{"title": "Conjunctivitis in dupilumab clinical trials", "context": ["Br J Dermatol. 2019 Sep; 181(3): 459–473. Published online 2019 May 7. doi: 10.1111/bjd.17869PMCID: PMC6850316PMID: 30851191Conjunctivitis in dupilumab clinical trialsB. Akinlade, 1 E. Guttman‐Yassky, 2 M. de Bruin‐Weller, 3 E.L. Simpson, 4 A. Blauvelt, 5 M.J. Cork, 6 E. Prens, 7 P. Asbell, 8 E. Akpek, 9 J. Corren, 10 C. Bachert, 11 , 12 I. Hirano, 13 J. Weyne, 1 A. Korotzer, 1 Z. Chen, 1 T. Hultsch, 14 X. Zhu, 1 J.D. Davis, 1 L. Mannent, 15 J.D. Hamilton, 1 A. Teper, 16 H. Staudinger, 16 E. Rizova, 14 G. Pirozzi, 16 N.M.H. Graham, 1 B. Shumel, 1 M. Ardeleanu, 1 and A. Wollenberg 17 B. Akinlade 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by B. AkinladeE. Guttman‐Yassky 2 Department of Dermatology, Icahn School of Medicine at Mount Sinai Medical Center, New York NY, U.S.A. Find articles by E. Guttman‐YasskyM. de Bruin‐Weller 3 Department of Dermatology & Allergology, University Medical Center Utrecht, Utrecht the Netherlands Find articles by M. de Bruin‐WellerE.L. Simpson 4 Department of Dermatology, Oregon Health & Science University, Portland OR, U.S.A. Find articles by E.L. SimpsonA. Blauvelt 5 Oregon Medical Research Center, Portland OR, U.S.A. Find articles by A. BlauveltM.J. Cork 6 Sheffield Dermatology Research, Department of Infection, Immunity and Cardiovascular Disease, The University of Sheffield Medical School, Sheffield U.K. Find articles by M.J. CorkE. Prens 7 Department of Dermatology, Erasmus MC, Rotterdam the Netherlands Find articles by E. PrensP. Asbell 8 Hamilton Eye Institute, University of Tennessee Health Science Center, Memphis TN, U.S.A. Find articles by P. AsbellE. Akpek 9 Wilmer Eye Institute at Johns Hopkins University School of Medicine, Baltimore MD, U.S.A. Find articles by E. AkpekJ. Corren 10 David Geffen School of Medicine at UCLA, Los Angeles CA, U.S.A. Find articles by J. CorrenC. Bachert 11 ENT Department, Ghent University Hospital, Ghent Belgium 12 Department of Clinical Science, Intervention and Technology (CLINTEC), Karolinska Institutet, Stockholm Sweden Find articles by C. BachertI. Hirano 13 Northwestern University Feinberg School of Medicine, Chicago IL, U.S.A. Find articles by I. HiranoJ. Weyne 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by J. WeyneA. Korotzer 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by A. KorotzerZ. Chen 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by Z. ChenT. Hultsch 14 Sanofi Genzyme, Cambridge MA, U.S.A. Find articles by T. HultschX. Zhu 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by X. ZhuJ.D. Davis 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by J.D. DavisL. Mannent 15 Sanofi R&D, Chilly‐Mazarin France Find articles by L. MannentJ.D. Hamilton 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by J.D. HamiltonA. Teper 16 Sanofi, Bridgewater NJ, U.S.A. Find articles by A. TeperH. Staudinger 16 Sanofi, Bridgewater NJ, U.S.A. Find articles by H. StaudingerE. Rizova 14 Sanofi Genzyme, Cambridge MA, U.S.A. Find articles by E. RizovaG. Pirozzi 16 Sanofi, Bridgewater NJ, U.S.A. Find articles by G. PirozziN.M.H. Graham 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by N.M.H. GrahamB. Shumel 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by B. ShumelM. Ardeleanu 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by M. ArdeleanuA. Wollenberg 17 Ludwig‐Maximilian University, Munich Germany Find articles by A. WollenbergAuthor information Article notes Copyright and License information PMC Disclaimer 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. 2 Department of Dermatology, Icahn School of Medicine at Mount Sinai Medical Center, New York NY, U.S.A. 3 Department of Dermatology & Allergology, University Medical Center Utrecht, Utrecht the Netherlands 4 Department of Dermatology, Oregon Health & Science University, Portland OR, U.S.A. 5 Oregon Medical Research Center, Portland OR, U.S.A. 6 Sheffield Dermatology Research, Department of Infection, Immunity and Cardiovascular Disease, The University of Sheffield Medical School, Sheffield U.K. 7 Department of Dermatology, Erasmus MC, Rotterdam the Netherlands 8 Hamilton Eye Institute, University of Tennessee Health Science Center, Memphis TN, U.S.A. 9 Wilmer Eye Institute at Johns Hopkins University School of Medicine, Baltimore MD, U.S.A. 10 David Geffen School of Medicine at UCLA, Los Angeles CA, U.S.A. 11 ENT Department, Ghent University Hospital, Ghent Belgium 12 Department of Clinical Science, Intervention and Technology (CLINTEC), Karolinska Institutet, Stockholm Sweden 13 Northwestern University Feinberg School of Medicine, Chicago IL, U.S.A. 14 Sanofi Genzyme, Cambridge MA, U.S.A. 15 Sanofi R&D, Chilly‐Mazarin France 16 Sanofi, Bridgewater NJ, U.S.A. 17 Ludwig‐Maximilian University, Munich Germany B. Akinlade, Email: moc.noreneger@edalnika.elnalob.Corresponding author.* Correspondence Bolanle Akinlade. E‐mail: moc.noreneger@edalnika.elnalob, Accepted 2019 Mar 5.Copyright © 2019 The Authors. British Journal of Dermatology published by John Wiley & Sons Ltd on behalf of British Association of Dermatologists.This is an open access article under the terms of the http: //creativecommons.org/licenses/by-nc-nd/4.0/ License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non‐commercial and no modifications or adaptations are made.Associated DataSupplementary Materials Table S1 Randomized clinical trials of dupilumab in atopic dermatitis, asthma, chronic rhinosinusitis with nasal polyps, and eosinophilic oesophagitis included in this analysis. Table S2 Incidence of conjunctivitis: number of patients with at least one event per 100 patient‐years. Table S3 Baseline characteristics and conjunctivitis in patients with atopic dermatitis. Table S4 Incidence of conjunctivitis per 100 patient‐years by dupilumab concentration from baseline to week 16. Table S5 Conjunctivitis resolution in asthma and chronic rhinosinusitis with nasal polyps. Fig S1. Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for baseline thymus and activation‐regulated chemokine). Fig S2. Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for baseline total IgE. Fig S3. Atopic dermatitis efficacy response and annualized event rates for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for Investigator's Global Assessment score of 0 or 1. Fig S4. Atopic dermatitis efficacy response and annualized event rates for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for ≥ 75% improvement in Eczema Area and Severity Index. Fig S5. Conjunctivitis severity in asthma phase IIb (DRI12544), QUEST and VENTURE; and chronic rhinosinusitis with nasal polyps ({\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"ACT12340\",\"term_id\": \"251754264\",\"term_text\": \"ACT12340\"}}ACT12340). Appendix S1 Supplementary references.BJD-181-459-s001.docx (84K)GUID: 9673E687-A271-4859-A9CD-8D92825ECC9D Video S1 Author video.BJD-181-459-s002.mp4 (82M)GUID: BC0D4C95-415A-4FE5-BD75-EE100D6CD860SummaryBackgroundDupilumab blocks the shared receptor component for interleukin (IL)‐4 and IL‐13. It is approved in the U.S.A. for patients aged ≥ 12 years with moderate‐to‐severe atopic dermatitis (AD) uncontrolled by topical prescription medicines or who cannot use topical medicines, for patients in Japan whose AD is uncontrolled with existing therapies, for patients with moderate‐to‐severe AD in Europe who are candidates for systemic therapy and for patients aged ≥ 12 years for maintenance treatment of moderate‐to‐severe asthma uncontrolled with their current medicines. AD trials have reported increased incidence of conjunctivitis for dupilumab vs. placebo.ObjectivesTo characterize further the occurrence and risk factors of conjunctivitis in dupilumab clinical trials.MethodsWe evaluated randomized placebo‐controlled trials of dupilumab in AD (n = 2629), asthma (n = 2876), chronic rhinosinusitis with nasal polyps (CRSwNP) (n = 60) and eosinophilic oesophagitis (EoE) (n = 47).ResultsIn most AD trials, dupilumab‐treated patients had higher conjunctivitis incidence than placebo controls. Higher baseline AD severity and previous history of conjunctivitis were associated with increased conjunctivitis incidence. Conjunctivitis was mostly mild to moderate. Most cases recovered or resolved during the treatment period; two patients permanently discontinued dupilumab due to conjunctivitis or keratitis. Common treatments included ophthalmic corticosteroids, antibiotics, and antihistamines or mast cell stabilizers. Most cases were diagnosed by the investigators. In asthma and CRSwNP trials, the incidence of conjunctivitis was lower for both dupilumab and placebo than in AD trials; dupilumab did not increase the incidence compared with placebo. In the EoE trial, no patients had conjunctivitis.ConclusionsConjunctivitis was more frequent with dupilumab treatment in most AD trials. In dupilumab trials in other type 2 diseases, incidence of conjunctivitis was overall very low, and was similar for dupilumab and placebo. In AD, the incidence of conjunctivitis was associated with AD severity and prior history of conjunctivitis. The aetiology and treatment of conjunctivitis in dupilumab‐treated patients require further study. What's already known about this topic? Ocular disorders, including allergic conjunctivitis, are common in patients with atopic dermatitis (AD).In most dupilumab AD trials, dupilumab‐treated patients had higher conjunctivitis incidence than those receiving placebo.Most cases were mild to moderate and recovered or were recovering during study treatment; study treatment discontinuation due to conjunctivitis was rare.Conjunctivitis incidence was very low and similar for dupilumab and placebo in clinical trials in asthma, chronic rhinosinusitis with nasal polyps and eosinophilic oesophagitis. What does this study add? This analysis confirms and extends the results of the individual clinical trials.Baseline disease‐related factors, including AD severity, prior conjunctivitis history and certain biomarkers (thymus and activation‐regulated chemokine, IgE, eosinophils), were associated with increased incidence of conjunctivitis.Patients who responded well to dupilumab had reduced incidence of conjunctivitis.Further study is needed to elucidate the aetiology and treatment of conjunctivitis in dupilumab‐treated patients with AD. Short abstract Linked Editorial: https: //doi.org/10.1111/bjd.18255. https: //doi.org/10.1111/bjd.18276 available online https: //www.bjdonline.com/article/ Ocular surface diseases, such as allergic conjunctivitis, blepharitis and keratitis, are well‐known ophthalmic complications in patients with severe atopic dermatitis (AD), with incidence rates of 32·4–55·8%.1, 2, 3, 4, 5, 6, 7, 8 The incidence of ophthalmic complications increases with AD severity.4, 8 Allergic conjunctivitis and other ocular surface disorders are also common comorbidities of other atopic disorders such as asthma and allergic rhinitis.9, 10, 11, 12, 13, 14, 15, 16, 17 Dupilumab is a fully human VelocImmune‐derived18, 19 monoclonal antibody blocking the shared receptor component for interleukin (IL)‐4 and IL‐13, thus inhibiting signalling of both IL‐4 and IL‐13.Dupilumab is approved for subcutaneous administration at 300 mg every 2 weeks (q2w) for patients aged ≥ 12 years in the U.S.A. with moderate‐to‐severe AD inadequately controlled with topical prescription therapies or when those therapies are not advisable.20 It is also approved for the treatment of adult patients with AD not adequately controlled with existing therapies in Japan, and for use in adults with inadequately controlled, moderate‐to‐severe AD who are candidates for systemic therapy in the European Union.21 Dupilumab is also used as an add‐on maintenance treatment in patients aged ≥ 12 years with moderate‐to‐severe asthma and an eosinophilic phenotype or oral corticosteroid dependence.20 In clinical trials, dupilumab demonstrated efficacy and safety in AD,22, 23, 24, 25, 26 asthma,27, 28, 29, 30, 31 chronic rhinosinusitis with nasal polyps (CRSwNP)32 and eosinophilic oesophagitis (EoE),33 demonstrating that IL‐4 and IL‐13 are key drivers of multiple type 2 inflammatory diseases.Ocular surface disorders, including conjunctivitis, blepharitis, keratitis, eye pruritus and dry eye, are commonly reported adverse events (AEs) in dupilumab‐treated patients with AD.20, 21 Conjunctivitis of all aetiologies and phenotypes with or without eyelid or corneal involvement was dominant among all ocular AEs reported in dupilumab clinical trials in AD.20, 21, 24, 25, 26, 34, 35 To characterize conjunctivitis in patients treated with dupilumab, we reviewed the results of published clinical trials, and synthesized the available data on incidence rates, disease course and associated baseline characteristics of patients who developed conjunctivitis in randomized, double‐blinded, placebo‐controlled trials of dupilumab in AD, asthma, CRSwNP and EoE.Patients and methodsStudiesEleven randomized, double‐blinded, placebo‐controlled phase II and phase III clinical trials were included in this analysis. This included 2629 patients in six AD trials: R668‐AD‐1021 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT01859988\",\"term_id\": \"NCT01859988\"}}NCT01859988), LIBERTY AD SOLO 1 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02277743\",\"term_id\": \"NCT02277743\"}}NCT02277743), LIBERTY AD SOLO 2 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02277769\",\"term_id\": \"NCT02277769\"}}NCT02277769), LIBERTY AD CHRONOS ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02260986\",\"term_id\": \"NCT02260986\"}}NCT02260986), LIBERTY AD CAFÉ ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02755649\",\"term_id\": \"NCT02755649\"}}NCT02755649) and LIBERTY AD SOLO‐CONTINUE ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02395133\",\"term_id\": \"NCT02395133\"}}NCT02395133);23, 24, 25, 26, 36 2876 patients in three asthma trials: DRI12544 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT01854047\",\"term_id\": \"NCT01854047\"}}NCT01854047), LIBERTY ASTHMA QUEST ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02414854\",\"term_id\": \"NCT02414854\"}}NCT02414854) and LIBERTY ASTHMA VENTURE ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02528214\",\"term_id\": \"NCT02528214\"}}NCT02528214);28, 29, 30, 31 60 patients in one CRSwNP trial: {\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"ACT12340\",\"term_id\": \"251754264\",\"term_text\": \"ACT12340\"}}ACT12340 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT01920893\",\"term_id\": \"NCT01920893\"}}NCT01920893)32 and 47 patients in one EoE trial: R668‐EE‐1324 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02379052\",\"term_id\": \"NCT02379052\"}}NCT02379052) (Table S1; see Supporting Information).33 Details of the study methodologies were previously published.23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 36 Data were pooled for the three AD 16‐week monotherapy studies (monotherapy pool: R668‐AD‐1021, SOLO 1 and SOLO 2).All trials were conducted in accordance with the ethical principles that have their origin in the Declaration of Helsinki and are consistent with the International Council for Harmonisation guidelines for good clinical practice and applicable regulatory requirements.23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 36 End points and assessmentsClinical trial investigators (mostly dermatologists or allergists) diagnosed and reported conjunctivitis AEs, which were subsequently coded using Medical Dictionary for Regulatory Activities (MedDRA) preferred terms (PTs). Unless otherwise specified, the term ‘conjunctivitis’ refers to the group of PTs that included the term ‘conjunctivitis’, namely conjunctivitis, allergic conjunctivitis, bacterial conjunctivitis, viral conjunctivitis, adenoviral conjunctivitis and atopic keratoconjunctivitis. All cases of conjunctivitis were included regardless of aetiology (including blepharoconjunctivitis, which was coded as the MedDRA PT conjunctivitis; and excluding blepharitis in the absence of conjunctivitis).The study protocols did not require any specific query about ocular symptoms. AEs were generally reported by patients spontaneously, in response to the query ‘did you have any problems?’, or by investigators on physical examination during clinical visits. Investigators who reported conjunctivitis of unspecified aetiology were asked for more details, and whether they could use a more specific PT. In most cases, the aetiology remained unspecified or was designated ‘allergic’ by the investigator. Investigators differed in how they categorized conjunctivitis to type, as there were no prespecified classification guidelines. Most cases reported as infectious (e.g. viral or bacterial) did not have laboratory confirmation of infectious aetiology. Most cases were not referred to ophthalmologists or other eye specialists.The impact of baseline demographic and disease characteristics; baseline serum levels of thymus and activation‐regulated chemokine (TARC; CCL17), IgE and blood eosinophil counts; and efficacy responses on conjunctivitis incidence rates were summarized for the monotherapy pool, CHRONOS and CAFÉ. We evaluated the relationship between dupilumab concentration and conjunctivitis in pooled data from SOLO 1, SOLO 2 and CHRONOS.Statistical analytical methodsThese analyses evaluated all patients who received at least one dose of study drug by treatment and dose regimen received. Incidence rates described proportions of patients with at least one conjunctivitis event, without modelling or censoring for patient withdrawal or rescue medication use. Hazard ratios (HRs) and 95% confidence intervals (CIs) were estimated based on a Cox regression model (with censoring after patients’ withdrawal), to describe the relative risk for time to first conjunctivitis event, comparing the dupilumab and placebo groups. Treatment groups were fixed effects and the analysis was stratified by study and baseline disease severity [Investigator's Global Assessment (IGA) = 3 vs. 4 for AD‐1021, SOLO, CHRONOS and CAFÉ; or IGA = 0 vs. 1 vs. 2 for SOLO‐CONTINUE]. Medians, percentiles and 95% CIs were obtained from Kaplan–Meier estimates.Relationships of baseline characteristics and treatment response with conjunctivitis incidence were evaluated using descriptive statistics. Results from post hoc analyses showing annualized rate ratios by various factors were extracted from a duration‐adjusted Poisson model. Relationships between dupilumab concentration and conjunctivitis incidence were evaluated by dupilumab concentration (observed Ctrough, predicted Ctrough and AUCtau) in the placebo and dupilumab groups, based on pooled data from SOLO 1, SOLO 2 and CHRONOS, for weeks 0–16.ResultsAtopic dermatitis clinical trialsIncidence of conjunctivitis The incidence and HR of treatment‐emergent conjunctivitis were higher in dupilumab‐treated vs. placebo‐treated patients in the monotherapy pool, CHRONOS and CAFÉ. In the monotherapy pool, incidence rates (HR) for dupilumab vs. placebo after 16 weeks of treatment were 8·6% vs. 2·1% (HR 4·13, 95% CI 2·21–7·72) (Table 1). A similar pattern was seen when adjusting for patient exposure [29·98 vs. 7·29 patients, respectively, per 100 patient‐years (PY)] (Table S2; see Supporting Information). In CHRONOS, incidence rates (HR) for dupilumab + topical corticosteroids (TCS) vs. placebo + TCS over the 52‐week treatment period were 17·9% vs. 7·9%, respectively (HR 2·31, 95% CI 1·47–3·63) (Table 2). When adjusting for exposure, the rates were 21·44 vs. 9·24 patients per 100 PY, respectively (Table S2; see Supporting Information). The highest conjunctivitis rates were reported in CAFÉ, with incidence rates for dupilumab + TCS vs. placebo + TCS over the 16‐week treatment period of 22·1% vs. 11·1%, respectively (HR 2·06, 95% CI 1·09–3·88) (Table 3). Duration‐adjusted rates were 81·13 vs. 38·94 patients per 100 PY, respectively (Table S2; see Supporting Information).Table 1Proportion of patients with at least one adverse event of conjunctivitis during the treatment period in atopic dermatitis trials, and hazard ratios (HRs) with 95% confidence intervals (CIs) for dupilumab vs. placebo: monotherapy poolMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs. placebo (95% CI)Placebo (n = 517)Dupilumab 300 mg q2w (n = 529)Dupilumab 300 mg qw (n = 518)Dupilumab combined (n = 1047)Total11 (2·1)49 (9·3)41 (7·9)90 (8·6)4·43 (2·30–8·51)3·80 (1·95–7·40)4·13 (2·21–7·72)Conjunctivitis3 (0·6)21 (4·0)20 (3·9)41 (3·9)6·84 (2·04–22·9)6·69 (1·99–22·5)6·77 (2·10–21·9)Allergic conjunctivitis5 (1·0)16 (3·0)12 (2·3)28 (2·7)3·05 (1·12–8·34)2·38 (0·84–6·75)2·75 (1·06–7·12)Bacterial conjunctivitis 2 (0·4)7 (1·3)8 (1·5)15 (1·4)3·37 (0·70–16·2)3·94 (0·84–18·6)3·64 (0·83–15·9)Viral conjunctivitis 1 (0·2)4 (0·8)1 (0·2)5 (0·5)3·90 (0·44–34·9)1·00 (0·06–15·9)2·44 (0·28–20·9)Atopic keratoconjunctivitis01 (0·2)1 (0·2)2 (0·2)2·96 × 107 (0·00–NC)2·77 × 107 (0·00–NC)1·70 × 107 (0·00–NC)Open in a separate windowThe HR and its 95% CI are from a Cox regression model, which includes treatment groups as fixed effects, stratified by study identifier and baseline disease severity (Investigator's Global Assessment = 3 vs. 4). MedDRA, Medical Dictionary for Regulatory Activities; q2w, every 2 weeks; qw, every week; NC, not calculable.Table 2Proportion of patients with at least one adverse event of conjunctivitis during the treatment period in atopic dermatitis trials, and hazard ratios (HRs) with 95% confidence intervals (CIs) for dupilumab vs. placebo: CHRONOSMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs. placebo (95% CI)Placebo + TCS (n = 315)Dupilumab 300 mg q2w + TCS (n = 110)Dupilumab 300 mg qw + TCS (n = 315)Dupilumab + TCS combined (n = 425)Total25 (7·9)15 (13·6)61 (19·4)76 (17·9)1·76 (0·93–3·33)2·51 (1·57–3·99)2·31 (1·47–3·63)Allergic conjunctivitis 15 (4·8)12 (10·9)47 (14·9)59 (13·9)2·33 (1·09–4·98)3·16 (1·77–5·66)2·95 (1·67–5·20)Bacterial conjunctivitis 5 (1·6)2 (1·8)9 (2·9)11 (2·6)1·11 (0·22–5·75)1·76 (0·59–5·27)1·60 (0·55–4·59)Conjunctivitis5 (1·6)1 (0·9)8 (2·5)9 (2·1)0·56 (0·07–4·79)1·56 (0·51–4·76)1·30 (0·43–3·87)Atopic keratoconjunctivitis1 (0·3)0 2 (0·6)2 (0·5)0 (0–NC)1·92 (0·17–21·1)1·42 (0·13–15·7)Open in a separate windowThe HR and its 95% CI are from a Cox regression model, which includes treatment groups as fixed effects, stratified by baseline disease severity (Investigator's Global Assessment = 3 vs. 4). MedDRA, Medical Dictionary for Regulatory Activities; q2w, every 2 weeks; qw, every week; NC, not calculable; TCS, topical corticosteroids.Table 3Proportion of patients with at least one adverse event of conjunctivitis during the treatment period in atopic dermatitis trials, and hazard ratios (HRs) with 95% confidence intervals (CIs) for dupilumab vs. placebo: CAFÉMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs. placebo (95% CI)Placebo + TCS (n = 108)Dupilumab 300 mg q2w + TCS (n = 107)Dupilumab 300 mg qw + TCS (n = 110)Dupilumab + TCS combined (n = 217)Total12 (11·1)30 (28·0)18 (16·4)48 (22·1)2·69 (1·38–5·26)1·47 (0·71–3·06)2·06 (1·09–3·88)Allergic conjunctivitis7 (6·5)16 (15·0)10 (9·1)26 (12·0)2·34 (0·96–5·68)1·40 (0·53–3·68)1·87 (0·81–4·30)Conjunctivitis3 (2·8)12 (11·2)8 (7·3)20 (9·2)4·28 (1·21–15·2)2·70 (0·71–10·2)3·44 (1·02–11.56)Bacterial conjunctivitis 2 (1·9)1 (0·9)01 (0·5)0·50 (0·05–5·57)0 (0–NC)0·25 (0·02–2·77)Viral conjunctivitis 1 (0·9)1 (0·9)01 (0·5)0·99 (0·06–15·8)0 (0–NC)0·49 (0·03–7·88)Adenoviral conjunctivitis01 (0·9)01 (0·5)3·0 × 107 (0·00–NC)0 (0–NC)1·7 × 107 (0·00–NC)Open in a separate windowThe HR and its 95% CI are from a Cox regression model, which includes treatment groups as fixed effects, stratified by baseline disease severity (Investigator's Global Assessment = 3 vs. 4). MedDRA, Medical Dictionary for Regulatory Activities; q2w, every 2 weeks; qw, every week; NC, not calculable; TCS, topical corticosteroids.In SOLO‐CONTINUE, patients who responded well to dupilumab in either SOLO 1 or SOLO 2 were rerandomized to 36 weeks of treatment at their original dose regimen or longer‐interval regimens (every 4 weeks, q4w; or every 8 weeks, q8w) or placebo. In contrast to the other AD trials, in SOLO‐CONTINUE there was no apparent difference in conjunctivitis incidence and HR between dupilumab and placebo (4·7% vs. 4.9%; HR 1·00, 95% CI 0·33–2·98; 7·25 vs. 7·45 patients per 100 PY) (Table 4 and Table S2; see Supporting Information).Table 4Proportion of patients with at least one adverse event of conjunctivitis during the treatment period in atopic dermatitis trials, and hazard ratios (HRs) with 95% confidence intervals (CIs) for dupilumab vs. placebo: SOLO‐CONTINUEMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs. placebo (95% CI)Placebo (n = 82)Dupilumab 300 mg q8w (n = 84)Dupilumab 300 mg q4w (n = 87)Dupilumab 300 mg qw or q2w (n = 167)Dupilumab combined (n = 338)Total4 (4.9)3 (3.6) 4 (4.6) 9 (5·4)16 (4·7)0·75 (0·17–3·36)1·00 (0·25–3·99)1·13 (0·35–3·68)1·00 (0·33–2·98)Conjunctivitis2 (2.4)2 (2.4) 2 (2.3) 6 (3·6)10 (3·0)1·00 (0·14–7·10)0·99 (0·14–7·00)1·51 (0·30–7·46)1·24 (0·27–5·65)Allergic conjunctivitis1 (1.2)1 (1.2) 2 (2.3) 2 (1·2)5 (1·5)1·05 (0·07–16·85)2·05 (0·19–22·7)1·02 (0·09–11·2)1·26 (0·15–10·8)Bacterial conjunctivitis1 (1.2)001 (0·6)1 (0·3)0 (0–NC)0 (0–NC)0·48 (0·03–7·64)0·24 (0·02–3·90)Open in a separate windowThe HR and its 95% CI are from a Cox regression model, which includes treatment groups as fixed effects, stratified by baseline disease severity (Investigator's Global Assessment = 3 vs. 4). MedDRA, Medical Dictionary for Regulatory Activities; q8w, every 8 weeks; q4w, every 4 weeks; q2w, every 2 weeks; qw, every week; NC, not calculable.In the monotherapy pool, CHRONOS and SOLO‐CONTINUE, conjunctivitis incidence rates were similar across dupilumab dose regimens within each study. In CAFÉ, incidence rates were numerically lower for dupilumab 300 mg qw + TCS than for 300 mg q2w + TCS (Table 3).Conjunctivitis severity, treatment and resolution Conjunctivitis AEs were mostly mild to moderate. Severe conjunctivitis was reported in ≤ 0·5% of dupilumab‐treated (dupilumab combined) and ≤ 0·3% of placebo‐treated patients (Fig. 1). One patient in the 300‐mg qw group in the monotherapy pool permanently discontinued the study drug due to conjunctivitis, and one patient in the 300‐mg qw + TCS group in CHRONOS permanently discontinued the study drug due to allergic keratitis (MedDRA PT; the verbatim term was ‘worsening of allergic keratoconjunctivitis’).Open in a separate windowFigure 1Conjunctivitis severity in (a) the monotherapy pool, (b) CHRONOS, (c) CAFÉ and (d) SOLO‐CONTINUE. Percentages above the bars represent the incidence rate overall; percentages inside the bars may not add up to the percentages above the bars due to rounding. q8w, every 8 weeks; q4w, every 4 weeks; q2w, every 2 weeks; qw, every week; TCS, topical corticosteroids.Most cases were resolved or resolving by the end of the treatment period (Tables 5, ​,6,6, ​,7,7, ​,8).8). The most common treatments were ophthalmic preparations of corticosteroids, antibiotics, and antihistamines or mast cell stabilizers. The proportion of patients who required continued or intermittent ongoing therapy for conjunctivitis could not be determined with the available data.Table 5Resolution of conjunctivitis events during the treatment period: monotherapy poolPlacebo qw (n = 517)Dupilumab 300 mg q2w (n = 529)Dupilumab 300 mg qw (n = 518)Dupilumab combined (n = 1047)Overall number of conjunctivitis events12 5746103Recovered/resolved11 (92, 62–100)35 (61, 48–74)32 (70, 54–82)67 (65, 55–74)Not recovered/resolved1 (8, 0–38)14 (25, 14–38)6 (13, 5–26)20 (19, 12–28)Recovered/resolved with sequelae001 (2, 0–12)1 (1, 0–5)Recovering/resolving07 (12, 5–24)6 (13, 5–26)13 (13, 7–21)Unknown01 (2, 0–9)1 (2, 0–12)2 (2, 0–7)Open in a separate windowData are resolution of events, presented as n [%, 95% confidence interval (CI)]. CIs are generated from the exact or Clopper–Pearson method. qw, every week; q2w, every 2 weeks.Table 6Resolution of conjunctivitis events during the treatment period: CHRONOSPlacebo + TCS (n = 315)Dupilumab 300 mg q2w + TCS (n = 110)Dupilumab 300 mg qw + TCS (n = 315)Dupilumab + TCS combined (n = 425)Overall number of conjunctivitis events292391114Recovered/resolved27 (93, 77–99)18 (78, 56–93)81 (89, 81–95)99 (87, 79–92)Not recovered/resolved1 (3, 0–18)3 (13, 3–34)7 (8, 3–15)10 (9, 4–16)Recovered/resolved with sequelae001 (1, 0–6)1 (1, 0–5)Recovering/resolving1 (3, 0–18)2 (9, 1–28)2 (2, 0–8)4 (4, 1–9)Open in a separate windowData are resolution of events, presented as n [%, 95% confidence interval (CI)]. CIs are generated from the exact or Clopper–Pearson method. TCS, topical corticosteroids; q2w, every 2 weeks; qw, every week.Table 7Resolution of conjunctivitis events during the treatment period: CAFÉPlacebo + TCS (n = 108)Dupilumab 300 mg q2w + TCS (n = 107)Dupilumab 300 mg qw + TCS (n = 110)Dupilumab + TCS combined (n = 217)Overall number of conjunctivitis events15371956Recovered/resolved11 (73, 45–92)14 (38, 22–55)15 (79, 54–94)29 (52, 38–65)Not recovered/resolved2 (13, 2–40)13 (35, 20–53)2 (11, 1–33)15 (27, 16–40)Recovered/resolved with sequelae1 (7, 0–32)1 (3, 0–14)01 (2, 0–10)Recovering/resolving1 (7, 0–32)8 (22, 10–38)2 (11, 1–33)10 (18, 9–30)Unknown01 (3, 0–14)01 (2, 0–10)Open in a separate windowData are resolution of events, presented as n [%, 95% confidence interval (CI)]. CIs are generated from the exact or Clopper–Pearson method. TCS, topical corticosteroids; q2w, every 2 weeks; qw, every week.Table 8Resolution of conjunctivitis events during the treatment period: SOLO‐CONTINUEPlacebo (n = 82)Dupilumab 300 mg q8w (n = 84)Dupilumab 300 mg q4w (n = 87)Dupilumab 300 mg qw or q2w (n = 167)Dupilumab combined (n = 338)Overall number of conjunctivitis events4541120Recovered/resolved4 (100)4 (80, 28–99)2 (50, 7–93)9 (82, 48–98)15 (75, 51–91)Not recovered/resolved01 (20, 1–72)2 (50, 7–93)1 (9, 0–41)4 (20, 6–44)Recovered/resolved with sequelae00000Recovering/resolving0001 (9, 0–41)1 (5, 0–25)Open in a separate windowData are resolution of events, presented as n [%, 95% confidence interval (CI)]. CIs are generated from the exact or Clopper–Pearson method. q8w, every 8 weeks; q4w, every 4 weeks; q2w, every 2 weeks; qw, every week.Onset of conjunctivitis Numerical differences between placebo and dupilumab in new conjunctivitis events were apparent after week 2 in the monotherapy pool, after about weeks 6–8 in CHRONOS and after about weeks 4–8 in CAFÉ (Fig. 2). For the monotherapy pool and CAFÉ, new conjunctivitis events appeared at a relatively constant rate throughout the 16‐week studies (Fig. 2a,c). In CHRONOS, new cases appeared to level off around weeks 20–24 and were relatively uncommon after week 44 (Fig. 2b). The mean time to the first event was similar between dupilumab dose regimens in these studies (Fig. 2).Open in a separate windowFigure 2Time to first conjunctivitis event: (a) monotherapy pool, (b) CHRONOS and (c) CAFÉ. q2w, every 2 weeks; qw, every week; TCS, topical corticosteroids. Symbols represent patients who discontinued study treatment.Baseline characteristics of patients with and without conjunctivitis Patients who reported conjunctivitis during the treatment period had more severe AD at baseline than patients who did not report conjunctivitis, regardless of assigned treatment group (dupilumab or placebo) (Fig. 3 and Table S3; see Supporting Information). In addition, prior history of conjunctivitis (Fig. 4 and Table S3), as well as higher baseline levels of the serum biomarkers TARC and IgE and higher baseline circulating eosinophil counts (all suggestive of higher disease severity), were associated with conjunctivitis in both dupilumab‐ and placebo‐treated patients (Figs S1 and S2 and Table S3).Open in a separate windowFigure 3Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years; PY) for baseline Investigator's Global Assessment (IGA) = 3 or 4. (a) Monotherapy pool, (b) CHRONOS and (c) CAFÉ. Rates were estimated from Poisson regression with treatment as fixed factors. Log values of duration of treatment were used as offset variables. RR, risk ratio; CI, confidence interval; q2w, every 2 weeks; qw, every week; TCS, topical corticosteroids.Open in a separate windowFigure 4Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years; PY) for baseline prior history of conjunctivitis. (a) Monotherapy pool, (b) CHRONOS and (c) CAFÉ. Rates were estimated from Poisson regression with treatment as fixed factors. Log values of duration of treatment were used as offset variables. RR, risk ratio; CI, confidence interval; q2w, every 2 weeks; qw, every week; TCS, topical corticosteroids.Conjunctivitis and response to dupilumab The relationship between treatment response and conjunctivitis incidence varied between treatment groups and studies. Patients who achieved high‐level efficacy outcomes [IGA 0/1 or ≥ 75% improvement from baseline Eczema Area and Severity Index (EASI 75)] in the monotherapy pool were less likely to develop conjunctivitis than those who did not achieve those outcomes. In CHRONOS and CAFÉ, this pattern was apparent only in the dupilumab q2w and placebo groups (Figs S3 and S4; see Supporting Information).Dupilumab exposure and conjunctivitis Pooled data from baseline to week 16 in SOLO 1 and 2 and CHRONOS showed a trend suggesting that conjunctivitis incidence may decrease with higher trough concentrations of dupilumab (Table S4; see Supporting Information).Asthma, chronic rhinosinusitis with nasal polyps and eosinophilic oesophagitisIn all asthma trials, incidence rates of conjunctivitis were low, with no apparent differences between dupilumab‐ and placebo‐treated patients (Tables 9, ​,10,10, ​,11).11). In DRI12544, seven of 611 (1·1%) dupilumab‐treated and two of 158 (1·3%) placebo‐treated patients developed conjunctivitis. In QUEST, 22 of 1263 (1·7%) dupilumab‐treated and 15 of 634 (2·4%) placebo‐treated patients developed conjunctivitis. In VENTURE, only one of 103 (1·0%) dupilumab‐treated and one of 107 (0·9%) placebo‐treated patients developed conjunctivitis (Tables 9, ​,10,10, ​,1111).Table 9Incidence of conjunctivitis in asthma: phase IIb (DRI12544)Placebo (n = 158)Dupilumab200 mg q4w (n = 150)300 mg q4w (n = 157)200 mg q2w (n = 148)300 mg q2w (n = 156)Combined (n = 611)Patients with ≥ 1 event, n (%)2 (1·3)3 (2·0)2 (1·3)2 (1·4)07 (1·1)Conjunctivitisa 1 (0·6)3 (2·0)1 (0·6)1 (0·7)05 (0·8)Allergic conjunctivitisa 1 (0·6)01 (0·6)1 (0·7)02 (0·3)Open in a separate windowq4w, every 4 weeks; q2w, every 2 weeks. aMedical Dictionary for Regulatory Activities preferred terms.Table 10Incidence of conjunctivitis in asthma: LIBERTY ASTHMA QUESTCombinedPlacebo 1·14 mL (n = 313) Dupilumab, 200 mg q2w (n = 631) Placebo 2 mL (n = 321)Dupilumab, 300 mg q2w (n = 632)Placebo (n = 634)Dupilumab (n = 1263)Patients with ≥ 1 event, n (%)6 (1·9)8 (1·3)9 (2·8)14 (2·2)15 (2·4)22 (1·7)Conjunctivitisa 1 (0·3)2 (0·3)4 (1·2)4 (0·6)5 (0·8)6 (0·5)Allergic conjunctivitisa 4 (1·3)5 (0·8)4 (1·2)8 (1·3)8 (1·3)13 (1·0)Viral conjunctivitisa 1 (0·3)1 (0·2)02 (0·3)1 (0·2)3 (0·2)Bacterial conjunctivitisa 001 (0·3)01 (0·2)0Open in a separate windowq2w, every 2 weeks. aMedical Dictionary for Regulatory Activities preferred terms.Table 11Incidence of conjunctivitis in asthma: LIBERTY ASTHMA VENTUREPlacebo (n = 107)Dupilumab 300 mg q2w (n = 103)Patients with ≥ 1 event, n (%)1 (0·9)1 (1·0)Conjunctivitisa 01 (1·0)Allergic conjunctivitisa 1 (0·9)0Open in a separate windowq2w, every 2 weeks. aMedical Dictionary for Regulatory Activities preferred terms.In the CRSwNP trial, no dupilumab‐treated patients and one of 30 (3%) placebo‐treated patients developed conjunctivitis (Table 12). In the EoE trial, no patients developed conjunctivitis.Table 12Incidence of conjunctivitis: chronic rhinosinusitis with nasal polyps ({\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"ACT12340\",\"term_id\": \"251754264\",\"term_text\": \"ACT12340\"}}ACT12340)Placebo (n = 30)Dupilumab 300 mg qw (n = 30)Patients with ≥ 1 event, n (%)1 (3·3)0Conjunctivitisa 1 (3·3)0Open in a separate windowqw, every week. aMedical Dictionary for Regulatory Activities preferred terms.In all of these trials, all cases were mild or moderate (Fig. S5; see Supporting Information), and nearly all patients recovered by the end of the treatment period (Table S5).DiscussionThis analysis confirmed that patients with AD treated with dupilumab had a greater incidence of conjunctivitis (8·6–22·1%) than placebo‐treated patients (2·1–11·1%) in most of the randomized, placebo‐controlled AD clinical trials included in this analysis, except for SOLO‐CONTINUE.23, 24, 25, 26, 36 This is consistent with the higher rates of external eye disorders, including conjunctivitis, blepharitis, keratitis, eye pruritus and dry eye, described for patients with AD in the dupilumab prescribing information.20, 21 Patients with AD were more likely to develop conjunctivitis if they had higher baseline AD severity, high levels of certain biomarkers or self‐reported history of conjunctivitis. By contrast, randomized, placebo‐controlled clinical trials of dupilumab in asthma, CRSwNP and EoE had low and similar incidence rates of conjunctivitis in dupilumab‐ (0–1·7%) and placebo‐treated (0–3·3%) patients.28, 29, 30, 31, 32, 33 In all trials, most cases of conjunctivitis were mild or moderate, and most resolved while continuing dupilumab treatment.Multiple factors (disease based and treatment based) are associated with incidence of conjunctivitis in these studies. Baseline AD severity and prior conjunctivitis history are most likely independent risk factors for conjunctivitis irrespectively of treatment, as incidence increases with baseline severity and prior history in placebo‐treated patients (as well as in dupilumab‐treated patients). CAFÉ, which had both the highest baseline level of AD severity and the highest rates of prior conjunctivitis history among all the AD trials, also had the highest rates of conjunctivitis. CAFÉ was a later trial in this series, in which there might have been higher awareness of conjunctivitis as a potential AE. In contrast, conjunctivitis rates were lowest in SOLO‐CONTINUE, in which high‐level responders to dupilumab from SOLO 1 and SOLO 2 were rerandomized to continued dupilumab treatment or placebo.Levels of certain biomarkers (TARC, IgE and eosinophils) increase with AD severity;22, 37, 38 thus, it is not surprising that both baseline AD severity and increased biomarker levels were associated with increased conjunctivitis incidence in these studies. AD severity has been associated with increased incidence of conjunctivitis,3, 8 and IgE levels are increased in patients with both AD and ocular complications.3, 4 High‐level efficacy responses (IGA 0/1, EASI 75) showed an apparent association with lower conjunctivitis incidence in dupilumab‐treated patients in the monotherapy pool; however, this trend was inconsistent or reversed in CHRONOS and CAFÉ. Fewer patients with severe AD at baseline achieved IGA 0/1 and EASI 75. Increased disease severity is associated with higher incidence of comorbidities and higher AD biomarkers, so these predictors may be interrelated.The pharmacokinetic data suggested, somewhat paradoxically, that lower dupilumab exposure might be associated with increased incidence of conjunctivitis compared with higher dupilumab exposure. This finding would not be expected if there was a positive dose–response relationship between dupilumab exposure and occurrence of conjunctivitis. Furthermore, 80% of cases resolved while continuing on dupilumab treatment. Thus, further study is warranted to understand better the underlying cause of the imbalance in events between treatment groups.Currently, there is no consensus on optimal approaches to prevent and manage conjunctivitis in dupilumab‐treated patients. Ophthalmic preparations of corticosteroids, antibiotics, and antihistamines and mast cell stabilizers were the most common treatments used for conjunctivitis in these trials. Case series and case reports have described several therapeutic approaches used successfully in clinical practice for treatment of conjunctivitis associated with dupilumab without discontinuation of dupilumab, including hyaluronic acid eyedrops, topical tacrolimus, TCS (e.g. fluorometholone, dexamethasone, hydrocortisone), artificial tears, compounded oily ciclosporin eyedrops and antibiotic–TCS combination therapies.39, 40, 41, 42, 43, 44, 45 As long‐term treatment with ophthalmic TCS can lead to more serious eye disorders such as cataracts and glaucoma, products with poor penetration into the anterior chamber of the eye (e.g. fluorometholone) should be considered. In addition, topical preparations of calcineurin inhibitors appear to be a reasonable long‐term therapeutic alternative.39 Patients who develop ocular symptoms during dupilumab treatment should receive full ophthalmic evaluations, and addition of an ophthalmologist to the patient management team may be of benefit.4, 39, 46 An important aspect of these analyses is that, based on existing data, and in the absence of ophthalmological or microbiological evaluation, it was not possible to identify events that were specific or pathognomonic for dupilumab vs. placebo, or to confirm whether the events were infectious, allergic or idiopathic. Data on specific clinical features of ocular AEs were not collected in these trials, and inconsistencies in how MedDRA PTs were assigned limit the utility of comparison of conjunctivitis PTs between dupilumab and placebo. Case reports have described common features of conjunctivitis in dupilumab‐treated patients from clinical practice, including conjunctival redness, hyperaemia, blepharitis, dryness, irritation, discharge, itch, stinging, burning, tearing, foreign‐body sensation, occasional decrease in bilateral visual acuity and ectropion.39, 40, 41, 42, 43, 44, 45 Further study into the clinical characteristics of conjunctivitis associated with dupilumab is warranted, and ongoing.The exact pathogenesis of conjunctivitis events observed during dupilumab treatment is unknown. Ocular comorbidities have high prevalence in patients with AD compared with the overall population.1, 2, 3, 4, 47 Thus, it is possible that pre‐existing ocular disorders and a dupilumab–AD disease‐specific interaction may be responsible for this increased incidence in dupilumab‐treated patients with AD, particularly as conjunctivitis was not associated with dupilumab in trials in other type 2 diseases.28, 29, 30, 31, 32, 33 Allergic conjunctivitis is a common comorbidity in asthma and allergic rhinitis, as well as in AD.1, 2, 3, 4, 9, 10, 11, 12, 13, 14, 15, 16, 17, 47, 48, 49 Both lesional and nonlesional skin in AD are characterized by epithelial barrier dysfunction, including abnormalities in keratinocyte terminal differentiation, keratinocyte lipid production and tight junctions, which all contribute to increased transepidermal water loss.50, 51, 52 Ocular surface epithelia have impaired barrier function in patients with AD.53 Although barrier dysfunction is also observed in affected mucosal barrier tissues of other type 2 indications, patients with AD more frequently have ocular disease. If barrier abnormalities in AD differentially affect conjunctival tissues compared with other type 2 diseases, this could in part explain the differences in conjunctivitis incidence rates between AD trials and trials of other type 2 diseases.Several hypotheses have been proposed for mechanisms driving conjunctivitis in dupilumab‐treated patients with AD, including alterations in cytokine activity leading to (variously) increased Demodex mites, increased OX40 ligand activity, eosinophilia, disruption of an immune‐mediated response of conjunctival‐associated lymphoid tissue, decreased IL‐13‐related mucus production and decreased IL‐13‐related scarcity of conjunctival goblet cells; it is possible that multiple mechanisms may be in effect.40, 43, 54, 55, 56, 57, 58, 59 In addition, different mechanisms may affect the development of conjunctivitis in dupilumab‐treated patients with AD vs. those with asthma or other type 2 diseases. Further investigation is needed, including collection of ocular samples, to characterize the molecular, cellular and inflammatory changes in the eye during these events, as well as during and after recovery or resolution.There are several limitations to this analysis. Firstly, there was no prespecified ocular assessment in these trials; patients were not examined by ophthalmologists at enrolment or during the trials. Thus, overall changes from baseline and/or objective differentiation of changes in ocular symptoms over time could not be determined. Secondly, conjunctivitis AEs were reported by the trial investigators (typically dermatologists or allergists). Patients were usually not referred to ophthalmologists, and few AEs reported as viral or bacterial conjunctivitis had microbiological confirmation. Nonetheless, within the limits of diagnostic accuracy of the investigators, the data show that dupilumab‐treated patients had higher rates of conjunctivitis. Thirdly, there are limitations related to classification of AEs by MedDRA. Lower‐level terms with higher specificity are very numerous (> 100), so the analysis had to be done at the PT level; for example, the lower‐level terms of ‘blepharoconjunctivitis’ would default to the PT of conjunctivitis. For the purpose of signal detection, it was necessary to cluster multiple PTs to avoid this fragmentation. In addition, during AE coding, the MedDRA PTs of ‘conjunctivitis’ and ‘conjunctivitis allergic’ were sometimes used interchangeably; therefore, these two terms should be considered equivalent. MedDRA coding of conjunctivitis AEs may result in classification of these events as either the MedDRA system organ class of ‘eye disorders’ or as ‘infections and infestations’, depending on the verbatim report of the investigator. Fourthly, history of conjunctivitis was self‐reported by patients, with likelihood of recall bias, as different symptoms from patients’ history could be misinterpreted by the patients and/or investigators as conjunctivitis. Fifthly, the increasing incidence of conjunctivitis reported in the placebo groups of the different AD trials over time suggests that both an ‘awareness bias’ of the trial investigators in the later AD trials and a possible initial underdiagnosis of conjunctivitis in earlier trials may have influenced apparent increases in reported incidences of dupilumab‐associated conjunctivitis across studies over time. Finally, conclusions on the incidence of conjunctivitis in CRSwNP and EoE are limited by the small number of patients in the proof‐of‐concept trials included in this analysis.32, 33 These indications are still in development; future analyses will incorporate data from larger ongoing and future studies.In conclusion, the higher incidence of conjunctivitis in dupilumab‐treated patients with AD appears to be associated with several disease‐based factors, including baseline AD severity and previous history of conjunctivitis. Dupilumab treatment was not associated with increased incidence of conjunctivitis in asthma, CRSwNP and EoE trials. In most cases, conjunctivitis AEs were mild to moderate. Most cases resolved or were resolving while patients continued their dupilumab treatment, but the data do not allow for determination of the proportion of patients who required continued or intermittent ongoing therapy for conjunctivitis. For timely appropriate intervention, we recommend referral for a detailed eye examination in patients who develop this complication while on dupilumab treatment. Further studies, including mechanistic investigations of ocular or conjunctival samples, are needed to characterize clinical phenotypes and understand the aetiology of the observed conjunctivitis AEs in the setting of dupilumab treatment, and to develop guidance for prevention and management.Supporting information Table S1 Randomized clinical trials of dupilumab in atopic dermatitis, asthma, chronic rhinosinusitis with nasal polyps, and eosinophilic oesophagitis included in this analysis. Table S2 Incidence of conjunctivitis: number of patients with at least one event per 100 patient‐years. Table S3 Baseline characteristics and conjunctivitis in patients with atopic dermatitis. Table S4 Incidence of conjunctivitis per 100 patient‐years by dupilumab concentration from baseline to week 16. Table S5 Conjunctivitis resolution in asthma and chronic rhinosinusitis with nasal polyps. Fig S1. Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for baseline thymus and activation‐regulated chemokine). Fig S2. Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for baseline total IgE. Fig S3. Atopic dermatitis efficacy response and annualized event rates for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for Investigator's Global Assessment score of 0 or 1. Fig S4. Atopic dermatitis efficacy response and annualized event rates for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for ≥ 75% improvement in Eczema Area and Severity Index. Fig S5. Conjunctivitis severity in asthma phase IIb (DRI12544), QUEST and VENTURE; and chronic rhinosinusitis with nasal polyps ({\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"ACT12340\",\"term_id\": \"251754264\",\"term_text\": \"ACT12340\"}}ACT12340). Appendix S1 Supplementary references.Click here for additional data file.(84K, docx) Video S1 Author video.Click here for additional data file.(82M, mp4)AcknowledgmentsThe authors thank the patients and their families for their participation in these studies, their colleagues for their support, and Linda Williams and Qiuyue Chen (Regeneron Pharmaceuticals, Inc.) and El‐Bdaoui Haddad (Sanofi Genzyme) for their contributions. Medical writing assistance and editorial support were provided by Vicki Schwartz, PhD, of Excerpta Medica, funded by Sanofi Genzyme and Regeneron Pharmaceuticals, Inc.Conflicts of interest: B.A., J.W., A.K., Z.C., X.Z., J.D.D., J.D.H., N.M.H.G., B.S. and M.A. are employees and shareholders of Regeneron Pharmaceuticals, Inc. E.G.‐Y. is an investigator for AbbVie, Celgene, Eli Lilly, Galderma, GlaxoSmithKline, Glenmark, LEO Pharma, Pfizer, Regeneron Pharmaceuticals, Inc. and Sanofi; a consultant for AbbVie, Anacor, Asana Biosciences, Daiichi Sanckyo, DBV, Dermira, Eli Lilly, Galderma, GlaxoSmithKline, Glenmark, Kiniksa, Kyowa, LEO Pharma, Menlo Therapeutics, Novartis, Pfizer, Realm, Regeneron Pharmaceuticals, Inc. and Sanofi; and has received research grants from AbbVie, Celgene, Dermira, Galderma, Innovaderm, Janssen, LEO Pharma, Novartis, Pfizer, Regeneron Pharmaceuticals, Inc. and Sanofi. M.dB.‐W. is a principal investigator, advisory board member and consultant for Regeneron Pharmaceuticals, Inc. and Sanofi Genzyme; and a principal investigator and advisory board member for AbbVie. E.L.S. has received honoraria for consulting services from AbbVie, Anacor, Celgene, Dermira, Eli Lilly, Galderma, Genentech, GlaxoSmithKline, LEO Pharma, Menlo Therapeutics, Pfizer, Regeneron Pharmaceuticals, Inc., Sanofi Genzyme and Valeant; and has received study support from Anacor, Eli Lilly, GlaxoSmithKline, MedImmune, Novartis, Regeneron Pharmaceuticals, Inc., Roivant Sciences, Tioga and Vanda. A.B. is a scientific advisor and clinical study investigator for AbbVie, Aclaris, Akros, Allergan, Almirall, Amgen, Arena, Boehringer Ingelheim, Bristol‐Myers Squibb, Celgene, Dermavant, Dermira, Eli Lilly, Galderma, Genentech/Roche, GlaxoSmithKline, Janssen, LEO Pharma, Meiji, Merck, Novartis, Pfizer, Purdue Pharma, Regeneron Pharmaceuticals, Inc., Revance, Sandoz, Sanofi Genzyme, Sienna Pharmaceuticals, Sun Pharma, UCB, Valeant and Vidac; and a paid speaker for Janssen, Regeneron Pharmaceuticals, Inc. and Sanofi Genzyme. M.J.C. is an investigator and consultant for AbbVie, Astellas, Boots, Dermavant, Galapagos, Galderma Hyphens, Johnson & Johnson, LEO Pharma, L'Oreal, Menlo, Novartis, Oxagen, Pfizer, Procter & Gamble, Reckitt Benckiser, Regeneron Pharmaceuticals, Inc. and Sanofi Genzyme. E.P. has received honoraria and/or research grants from AbbVie, Amgen, Celgene, Eli Lilly, Galderma, Janssen‐Cilag, Novartis, Pfizer, Regeneron Pharmaceuticals Inc., Sandoz, Sanofi Genzyme and UCB. P.A. has served on advisory boards for Allergan, Bausch & Lomb, Novartis, Regeneron Pharmaceuticals, Inc., Shire and Valeant; is a CME speaker for Medscape, Santen, ScientiaCME and Vindico; is a consultant for MC2 Therapeutics, Miotech, Rtech and Shire; has received investigator‐initiated research grants from Bausch & Lomb, MC2 Therapeutics, Miotech, Novartis, Rtech and Valeant; is a speaker for Oculus; and is Editor‐in‐Chief and ECL for CLAO. E.A. has received institutional research grants from Allergan and Bausch & Lomb; has served on advisory boards for Novartis and Regeneron Pharmaceuticals, Inc.; and is a consultant for Shire. J.C. has received research funding from Sanofi. C.B. is a principal investigator for Regeneron Pharmaceuticals, Inc.; and is a consultant for AstraZeneca, GlaxoSmithKline, Novartis and Sanofi. I.H. is a consultant for Adare, Allakos, Receptos/Celgene, Regeneron Pharmaceuticals, Inc. and Shire; and has received research funding from Adare, Receptos/Celgene, Regeneron Pharmaceuticals, Inc. and Shire. T.H., L.M., A.T., H.S., E.R. and G.P. are employees, and may hold stock and/or stock options in Sanofi. A.W. is an advisor, speaker or investigator for ALK Abelló, Almirall, Anacor, Beiersdorf AG, Bencard, Bioderma, Chugai, Eli Lilly, Pierre Fabre, Galderma, GlaxoSmithKline, Hans Karrer, LEO Pharma, L'Oreal, Maruho, MedImmune, Novartis, Pfizer, Sanofi, Regeneron Pharmaceuticals, Inc. and Sienna.Notes Funding sources This research was sponsored by Sanofi and Regeneron Pharmaceuticals, Inc. Medical writing assistance and editorial support were provided by Vicki Schwartz, PhD, of Excerpta Medica, funded by Sanofi Genzyme and Regeneron Pharmaceuticals, Inc. Conflicts of interest Conflicts of interest statements can be found in the Appendix. https: //doi.org/10.1111/bjd.18276 available onlineReferences1. Ohmachi N, Sasabe T, Kojima, M et al [Eye complications in atopic dermatitis]. Areruga 1994; 43: 796–9 (in Japanese). [PubMed] [Google Scholar]2. Garrity JA, Liesegang TJ. Ocular complications of atopic dermatitis. Can J Opthalmol 1984; 19: 21–4. [PubMed] [Google Scholar]3. Uchio E, Miyakawa K, Ikezawa Z, Ohno S. Systemic and local immunological features of atopic dermatitis patients with ocular complications. Br J Ophthalmol 1998; 82: 82–7. [PMC free article] [PubMed] [Google Scholar]4. Bielory B, Bielory L. Atopic dermatitis and keratoconjunctivitis. Immunol Allergy Clin North Am 2010; 30: 323–36. [PubMed] [Google Scholar]5. Sehgal VN, Jain S. Atopic dermatitis: ocular changes. Int J Dermatol 1994; 33: 11–15. [PubMed] [Google Scholar]6. Rich LF, Hanifin JM. Ocular complications of atopic dermatitis and other eczemas. Int Ophthalmol Clin 1985; 25: 61–76. [PubMed] [Google Scholar]7. Braude LS, Chandler JW. Atopic corneal disease. Int Ophthalmol Clin 1984; 24: 145–56. [PubMed] [Google Scholar]8. Thyssen JP, Toft PB, Halling‐Overgaard AS et al Incidence, prevalence, and risk of selected ocular disease in adults with atopic dermatitis. J Am Acad Dermatol 2017; 77: 280–6. [PubMed] [Google Scholar]9. Bousquet J, Devillier P, Anto JM et al Daily allergic multimorbidity in rhinitis using mobile technology: a novel concept of the MASK study. Allergy 2018; 73: 1622–31. [PubMed] [Google Scholar]10. Rosario N, Bielory L. Epidemiology of allergic conjunctivitis. Curr Opin Allergy Clin Immunol 2011; 11: 471–6. [PubMed] [Google Scholar]11. Maio S, Baldacci S, Bresciani M et al RItA: the Italian severe/uncontrolled asthma registry. Allergy 2018; 73: 683–95. [PubMed] [Google Scholar]12. Lemmetyinen RE, Karjalainen JV, But A et al Higher mortality of adults with asthma: a 15‐year follow‐up of a population‐based cohort. Allergy 2018; 73: 1479–88. [PubMed] [Google Scholar]13. Vehof J, Kozareva D, Hysi PG, Hammond CJ. Prevalence and risk factors of dry eye disease in a British female cohort. Br J Ophthalmol 2014; 98: 1712–17. [PubMed] [Google Scholar]14. Kim M, Oh J‐H, Park CY, Lee SW. Dry eye disease and allergic conditions: a Korean nationwide population‐based study. Am J Rhinol Allergy 2016; 30: 397–401. [PubMed] [Google Scholar]15. Cingi C, Gevaert P, Mösges R et al Multi‐morbidities of allergic rhinitis in adults: European Academy of Allergy and Clinical Immunology Task Force Report. Clin Transl Allergy 2017; 7: 17. [PMC free article] [PubMed] [Google Scholar]16. Michailopoulos P, Almaliotis D, Georgiadou I et al Allergic conjunctivitis in patients with respiratory allergic symptoms; a retrospective study in Greece. Med Hypothesis Discov Innov Ophthalmol 2017; 6: 3–9. [PMC free article] [PubMed] [Google Scholar]17. Wang X, Shi X‐D, Li L‐F et al Prevalence and clinical features of adult atopic dermatitis in tertiary hospitals of China. Medicine (Baltimore) 2017; 96: e6317. [PMC free article] [PubMed] [Google Scholar]18. MacDonald LE, Karow M, Stevens S et al Precise and in situ genetic humanization of 6 Mb of mouse immunoglobulin genes. Proc Natl Acad Sci U S A 2014; 111: 5147–52. [PMC free article] [PubMed] [Google Scholar]19. Murphy AJ, Macdonald LE, Stevens S et al Mice with megabase humanization of their immunoglobulin genes generate antibodies as efficiently as normal mice. Proc Natl Acad Sci U S A 2014; 111: 5153–8. [PMC free article] [PubMed] [Google Scholar]20. Dupilumab [package insert]. Tarrytown, NY: Regeneron Pharmaceuticals, Inc. Available at: https: //d1egnxy4jx1q3f.cloudfront.net/Regeneron/Dupixent_FPI.pdf (last accessed 3 April 2019). [Google Scholar]21. European Medicines Agency . Annex I. Summary of product characteristics [dupilumab]. Available at: https: //www.ema.europa.eu/en/documents/product-information/dupixent-epar-product-information_en.pdf (last accessed 7 March 2019).22. Beck LA, Thaçi D, Hamilton JD et al Dupilumab treatment in adults with moderate‐to‐severe atopic dermatitis. N Engl J Med 2014; 371: 130–9. [PubMed] [Google Scholar]23. Thaçi D, Simpson EL, Beck LA et al Efficacy and safety of dupilumab in adults with moderate‐to‐severe atopic dermatitis inadequately controlled by topical treatments: a randomised, placebo‐controlled, dose‐ranging phase 2b trial. Lancet 2016; 387: 40–52. [PubMed] [Google Scholar]24. Simpson EL, Bieber T, Guttman‐Yassky E et al Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med 2016; 375: 2335–48. [PubMed] [Google Scholar]25. Blauvelt A, de Bruin‐Weller M, Gooderham M et al Long‐term management of moderate‐to‐severe atopic dermatitis with dupilumab and concomitant topical corticosteroids (LIBERTY AD CHRONOS): a 1‐year, randomised, double‐blinded, placebo‐controlled, phase 3 trial. Lancet 2017; 389: 2287–303. [PubMed] [Google Scholar]26. de Bruin‐Weller M, Thaçi D, Smith CH et al Dupilumab with concomitant topical corticosteroid treatment in adults with atopic dermatitis with an inadequate response or intolerance to ciclosporin A or when this treatment is medically inadvisable: a placebo‐controlled, randomized phase III clinical trial (LIBERTY AD CAFÉ). Br J Dermatol 2018; 178: 1083–101. [PubMed] [Google Scholar]27. Wenzel S, Ford L, Pearlman D et al Dupilumab in persistent asthma with elevated eosinophil levels. N Engl J Med 2013; 368: 2455–66. [PubMed] [Google Scholar]28. Wenzel S, Castro M, Corren J et al Dupilumab efficacy and safety in adults with uncontrolled persistent asthma despite use of medium‐to‐high‐dose inhaled corticosteroids plus a long‐acting β2 agonist: a randomised double‐blind placebo‐controlled pivotal phase 2b dose‐ranging trial. Lancet 2016; 388: 31–44. [PubMed] [Google Scholar]29. Rabe K, Nair P, Brusselle G et al Efficacy and safety of dupilumab in glucocorticoid‐dependent severe asthma. N Engl J Med 2018; 378: 2475–85. [PubMed] [Google Scholar]30. Rabe KF, Nair P, Brusselle G et al Dupilumab in patients with corticosteroid‐dependent severe asthma: efficacy and safety results from the randomized, double‐blind, placebo‐controlled phase 3 LIBERTY ASTHMA VENTURE study. Am J Respir Crit Care Med 2018; 197: A7712. [Google Scholar]31. Castro M, Corren J, Pavord I et al Dupilumab efficacy and safety in moderate‐to‐severe uncontrolled asthma. N Engl J Med 2018; 378: 2486–96. [PubMed] [Google Scholar]32. Bachert C, Mannent L, Naclerio RM et al Effect of subcutaneous dupilumab on nasal polyp burden in patients with chronic sinusitis and nasal polyposis: a randomized clinical trial. JAMA 2016; 315: 469–79. [PubMed] [Google Scholar]33. Hirano I, Dellon ES, Hamilton JD et al Dupilumab efficacy and safety in adult patients with active eosinophilic oesophagitis: a randomised double‐blind placebo‐controlled phase 2 trial. United Eur Gastroenterol J 2017; 5: 1138–50. [Google Scholar]34. Simpson EL, Akinlade B, Ardeleanu M. Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med 2017; 376: 1090–1. [PubMed] [Google Scholar]35. de Bruin‐Weller M, Graham NMH, Pirozzi G, Shumel B. Could conjunctivitis in patients with atopic dermatitis treated with dupilumab be caused by colonization with Demodex and increased IL‐17 levels? Reply from the authors. Br J Dermatol 2018; 178: 1220–1. [PubMed] [Google Scholar]36. Worm M, Simpson EL, Thaçi D et al. The effect of dose regimen adjustment on maintenance of clinical response and safety of dupilumab in patients with atopic dermatitis (LIBERTY AD SOLO‐CONTINUE). Presented at the 37th Annual Congress of the European Academy of Allergy and Clinical Immunology (EAACI), Munich, Germany, 26–30 May 2018.37. Hamilton JD, Suárez‐Fariñas M, Dhingra N et al Dupilumab improves the molecular signature in skin of patients with moderate‐to‐severe atopic dermatitis. J Allergy Clin Immunol 2014; 134: 1293–300. [PubMed] [Google Scholar]38. Guttman‐Yassky E, Bissonnette R, Ungar B et al Dupilumab progressively improves systemic and cutaneous abnormalities in atopic dermatitis patients. J Allergy Clin Immunol 2019; 143: 155–72. [PubMed] [Google Scholar]39. Wollenberg A, Ariens L, Thurau S et al Conjunctivitis occurring in atopic dermatitis patients treated with dupilumab – clinical characteristics and treatment. J Allergy Clin Immunol Pract 2018; 6: 1778–80. [PubMed] [Google Scholar]40. Treister AD, Kraff‐Cooper C, Lio PA. Risk factors for dupilumab‐associated conjunctivitis in patients with atopic dermatitis. JAMA Dermatol 2018; 154: 1208–11. [PMC free article] [PubMed] [Google Scholar]41. Barnes AC, Blandford AD, Perry JD. Cicatricial ectropion in a patient treated with dupilumab. Am J Ophthalmol Case Rep 2017; 7: 120–2. [PMC free article] [PubMed] [Google Scholar]42. Levine RM, Tattersall IW, Gaudio PA, King BA. Cicatrizing blepharoconjunctivitis occurring during dupilumab treatment and a proposed algorithm for its management. JAMA Dermatol 2018; 154: 1485–6. [PubMed] [Google Scholar]43. Shen E, Xie K, Jwo K et al. Dupilumab‐induced follicular conjunctivitis. Ocul Immunol Inflamm 2019; doi: 10.1080/09273948.2018.1533567. [PubMed] [CrossRef] [Google Scholar]44. Rial MJ, Barroso B, Rodríguez‐Bermejo C, Sastre J. Letter regarding ‘Conjunctivitis occurring in atopic dermatitis patients treated with dupilumab – clinical characteristics and treatment’. J Allergy Clin Immunol Pract 2019; 7: 853. [PubMed] [Google Scholar]45. Wollenberg A, Thurau S, de Bruin‐Weller M. Reply. J Allergy Clin Immunol Pract 2019; 7: 853–4. [PubMed] [Google Scholar]46. Gooderham M, McDonald J, Papp K. Diagnosis and management of conjunctivitis for the dermatologist. J Cutan Med Surg 2018; 22: 200–6. [PubMed] [Google Scholar]47. Yoon SY, Bae SH, Shin YJ et al Low serum 25‐hydroxyvitamin D levels are associated with dry eye syndrome. PLOS ONE 2016; 11: e0147847. [PMC free article] [PubMed] [Google Scholar]48. Kim HY, Kwon EB, Baek JH et al Prevalence and comorbidity of allergic diseases in preschool children. Korean J Pediatr 2013; 56: 338–42. [PMC free article] [PubMed] [Google Scholar]49. Lee KS, Yum HY, Sheen YH et al Comorbidities and phenotypes of rhinitis in Korean children and adolescents: a cross‐sectional, multicenter study. Allergy Asthma Immunol Res 2017; 9: 70–8. [PMC free article] [PubMed] [Google Scholar]50. Proksch E, Fölster‐Holst R, Jensen JM. Skin barrier function, epidermal proliferation and differentiation in eczema. J Dermatol Sci 2006; 43: 159–69. [PubMed] [Google Scholar]51. Guttman‐Yassky E, Suárez‐Fariñas M, Chiricozzi A et al Broad defects in epidermal cornification in atopic dermatitis identified through genomic analysis. J Allergy Clin Immunol 2009; 124: 1235–44. [PubMed] [Google Scholar]52. Guttman‐Yassky E, Dhinra N, Leung DYM. New era of biological therapeutics in atopic dermatitis. Expert Opin Biol Ther 2013; 13: 549–61. [PMC free article] [PubMed] [Google Scholar]53. Yokoi K, Yokoi N, Kinoshita S. Impairment of ocular surface epithelium barrier function in patients with atopic dermatitis. Br J Ophthalmol 1998; 82: 797–800. [PMC free article] [PubMed] [Google Scholar]54. Mennini M, Dahdah L, Fiocchi A. Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med 2017; 376: 1090. [PubMed] [Google Scholar]55. Thyssen JP. Could conjunctivitis in patients with atopic dermatitis treated with dupilumab be caused by colonization with Demodex and increased interleukin‐17 levels? Br J Dermatol 2018; 178: 1220. [PubMed] [Google Scholar]56. Schmutz JL. [Risk of conjunctivitis associated with dupilumab (Dupixent®)]. Ann Dermatol Venereol 2018; 145: 556–8(in French). [PubMed] [Google Scholar]57. Bakker DS, Ariens LFM, van Luijk C et al. Goblet cell scarcity and conjunctival inflammation during treatment with dupilumab in patients with atopic dermatitis. Br J Dermatol 2019; 180: 1248–49. [PMC free article] [PubMed] [Google Scholar]58. Hong D, Coutu A, Ferrier‐Le Bouedec MC et al. [Atopic keratoconjunctivitis: one allergy may mask another. A clinical observation with two types of hypersensitivity reactions: IgE‐mediated and non‐IgE‐mediated]. J Fr Ophthalmol 2018; 41: 224–30(in French). [PubMed] [Google Scholar]59. Utine CA, Stern M, Akpek EK. Immunopathological features of severe chronic atopic keratoconjunctivitis and effects of topical cyclosporine treatment. Ocul Immunol Inflamm 2019; doi: 10.1080/09273948.2018.1511811. [PubMed] [CrossRef] [Google Scholar]"], "doi": "10.1111/bjd.17869", "references": ["Ohmachi N, Sasabe T, Kojima, M et al [Eye complications in atopic dermatitis]. Areruga 1994; 43:796–9 (in Japanese). [PubMed] [Google Scholar]", "Garrity JA, Liesegang TJ. Ocular complications of atopic dermatitis. Can J Opthalmol 1984; 19:21–4. [PubMed] [Google Scholar]", "Uchio E, Miyakawa K, Ikezawa Z, Ohno S. Systemic and local immunological features of atopic dermatitis patients with ocular complications. Br J Ophthalmol 1998; 82:82–7. [PMC free article] [PubMed] [Google Scholar]", "Bielory B, Bielory L. Atopic dermatitis and keratoconjunctivitis. Immunol Allergy Clin North Am 2010; 30:323–36. [PubMed] [Google Scholar]", "Sehgal VN, Jain S. Atopic dermatitis: ocular changes. Int J Dermatol 1994; 33:11–15. [PubMed] [Google Scholar]", "Rich LF, Hanifin JM. Ocular complications of atopic dermatitis and other eczemas. Int Ophthalmol Clin 1985; 25:61–76. [PubMed] [Google Scholar]", "Braude LS, Chandler JW. Atopic corneal disease. Int Ophthalmol Clin 1984; 24:145–56. [PubMed] [Google Scholar]", "Thyssen JP, Toft PB, Halling‐Overgaard AS et al Incidence, prevalence, and risk of selected ocular disease in adults with atopic dermatitis. J Am Acad Dermatol 2017; 77:280–6. [PubMed] [Google Scholar]", "Bousquet J, Devillier P, Anto JM et al Daily allergic multimorbidity in rhinitis using mobile technology: a novel concept of the MASK study. Allergy 2018; 73:1622–31. [PubMed] [Google Scholar]", "Rosario N, Bielory L. Epidemiology of allergic conjunctivitis. Curr Opin Allergy Clin Immunol 2011; 11:471–6. [PubMed] [Google Scholar]", "Maio S, Baldacci S, Bresciani M et al RItA: the Italian severe/uncontrolled asthma registry. Allergy 2018; 73:683–95. [PubMed] [Google Scholar]", "Lemmetyinen RE, Karjalainen JV, But A et al Higher mortality of adults with asthma: a 15‐year follow‐up of a population‐based cohort. Allergy 2018; 73:1479–88. [PubMed] [Google Scholar]", "Vehof J, Kozareva D, Hysi PG, Hammond CJ. Prevalence and risk factors of dry eye disease in a British female cohort. Br J Ophthalmol 2014; 98:1712–17. [PubMed] [Google Scholar]", "Kim M, Oh J‐H, Park CY, Lee SW. Dry eye disease and allergic conditions: a Korean nationwide population‐based study. Am J Rhinol Allergy 2016; 30:397–401. [PubMed] [Google Scholar]", "Cingi C, Gevaert P, Mösges R et al Multi‐morbidities of allergic rhinitis in adults: European Academy of Allergy and Clinical Immunology Task Force Report. Clin Transl Allergy 2017; 7:17. [PMC free article] [PubMed] [Google Scholar]", "Michailopoulos P, Almaliotis D, Georgiadou I et al Allergic conjunctivitis in patients with respiratory allergic symptoms; a retrospective study in Greece. Med Hypothesis Discov Innov Ophthalmol 2017; 6:3–9. [PMC free article] [PubMed] [Google Scholar]", "Wang X, Shi X‐D, Li L‐F et al Prevalence and clinical features of adult atopic dermatitis in tertiary hospitals of China. Medicine (Baltimore) 2017; 96:e6317. [PMC free article] [PubMed] [Google Scholar]", "MacDonald LE, Karow M, Stevens S et al Precise and in situ genetic humanization of 6 Mb of mouse immunoglobulin genes. Proc Natl Acad Sci U S A 2014; 111:5147–52. [PMC free article] [PubMed] [Google Scholar]", "Murphy AJ, Macdonald LE, Stevens S et al Mice with megabase humanization of their immunoglobulin genes generate antibodies as efficiently as normal mice. Proc Natl Acad Sci U S A 2014; 111:5153–8. [PMC free article] [PubMed] [Google Scholar]", "Dupilumab [package insert]. Tarrytown, NY: Regeneron Pharmaceuticals, Inc. Available at: https://d1egnxy4jx1q3f.cloudfront.net/Regeneron/Dupixent_FPI.pdf (last accessed 3 April 2019). [Google Scholar]", "European Medicines Agency . Annex I. Summary of product characteristics [dupilumab]. Available at: https://www.ema.europa.eu/en/documents/product-information/dupixent-epar-product-information_en.pdf (last accessed 7 March 2019).", "Beck LA, Thaçi D, Hamilton JD et al Dupilumab treatment in adults with moderate‐to‐severe atopic dermatitis. N Engl J Med 2014; 371:130–9. [PubMed] [Google Scholar]", "Thaçi D, Simpson EL, Beck LA et al Efficacy and safety of dupilumab in adults with moderate‐to‐severe atopic dermatitis inadequately controlled by topical treatments: a randomised, placebo‐controlled, dose‐ranging phase 2b trial. Lancet 2016; 387:40–52. [PubMed] [Google Scholar]", "Simpson EL, Bieber T, Guttman‐Yassky E et al Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med 2016; 375:2335–48. [PubMed] [Google Scholar]", "Blauvelt A, de Bruin‐Weller M, Gooderham M et al Long‐term management of moderate‐to‐severe atopic dermatitis with dupilumab and concomitant topical corticosteroids (LIBERTY AD CHRONOS): a 1‐year, randomised, double‐blinded, placebo‐controlled, phase 3 trial. Lancet 2017; 389:2287–303. [PubMed] [Google Scholar]", "de Bruin‐Weller M, Thaçi D, Smith CH et al Dupilumab with concomitant topical corticosteroid treatment in adults with atopic dermatitis with an inadequate response or intolerance to ciclosporin A or when this treatment is medically inadvisable: a placebo‐controlled, randomized phase III clinical trial (LIBERTY AD CAFÉ). Br J Dermatol 2018; 178:1083–101. [PubMed] [Google Scholar]", "Wenzel S, Ford L, Pearlman D et al Dupilumab in persistent asthma with elevated eosinophil levels. N Engl J Med 2013; 368:2455–66. [PubMed] [Google Scholar]", "Wenzel S, Castro M, Corren J et al Dupilumab efficacy and safety in adults with uncontrolled persistent asthma despite use of medium‐to‐high‐dose inhaled corticosteroids plus a long‐acting β2 agonist: a randomised double‐blind placebo‐controlled pivotal phase 2b dose‐ranging trial. Lancet 2016; 388:31–44. [PubMed] [Google Scholar]", "Rabe K, Nair P, Brusselle G et al Efficacy and safety of dupilumab in glucocorticoid‐dependent severe asthma. N Engl J Med 2018; 378:2475–85. [PubMed] [Google Scholar]", "Rabe KF, Nair P, Brusselle G et al Dupilumab in patients with corticosteroid‐dependent severe asthma: efficacy and safety results from the randomized, double‐blind, placebo‐controlled phase 3 LIBERTY ASTHMA VENTURE study. Am J Respir Crit Care Med 2018; 197:A7712. [Google Scholar]", "Castro M, Corren J, Pavord I et al Dupilumab efficacy and safety in moderate‐to‐severe uncontrolled asthma. N Engl J Med 2018; 378:2486–96. [PubMed] [Google Scholar]", "Bachert C, Mannent L, Naclerio RM et al Effect of subcutaneous dupilumab on nasal polyp burden in patients with chronic sinusitis and nasal polyposis: a randomized clinical trial. JAMA 2016; 315:469–79. [PubMed] [Google Scholar]", "Hirano I, Dellon ES, Hamilton JD et al Dupilumab efficacy and safety in adult patients with active eosinophilic oesophagitis: a randomised double‐blind placebo‐controlled phase 2 trial. United Eur Gastroenterol J 2017; 5:1138–50. [Google Scholar]", "Simpson EL, Akinlade B, Ardeleanu M. Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med 2017; 376:1090–1. [PubMed] [Google Scholar]", "de Bruin‐Weller M, Graham NMH, Pirozzi G, Shumel B. Could conjunctivitis in patients with atopic dermatitis treated with dupilumab be caused by colonization with Demodex and increased IL‐17 levels? Reply from the authors. Br J Dermatol 2018; 178:1220–1. [PubMed] [Google Scholar]", "Worm M, Simpson EL, Thaçi D et al. The effect of dose regimen adjustment on maintenance of clinical response and safety of dupilumab in patients with atopic dermatitis (LIBERTY AD SOLO‐CONTINUE). Presented at the 37th Annual Congress of the European Academy of Allergy and Clinical Immunology (EAACI), Munich, Germany, 26–30 May 2018.", "Hamilton JD, Suárez‐Fariñas M, Dhingra N et al Dupilumab improves the molecular signature in skin of patients with moderate‐to‐severe atopic dermatitis. J Allergy Clin Immunol 2014; 134:1293–300. [PubMed] [Google Scholar]", "Guttman‐Yassky E, Bissonnette R, Ungar B et al Dupilumab progressively improves systemic and cutaneous abnormalities in atopic dermatitis patients. J Allergy Clin Immunol 2019; 143:155–72. [PubMed] [Google Scholar]", "Wollenberg A, Ariens L, Thurau S et al Conjunctivitis occurring in atopic dermatitis patients treated with dupilumab – clinical characteristics and treatment. J Allergy Clin Immunol Pract 2018; 6:1778–80. [PubMed] [Google Scholar]", "Treister AD, Kraff‐Cooper C, Lio PA. Risk factors for dupilumab‐associated conjunctivitis in patients with atopic dermatitis. JAMA Dermatol 2018; 154:1208–11. [PMC free article] [PubMed] [Google Scholar]", "Barnes AC, Blandford AD, Perry JD. Cicatricial ectropion in a patient treated with dupilumab. Am J Ophthalmol Case Rep 2017; 7:120–2. [PMC free article] [PubMed] [Google Scholar]", "Levine RM, Tattersall IW, Gaudio PA, King BA. Cicatrizing blepharoconjunctivitis occurring during dupilumab treatment and a proposed algorithm for its management. JAMA Dermatol 2018; 154:1485–6. [PubMed] [Google Scholar]", "Shen E, Xie K, Jwo K et al. Dupilumab‐induced follicular conjunctivitis. Ocul Immunol Inflamm 2019; doi: 10.1080/09273948.2018.1533567. [PubMed] [CrossRef] [Google Scholar]", "Rial MJ, Barroso B, Rodríguez‐Bermejo C, Sastre J. Letter regarding ‘Conjunctivitis occurring in atopic dermatitis patients treated with dupilumab – clinical characteristics and treatment’. J Allergy Clin Immunol Pract 2019; 7:853. [PubMed] [Google Scholar]", "Wollenberg A, Thurau S, de Bruin‐Weller M. Reply. J Allergy Clin Immunol Pract 2019; 7:853–4. [PubMed] [Google Scholar]", "Gooderham M, McDonald J, Papp K. Diagnosis and management of conjunctivitis for the dermatologist. J Cutan Med Surg 2018; 22:200–6. [PubMed] [Google Scholar]", "Yoon SY, Bae SH, Shin YJ et al Low serum 25‐hydroxyvitamin D levels are associated with dry eye syndrome. PLOS ONE 2016; 11:e0147847. [PMC free article] [PubMed] [Google Scholar]", "Kim HY, Kwon EB, Baek JH et al Prevalence and comorbidity of allergic diseases in preschool children. Korean J Pediatr 2013; 56:338–42. [PMC free article] [PubMed] [Google Scholar]", "Lee KS, Yum HY, Sheen YH et al Comorbidities and phenotypes of rhinitis in Korean children and adolescents: a cross‐sectional, multicenter study. Allergy Asthma Immunol Res 2017; 9:70–8. [PMC free article] [PubMed] [Google Scholar]", "Proksch E, Fölster‐Holst R, Jensen JM. Skin barrier function, epidermal proliferation and differentiation in eczema. J Dermatol Sci 2006; 43:159–69. [PubMed] [Google Scholar]", "Guttman‐Yassky E, Suárez‐Fariñas M, Chiricozzi A et al Broad defects in epidermal cornification in atopic dermatitis identified through genomic analysis. J Allergy Clin Immunol 2009; 124:1235–44. [PubMed] [Google Scholar]", "Guttman‐Yassky E, Dhinra N, Leung DYM. New era of biological therapeutics in atopic dermatitis. Expert Opin Biol Ther 2013; 13:549–61. [PMC free article] [PubMed] [Google Scholar]", "Yokoi K, Yokoi N, Kinoshita S. Impairment of ocular surface epithelium barrier function in patients with atopic dermatitis. Br J Ophthalmol 1998; 82:797–800. [PMC free article] [PubMed] [Google Scholar]", "Mennini M, Dahdah L, Fiocchi A. Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med 2017; 376:1090. [PubMed] [Google Scholar]", "Thyssen JP. Could conjunctivitis in patients with atopic dermatitis treated with dupilumab be caused by colonization with Demodex and increased interleukin‐17 levels? Br J Dermatol 2018; 178:1220. [PubMed] [Google Scholar]", "Schmutz JL. [Risk of conjunctivitis associated with dupilumab (Dupixent®)]. Ann Dermatol Venereol 2018; 145:556–8(in French). [PubMed] [Google Scholar]", "Bakker DS, Ariens LFM, van Luijk C et al. Goblet cell scarcity and conjunctival inflammation during treatment with dupilumab in patients with atopic dermatitis. Br J Dermatol 2019; 180:1248–49. [PMC free article] [PubMed] [Google Scholar]", "Hong D, Coutu A, Ferrier‐Le Bouedec MC et al. [Atopic keratoconjunctivitis: one allergy may mask another. A clinical observation with two types of hypersensitivity reactions: IgE‐mediated and non‐IgE‐mediated]. J Fr Ophthalmol 2018; 41:224–30(in French). [PubMed] [Google Scholar]", "Utine CA, Stern M, Akpek EK. Immunopathological features of severe chronic atopic keratoconjunctivitis and effects of topical cyclosporine treatment. Ocul Immunol Inflamm 2019; doi: 10.1080/09273948.2018.1511811. [PubMed] [CrossRef] [Google Scholar]"], "isFullpaper": true, "keywords": [], "authors": ["B. Akinlade", "E. Guttman‐Yassky", "M. de Bruin‐Weller", "E.L. Simpson", "A. Blauvelt", "M.J. Cork", "E. Prens", "P. Asbell", "E. Akpek", "J. Corren", "C. Bachert", "I. Hirano", "J. Weyne", "A. Korotzer", "Z. Chen", "T. Hultsch", "X. Zhu", "J.D. Davis", "L. Mannent", "J.D. Hamilton", "A. Teper", "H. Staudinger", "E. Rizova", "G. Pirozzi", "N.M.H. Graham", "B. Shumel", "M. Ardeleanu", "A. Wollenberg"], "term": "conjunctivitis", "chunk_id": ["09ad7364-e93d-443b-aaed-159ce9c9dd7a", "8a825ed0-cbed-4008-a5ab-3fd48a25b0bd", "28b87471-92db-4af5-b34d-76e6cce2c3e5", "1d2493c6-ce86-4ed8-a125-2314aa18f42c", "bb24dd1c-ff31-4f1a-a8a5-62347a775248", "33623cf6-fef1-422a-98ce-014a237e2f62", "5184d470-de6e-4c20-8411-78a97f49f8e5", "d281716a-4286-480a-a803-fc772fc8ace8", "2e47a3b3-2edf-4bf2-9da1-34499ef72538", "bc74a822-be30-4166-9914-49d3ff335202", "63532563-413a-4787-87b6-ee270ed745a3", "abef2c6d-6f8b-4de0-908d-f538f74c4cf6", "46a3abef-a3c3-4cf1-bd58-598baf480e6d", "df5c1b59-aae4-4630-9480-709c62aa3e7a", "cb35ff07-e557-4ec9-b8f2-89c13c435f47", "d70a1930-9b5a-4039-9c16-2de5b4bc69c0", "50320412-a4da-488a-bc5c-936f6d9b94cf", "d8a55362-5435-4268-98d0-3219ac065cde", "9f1b6414-41c1-4452-9286-c030697504f2", "a3a545f6-d4e6-4740-bf2d-91f1160aa7f6", "3b0069c4-2d17-4b06-9227-10c78ce9de73", "9af73d8b-1fd6-441b-9849-5a7a8355f5f6", "26e003e1-8460-4325-9e6a-d09b2ccb75f9", "de138e28-ec1d-4a59-91d8-57c3dbb24df1", "e9325351-074f-4d21-9df2-3f805d308d5b", "0d184ee0-4bda-4709-a628-046c1ae41589", "80f623c9-18a0-4344-a658-2d093749a98c", "4d73b476-8393-4057-a18a-b8869b4507f7", "4adb7a84-e6c3-44cf-a70d-176af978ec8d", "f90906c2-2ed1-4ae4-8fa3-63f2ecf11e5b", "7b1a9818-5b3d-477e-a165-609ae5ec4f76", "b0b30447-6d9b-4d05-9283-bf2d31309fcf", "1764ff46-2682-4ebb-885f-60e36b7ad3e9", "a5b42e8f-45f0-4f41-a840-b03e5dfd57bd", "f4663abe-673d-40a3-b917-cb5e9175d802", "7406f4d6-0a62-43a5-82ef-3644888a8d78", "64566eeb-d672-4936-84a4-ac261d3a3822", "0c14345d-265b-4f6b-a616-a7617e9e7b6d", "7765be6f-f24a-4c16-8ee5-c64214e62bb0", "6337bb4e-4094-4b62-a7b9-f3b213129d7a", "94b33479-d3c2-4052-9973-5f629f337b8e", "49c96de8-d303-41f7-b658-2777d9d34de1", "5deab7f2-4d34-4a86-a26d-fa6cd935c80e", "140870e4-d9b2-43c5-8227-73809db20f4d", "52ac6ad4-63f8-44d3-a8de-e93f29ef51b6", "c2194642-f820-49fd-ac5d-4e126e72ff4b", "ce11409f-bcad-4134-a00e-90a7e31ab5a0", "73042a75-7305-4c7d-a72b-1af7cb63dcf2", "0f6610ec-3122-4f15-8e4b-4f76f79a1986", "11b08d51-32ed-418a-a45d-88d21c796f45", "077cf3ca-e2cb-4e31-b4ba-55eb731191cf", "c8e00035-828a-457f-b325-1f76b5e83e87", "a6b08e03-cdcc-4817-9fbd-8e8415a20bad", "4d7a4c02-bac4-43b9-84cd-c49dafc21fa2", "a5f8c629-6414-48be-bfc4-a4ff5dd37325", "753a7045-9a47-4147-9c7c-221984ff8e06", "0daa338f-9fda-4439-bacf-20dc76c6ca74", "9be974d0-6caf-4a45-b946-2c654e60ea5a", "3d3ff17c-3d9a-462f-8506-4def5e3f4ce4", "230d21fd-4835-4a6b-8d1e-54deed60a933", "bec3ed64-9178-457a-aa91-f672a700b95a", "cce9bea1-f164-4ae9-9316-1d030544046e", "cf10f4ff-95a5-48bc-bde6-deb748390555", "52c9b731-4c67-43c2-84d7-d9c4c2348d6c", "1765c999-5f27-4123-ad28-c2ce31dac444", "5bb8604f-108c-4372-9d5c-2a6a3f226e20", "37425eb0-6d3e-4321-97f8-bad8542a0920", "241ffbc9-547d-4243-832b-b0f7d18f6dd3", "294ca66d-d39b-47c6-bb87-b1fe4d8b6749", "678958a5-f39b-4d6e-aa43-cde37c3548f1", "f341352b-b755-48a6-adc7-8b1a2046745d", "53986951-15b3-4d8e-b344-442441851f29", "f3db7e1c-74fe-44a7-b06d-47d2b12e439a", "cbc190b3-d33c-4942-a672-e58b94446cc7", "fb1fb116-e334-42f6-834a-e4f632a025f2", "72c2cbcf-f503-41a3-9107-2ac0098674da", "81436d69-d390-4751-b8c4-982d94215e61", "758e1dbf-cb17-402d-86c7-59ff473736ef", "dcddb747-7976-4041-a098-502f69768fed", "706c964b-832b-4513-9d4b-eef26c782b44", "13f49883-b419-49dd-a0c8-403d38999bf4", "127f0141-0368-4deb-9f95-5b722b0d4557", "80d178d6-18bf-4a30-8e19-7a43de9dd5a7"], "chunks": ["Br J Dermatol. 2019 Sep; 181(3): 459–473. Published online 2019 May 7. doi: 10.1111/bjd.17869PMCID: PMC6850316PMID: 30851191Conjunctivitis in dupilumab clinical trialsB. Akinlade, 1 E. Guttman‐Yassky, 2 M. de Bruin‐Weller, 3 E.L. Simpson, 4 A. Blauvelt, 5 M.J. Cork, 6 E. Prens, 7 P. Asbell, 8 E. Akpek, 9 J. Corren, 10 C. Bachert, 11 , 12 I. Hirano, 13 J. Weyne, 1 A. Korotzer, 1 Z. Chen, 1 T. Hultsch, 14 X. Zhu, 1 J.D. Davis, 1 L. Mannent, 15 J.D. Hamilton, 1 A. Teper, 16 H. Staudinger, 16 E. Rizova, 14 G. Pirozzi, 16 N.M.H. Graham, 1 B. Shumel, 1 M. Ardeleanu, 1 and A. Wollenberg 17 B. Akinlade 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by B. AkinladeE. Guttman‐Yassky 2 Department of Dermatology, Icahn School of Medicine at Mount Sinai Medical Center, New York NY, U.S.A. Find articles by E. Guttman‐YasskyM. de Bruin‐Weller 3 Department of Dermatology & Allergology, University Medical Center Utrecht, Utrecht the Netherlands Find articles by M", ". de Bruin‐WellerE.L. Simpson 4 Department of Dermatology, Oregon Health & Science University, Portland OR, U.S.A. Find articles by E.L. SimpsonA. Blauvelt 5 Oregon Medical Research Center, Portland OR, U.S.A. Find articles by A. BlauveltM.J. Cork 6 Sheffield Dermatology Research, Department of Infection, Immunity and Cardiovascular Disease, The University of Sheffield Medical School, Sheffield U.K. Find articles by M.J. CorkE. Prens 7 Department of Dermatology, Erasmus MC, Rotterdam the Netherlands Find articles by E. PrensP. Asbell 8 Hamilton Eye Institute, University of Tennessee Health Science Center, Memphis TN, U.S.A. Find articles by P. AsbellE. Akpek 9 Wilmer Eye Institute at Johns Hopkins University School of Medicine, Baltimore MD, U.S.A. Find articles by E. AkpekJ. Corren 10 David Geffen School of Medicine at UCLA, Los Angeles CA, U.S.A. Find articles by J. CorrenC", ". Find articles by J. CorrenC. Bachert 11 ENT Department, Ghent University Hospital, Ghent Belgium 12 Department of Clinical Science, Intervention and Technology (CLINTEC), Karolinska Institutet, Stockholm Sweden Find articles by C. BachertI. Hirano 13 Northwestern University Feinberg School of Medicine, Chicago IL, U.S.A. Find articles by I. HiranoJ. Weyne 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by J. WeyneA. Korotzer 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by A. KorotzerZ. Chen 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by Z. ChenT. Hultsch 14 Sanofi Genzyme, Cambridge MA, U.S.A. Find articles by T. HultschX. Zhu 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by X. ZhuJ.D. Davis 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by J.D. DavisL. Mannent 15 Sanofi R&D, Chilly‐Mazarin France Find articles by L. MannentJ.D", ". DavisL. Mannent 15 Sanofi R&D, Chilly‐Mazarin France Find articles by L. MannentJ.D. Hamilton 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by J.D. HamiltonA. Teper 16 Sanofi, Bridgewater NJ, U.S.A. Find articles by A. TeperH. Staudinger 16 Sanofi, Bridgewater NJ, U.S.A. Find articles by H. StaudingerE. Rizova 14 Sanofi Genzyme, Cambridge MA, U.S.A. Find articles by E. RizovaG. Pirozzi 16 Sanofi, Bridgewater NJ, U.S.A. Find articles by G. PirozziN.M.H. Graham 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by N.M.H. GrahamB. Shumel 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by B. ShumelM. Ardeleanu 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A. Find articles by M. ArdeleanuA. Wollenberg 17 Ludwig‐Maximilian University, Munich Germany Find articles by A. WollenbergAuthor information Article notes Copyright and License information PMC Disclaimer 1 Regeneron Pharmaceuticals, Inc., Tarrytown NY, U.S.A", ". 2 Department of Dermatology, Icahn School of Medicine at Mount Sinai Medical Center, New York NY, U.S.A. 3 Department of Dermatology & Allergology, University Medical Center Utrecht, Utrecht the Netherlands 4 Department of Dermatology, Oregon Health & Science University, Portland OR, U.S.A. 5 Oregon Medical Research Center, Portland OR, U.S.A. 6 Sheffield Dermatology Research, Department of Infection, Immunity and Cardiovascular Disease, The University of Sheffield Medical School, Sheffield U.K. 7 Department of Dermatology, Erasmus MC, Rotterdam the Netherlands 8 Hamilton Eye Institute, University of Tennessee Health Science Center, Memphis TN, U.S.A. 9 Wilmer Eye Institute at Johns Hopkins University School of Medicine, Baltimore MD, U.S.A. 10 David Geffen School of Medicine at UCLA, Los Angeles CA, U.S.A", ". 10 David Geffen School of Medicine at UCLA, Los Angeles CA, U.S.A. 11 ENT Department, Ghent University Hospital, Ghent Belgium 12 Department of Clinical Science, Intervention and Technology (CLINTEC), Karolinska Institutet, Stockholm Sweden 13 Northwestern University Feinberg School of Medicine, Chicago IL, U.S.A. 14 Sanofi Genzyme, Cambridge MA, U.S.A. 15 Sanofi R&D, Chilly‐Mazarin France 16 Sanofi, Bridgewater NJ, U.S.A. 17 Ludwig‐Maximilian University, Munich Germany B. Akinlade, Email: moc.noreneger@edalnika.elnalob.Corresponding author.* Correspondence Bolanle Akinlade. E‐mail: moc.noreneger@edalnika.elnalob, Accepted 2019 Mar 5.Copyright © 2019 The Authors", ". E‐mail: moc.noreneger@edalnika.elnalob, Accepted 2019 Mar 5.Copyright © 2019 The Authors. British Journal of Dermatology published by John Wiley & Sons Ltd on behalf of British Association of Dermatologists.This is an open access article under the terms of the http: //creativecommons.org/licenses/by-nc-nd/4.0/ License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non‐commercial and no modifications or adaptations are made.Associated DataSupplementary Materials Table S1 Randomized clinical trials of dupilumab in atopic dermatitis, asthma, chronic rhinosinusitis with nasal polyps, and eosinophilic oesophagitis included in this analysis. Table S2 Incidence of conjunctivitis: number of patients with at least one event per 100 patient‐years. Table S3 Baseline characteristics and conjunctivitis in patients with atopic dermatitis", ". Table S3 Baseline characteristics and conjunctivitis in patients with atopic dermatitis. Table S4 Incidence of conjunctivitis per 100 patient‐years by dupilumab concentration from baseline to week 16. Table S5 Conjunctivitis resolution in asthma and chronic rhinosinusitis with nasal polyps. Fig S1. Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for baseline thymus and activation‐regulated chemokine). Fig S2. Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for baseline total IgE. Fig S3. Atopic dermatitis efficacy response and annualized event rates for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for Investigator's Global Assessment score of 0 or 1. Fig S4", ". Fig S4. Atopic dermatitis efficacy response and annualized event rates for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for ≥ 75% improvement in Eczema Area and Severity Index. Fig S5. Conjunctivitis severity in asthma phase IIb (DRI12544), QUEST and VENTURE; and chronic rhinosinusitis with nasal polyps ({\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"ACT12340\",\"term_id\": \"251754264\",\"term_text\": \"ACT12340\"}}ACT12340). Appendix S1 Supplementary references.BJD-181-459-s001.docx (84K)GUID: 9673E687-A271-4859-A9CD-8D92825ECC9D Video S1 Author video.BJD-181-459-s002.mp4 (82M)GUID: BC0D4C95-415A-4FE5-BD75-EE100D6CD860SummaryBackgroundDupilumab blocks the shared receptor component for interleukin (IL)‐4 and IL‐13. It is approved in the U.S.A", ". It is approved in the U.S.A. for patients aged ≥ 12 years with moderate‐to‐severe atopic dermatitis (AD) uncontrolled by topical prescription medicines or who cannot use topical medicines, for patients in Japan whose AD is uncontrolled with existing therapies, for patients with moderate‐to‐severe AD in Europe who are candidates for systemic therapy and for patients aged ≥ 12 years for maintenance treatment of moderate‐to‐severe asthma uncontrolled with their current medicines. AD trials have reported increased incidence of conjunctivitis for dupilumab vs", ". AD trials have reported increased incidence of conjunctivitis for dupilumab vs. placebo.ObjectivesTo characterize further the occurrence and risk factors of conjunctivitis in dupilumab clinical trials.MethodsWe evaluated randomized placebo‐controlled trials of dupilumab in AD (n = 2629), asthma (n = 2876), chronic rhinosinusitis with nasal polyps (CRSwNP) (n = 60) and eosinophilic oesophagitis (EoE) (n = 47).ResultsIn most AD trials, dupilumab‐treated patients had higher conjunctivitis incidence than placebo controls. Higher baseline AD severity and previous history of conjunctivitis were associated with increased conjunctivitis incidence. Conjunctivitis was mostly mild to moderate. Most cases recovered or resolved during the treatment period; two patients permanently discontinued dupilumab due to conjunctivitis or keratitis. Common treatments included ophthalmic corticosteroids, antibiotics, and antihistamines or mast cell stabilizers. Most cases were diagnosed by the investigators", ". Most cases were diagnosed by the investigators. In asthma and CRSwNP trials, the incidence of conjunctivitis was lower for both dupilumab and placebo than in AD trials; dupilumab did not increase the incidence compared with placebo. In the EoE trial, no patients had conjunctivitis.ConclusionsConjunctivitis was more frequent with dupilumab treatment in most AD trials. In dupilumab trials in other type 2 diseases, incidence of conjunctivitis was overall very low, and was similar for dupilumab and placebo. In AD, the incidence of conjunctivitis was associated with AD severity and prior history of conjunctivitis. The aetiology and treatment of conjunctivitis in dupilumab‐treated patients require further study", ". The aetiology and treatment of conjunctivitis in dupilumab‐treated patients require further study. What's already known about this topic? Ocular disorders, including allergic conjunctivitis, are common in patients with atopic dermatitis (AD).In most dupilumab AD trials, dupilumab‐treated patients had higher conjunctivitis incidence than those receiving placebo.Most cases were mild to moderate and recovered or were recovering during study treatment; study treatment discontinuation due to conjunctivitis was rare.Conjunctivitis incidence was very low and similar for dupilumab and placebo in clinical trials in asthma, chronic rhinosinusitis with nasal polyps and eosinophilic oesophagitis", ". What does this study add? This analysis confirms and extends the results of the individual clinical trials.Baseline disease‐related factors, including AD severity, prior conjunctivitis history and certain biomarkers (thymus and activation‐regulated chemokine, IgE, eosinophils), were associated with increased incidence of conjunctivitis.Patients who responded well to dupilumab had reduced incidence of conjunctivitis.Further study is needed to elucidate the aetiology and treatment of conjunctivitis in dupilumab‐treated patients with AD. Short abstract Linked Editorial: https: //doi.org/10.1111/bjd.18255", ". Short abstract Linked Editorial: https: //doi.org/10.1111/bjd.18255. https: //doi.org/10.1111/bjd.18276 available online https: //www.bjdonline.com/article/ Ocular surface diseases, such as allergic conjunctivitis, blepharitis and keratitis, are well‐known ophthalmic complications in patients with severe atopic dermatitis (AD), with incidence rates of 32·4–55·8%.1, 2, 3, 4, 5, 6, 7, 8 The incidence of ophthalmic complications increases with AD severity.4, 8 Allergic conjunctivitis and other ocular surface disorders are also common comorbidities of other atopic disorders such as asthma and allergic rhinitis.9, 10, 11, 12, 13, 14, 15, 16, 17 Dupilumab is a fully human VelocImmune‐derived18, 19 monoclonal antibody blocking the shared receptor component for interleukin (IL)‐4 and IL‐13, thus inhibiting signalling of both IL‐4 and IL‐13.Dupilumab is approved for subcutaneous administration at 300 mg every 2 weeks (q2w) for patients aged ≥ 12 years in the U.S.A", ". with moderate‐to‐severe AD inadequately controlled with topical prescription therapies or when those therapies are not advisable.20 It is also approved for the treatment of adult patients with AD not adequately controlled with existing therapies in Japan, and for use in adults with inadequately controlled, moderate‐to‐severe AD who are candidates for systemic therapy in the European Union.21 Dupilumab is also used as an add‐on maintenance treatment in patients aged ≥ 12 years with moderate‐to‐severe asthma and an eosinophilic phenotype or oral corticosteroid dependence.20 In clinical trials, dupilumab demonstrated efficacy and safety in AD,22, 23, 24, 25, 26 asthma,27, 28, 29, 30, 31 chronic rhinosinusitis with nasal polyps (CRSwNP)32 and eosinophilic oesophagitis (EoE),33 demonstrating that IL‐4 and IL‐13 are key drivers of multiple type 2 inflammatory diseases.Ocular surface disorders, including conjunctivitis, blepharitis, keratitis, eye pruritus and dry eye, are commonly reported", "including conjunctivitis, blepharitis, keratitis, eye pruritus and dry eye, are commonly reported adverse events (AEs) in dupilumab‐treated patients with AD.20, 21 Conjunctivitis of all aetiologies and phenotypes with or without eyelid or corneal involvement was dominant among all ocular AEs reported in dupilumab clinical trials in AD.20, 21, 24, 25, 26, 34, 35 To characterize conjunctivitis in patients treated with dupilumab, we reviewed the results of published clinical trials, and synthesized the available data on incidence rates, disease course and associated baseline characteristics of patients who developed conjunctivitis in randomized, double‐blinded, placebo‐controlled trials of dupilumab in AD, asthma, CRSwNP and EoE.Patients and methodsStudiesEleven randomized, double‐blinded, placebo‐controlled phase II and phase III clinical trials were included in this analysis", ". This included 2629 patients in six AD trials: R668‐AD‐1021 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT01859988\",\"term_id\": \"NCT01859988\"}}NCT01859988), LIBERTY AD SOLO 1 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02277743\",\"term_id\": \"NCT02277743\"}}NCT02277743), LIBERTY AD SOLO 2 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02277769\",\"term_id\": \"NCT02277769\"}}NCT02277769), LIBERTY AD CHRONOS ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02260986\",\"term_id\": \"NCT02260986\"}}NCT02260986), LIBERTY AD CAFÉ ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02755649\",\"term_id\": \"NCT02755649\"}}NCT02755649) and LIBERTY AD SOLO‐CONTINUE ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02395133\",\"term_id\": \"NCT02395133\"}}NCT02395133);23, 24, 25, 26, 36 2876 patients in three asthma trials: DRI12544 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT01854047\",\"term_id\": \"NCT01854047\"}}NCT01854047), LIBERTY ASTHMA QUEST ({\"type\": \"clinical-trial\",\"attrs\": {\"text\":", "\"NCT01854047\"}}NCT01854047), LIBERTY ASTHMA QUEST ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02414854\",\"term_id\": \"NCT02414854\"}}NCT02414854) and LIBERTY ASTHMA VENTURE ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02528214\",\"term_id\": \"NCT02528214\"}}NCT02528214);28, 29, 30, 31 60 patients in one CRSwNP trial: {\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"ACT12340\",\"term_id\": \"251754264\",\"term_text\": \"ACT12340\"}}ACT12340 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT01920893\",\"term_id\": \"NCT01920893\"}}NCT01920893)32 and 47 patients in one EoE trial: R668‐EE‐1324 ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02379052\",\"term_id\": \"NCT02379052\"}}NCT02379052) (Table S1; see Supporting Information).33 Details of the study methodologies were previously published.23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 36 Data were pooled for the three AD 16‐week monotherapy studies (monotherapy pool: R668‐AD‐1021, SOLO 1 and SOLO 2).All trials were conducted in accordance with the ethical", "pool: R668‐AD‐1021, SOLO 1 and SOLO 2).All trials were conducted in accordance with the ethical principles that have their origin in the Declaration of Helsinki and are consistent with the International Council for Harmonisation guidelines for good clinical practice and applicable regulatory requirements.23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 36 End points and assessmentsClinical trial investigators (mostly dermatologists or allergists) diagnosed and reported conjunctivitis AEs, which were subsequently coded using Medical Dictionary for Regulatory Activities (MedDRA) preferred terms (PTs)", ". Unless otherwise specified, the term ‘conjunctivitis’ refers to the group of PTs that included the term ‘conjunctivitis’, namely conjunctivitis, allergic conjunctivitis, bacterial conjunctivitis, viral conjunctivitis, adenoviral conjunctivitis and atopic keratoconjunctivitis. All cases of conjunctivitis were included regardless of aetiology (including blepharoconjunctivitis, which was coded as the MedDRA PT conjunctivitis; and excluding blepharitis in the absence of conjunctivitis).The study protocols did not require any specific query about ocular symptoms. AEs were generally reported by patients spontaneously, in response to the query ‘did you have any problems?’, or by investigators on physical examination during clinical visits. Investigators who reported conjunctivitis of unspecified aetiology were asked for more details, and whether they could use a more specific PT. In most cases, the aetiology remained unspecified or was designated ‘allergic’ by the investigator", ". In most cases, the aetiology remained unspecified or was designated ‘allergic’ by the investigator. Investigators differed in how they categorized conjunctivitis to type, as there were no prespecified classification guidelines. Most cases reported as infectious (e.g. viral or bacterial) did not have laboratory confirmation of infectious aetiology. Most cases were not referred to ophthalmologists or other eye specialists.The impact of baseline demographic and disease characteristics; baseline serum levels of thymus and activation‐regulated chemokine (TARC; CCL17), IgE and blood eosinophil counts; and efficacy responses on conjunctivitis incidence rates were summarized for the monotherapy pool, CHRONOS and CAFÉ", ". We evaluated the relationship between dupilumab concentration and conjunctivitis in pooled data from SOLO 1, SOLO 2 and CHRONOS.Statistical analytical methodsThese analyses evaluated all patients who received at least one dose of study drug by treatment and dose regimen received. Incidence rates described proportions of patients with at least one conjunctivitis event, without modelling or censoring for patient withdrawal or rescue medication use. Hazard ratios (HRs) and 95% confidence intervals (CIs) were estimated based on a Cox regression model (with censoring after patients’ withdrawal), to describe the relative risk for time to first conjunctivitis event, comparing the dupilumab and placebo groups. Treatment groups were fixed effects and the analysis was stratified by study and baseline disease severity [Investigator's Global Assessment (IGA) = 3 vs. 4 for AD‐1021, SOLO, CHRONOS and CAFÉ; or IGA = 0 vs. 1 vs. 2 for SOLO‐CONTINUE]", ". 4 for AD‐1021, SOLO, CHRONOS and CAFÉ; or IGA = 0 vs. 1 vs. 2 for SOLO‐CONTINUE]. Medians, percentiles and 95% CIs were obtained from Kaplan–Meier estimates.Relationships of baseline characteristics and treatment response with conjunctivitis incidence were evaluated using descriptive statistics. Results from post hoc analyses showing annualized rate ratios by various factors were extracted from a duration‐adjusted Poisson model. Relationships between dupilumab concentration and conjunctivitis incidence were evaluated by dupilumab concentration (observed Ctrough, predicted Ctrough and AUCtau) in the placebo and dupilumab groups, based on pooled data from SOLO 1, SOLO 2 and CHRONOS, for weeks 0–16.ResultsAtopic dermatitis clinical trialsIncidence of conjunctivitis The incidence and HR of treatment‐emergent conjunctivitis were higher in dupilumab‐treated vs. placebo‐treated patients in the monotherapy pool, CHRONOS and CAFÉ. In the monotherapy pool, incidence rates (HR) for dupilumab vs", ". In the monotherapy pool, incidence rates (HR) for dupilumab vs. placebo after 16 weeks of treatment were 8·6% vs. 2·1% (HR 4·13, 95% CI 2·21–7·72) (Table 1). A similar pattern was seen when adjusting for patient exposure [29·98 vs. 7·29 patients, respectively, per 100 patient‐years (PY)] (Table S2; see Supporting Information). In CHRONOS, incidence rates (HR) for dupilumab + topical corticosteroids (TCS) vs. placebo + TCS over the 52‐week treatment period were 17·9% vs. 7·9%, respectively (HR 2·31, 95% CI 1·47–3·63) (Table 2). When adjusting for exposure, the rates were 21·44 vs. 9·24 patients per 100 PY, respectively (Table S2; see Supporting Information). The highest conjunctivitis rates were reported in CAFÉ, with incidence rates for dupilumab + TCS vs. placebo + TCS over the 16‐week treatment period of 22·1% vs. 11·1%, respectively (HR 2·06, 95% CI 1·09–3·88) (Table 3). Duration‐adjusted rates were 81·13 vs", ". 11·1%, respectively (HR 2·06, 95% CI 1·09–3·88) (Table 3). Duration‐adjusted rates were 81·13 vs. 38·94 patients per 100 PY, respectively (Table S2; see Supporting Information).Table 1Proportion of patients with at least one adverse event of conjunctivitis during the treatment period in atopic dermatitis trials, and hazard ratios (HRs) with 95% confidence intervals (CIs) for dupilumab vs. placebo: monotherapy poolMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs", ". placebo (95% CI)Placebo (n = 517)Dupilumab 300 mg q2w (n = 529)Dupilumab 300 mg qw (n = 518)Dupilumab combined (n = 1047)Total11 (2·1)49 (9·3)41 (7·9)90 (8·6)4·43 (2·30–8·51)3·80 (1·95–7·40)4·13 (2·21–7·72)Conjunctivitis3 (0·6)21 (4·0)20 (3·9)41 (3·9)6·84 (2·04–22·9)6·69 (1·99–22·5)6·77 (2·10–21·9)Allergic conjunctivitis5 (1·0)16 (3·0)12 (2·3)28 (2·7)3·05 (1·12–8·34)2·38 (0·84–6·75)2·75 (1·06–7·12)Bacterial conjunctivitis 2 (0·4)7 (1·3)8 (1·5)15 (1·4)3·37 (0·70–16·2)3·94 (0·84–18·6)3·64 (0·83–15·9)Viral conjunctivitis 1 (0·2)4 (0·8)1 (0·2)5 (0·5)3·90 (0·44–34·9)1·00 (0·06–15·9)2·44 (0·28–20·9)Atopic keratoconjunctivitis01 (0·2)1 (0·2)2 (0·2)2·96 × 107 (0·00–NC)2·77 × 107 (0·00–NC)1·70 × 107 (0·00–NC)Open in a separate windowThe HR and its 95% CI are from a Cox regression model, which includes treatment groups as fixed effects, stratified by study identifier and baseline disease severity (Investigator's Global Assessment = 3 vs. 4)", ". 4). MedDRA, Medical Dictionary for Regulatory Activities; q2w, every 2 weeks; qw, every week; NC, not calculable.Table 2Proportion of patients with at least one adverse event of conjunctivitis during the treatment period in atopic dermatitis trials, and hazard ratios (HRs) with 95% confidence intervals (CIs) for dupilumab vs. placebo: CHRONOSMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs", ". placebo: CHRONOSMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs. placebo (95% CI)Placebo + TCS (n = 315)Dupilumab 300 mg q2w + TCS (n = 110)Dupilumab 300 mg qw + TCS (n = 315)Dupilumab + TCS combined (n = 425)Total25 (7·9)15 (13·6)61 (19·4)76 (17·9)1·76 (0·93–3·33)2·51 (1·57–3·99)2·31 (1·47–3·63)Allergic conjunctivitis 15 (4·8)12 (10·9)47 (14·9)59 (13·9)2·33 (1·09–4·98)3·16 (1·77–5·66)2·95 (1·67–5·20)Bacterial conjunctivitis 5 (1·6)2 (1·8)9 (2·9)11 (2·6)1·11 (0·22–5·75)1·76 (0·59–5·27)1·60 (0·55–4·59)Conjunctivitis5 (1·6)1 (0·9)8 (2·5)9 (2·1)0·56 (0·07–4·79)1·56 (0·51–4·76)1·30 (0·43–3·87)Atopic keratoconjunctivitis1 (0·3)0 2 (0·6)2 (0·5)0 (0–NC)1·92 (0·17–21·1)1·42 (0·13–15·7)Open in a separate windowThe HR and its 95% CI are from a Cox regression model, which includes treatment groups as fixed effects, stratified by baseline disease severity (Investigator's Global Assessment = 3 vs. 4)", ". 4). MedDRA, Medical Dictionary for Regulatory Activities; q2w, every 2 weeks; qw, every week; NC, not calculable; TCS, topical corticosteroids.Table 3Proportion of patients with at least one adverse event of conjunctivitis during the treatment period in atopic dermatitis trials, and hazard ratios (HRs) with 95% confidence intervals (CIs) for dupilumab vs. placebo: CAFÉMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs", ". placebo: CAFÉMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs. placebo (95% CI)Placebo + TCS (n = 108)Dupilumab 300 mg q2w + TCS (n = 107)Dupilumab 300 mg qw + TCS (n = 110)Dupilumab + TCS combined (n = 217)Total12 (11·1)30 (28·0)18 (16·4)48 (22·1)2·69 (1·38–5·26)1·47 (0·71–3·06)2·06 (1·09–3·88)Allergic conjunctivitis7 (6·5)16 (15·0)10 (9·1)26 (12·0)2·34 (0·96–5·68)1·40 (0·53–3·68)1·87 (0·81–4·30)Conjunctivitis3 (2·8)12 (11·2)8 (7·3)20 (9·2)4·28 (1·21–15·2)2·70 (0·71–10·2)3·44 (1·02–11.56)Bacterial conjunctivitis 2 (1·9)1 (0·9)01 (0·5)0·50 (0·05–5·57)0 (0–NC)0·25 (0·02–2·77)Viral conjunctivitis 1 (0·9)1 (0·9)01 (0·5)0·99 (0·06–15·8)0 (0–NC)0·49 (0·03–7·88)Adenoviral conjunctivitis01 (0·9)01 (0·5)3·0 × 107 (0·00–NC)0 (0–NC)1·7 × 107 (0·00–NC)Open in a separate windowThe HR and its 95% CI are from a Cox regression model, which includes treatment groups as fixed effects, stratified by baseline disease severity (Investigator's Global Assessment = 3 vs. 4)", ". 4). MedDRA, Medical Dictionary for Regulatory Activities; q2w, every 2 weeks; qw, every week; NC, not calculable; TCS, topical corticosteroids.In SOLO‐CONTINUE, patients who responded well to dupilumab in either SOLO 1 or SOLO 2 were rerandomized to 36 weeks of treatment at their original dose regimen or longer‐interval regimens (every 4 weeks, q4w; or every 8 weeks, q8w) or placebo. In contrast to the other AD trials, in SOLO‐CONTINUE there was no apparent difference in conjunctivitis incidence and HR between dupilumab and placebo (4·7% vs. 4.9%; HR 1·00, 95% CI 0·33–2·98; 7·25 vs. 7·45 patients per 100 PY) (Table 4 and Table S2; see Supporting Information).Table 4Proportion of patients with at least one adverse event of conjunctivitis during the treatment period in atopic dermatitis trials, and hazard ratios (HRs) with 95% confidence intervals (CIs) for dupilumab vs. placebo: SOLO‐CONTINUEMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs", ". placebo: SOLO‐CONTINUEMedDRA preferred termPatients with ≥ 1 event: n (%) and HR vs. placebo (95% CI)Placebo (n = 82)Dupilumab 300 mg q8w (n = 84)Dupilumab 300 mg q4w (n = 87)Dupilumab 300 mg qw or q2w (n = 167)Dupilumab combined (n = 338)Total4 (4.9)3 (3.6) 4 (4.6) 9 (5·4)16 (4·7)0·75 (0·17–3·36)1·00 (0·25–3·99)1·13 (0·35–3·68)1·00 (0·33–2·98)Conjunctivitis2 (2.4)2 (2.4) 2 (2.3) 6 (3·6)10 (3·0)1·00 (0·14–7·10)0·99 (0·14–7·00)1·51 (0·30–7·46)1·24 (0·27–5·65)Allergic conjunctivitis1 (1.2)1 (1.2) 2 (2.3) 2 (1·2)5 (1·5)1·05 (0·07–16·85)2·05 (0·19–22·7)1·02 (0·09–11·2)1·26 (0·15–10·8)Bacterial conjunctivitis1 (1.2)001 (0·6)1 (0·3)0 (0–NC)0 (0–NC)0·48 (0·03–7·64)0·24 (0·02–3·90)Open in a separate windowThe HR and its 95% CI are from a Cox regression model, which includes treatment groups as fixed effects, stratified by baseline disease severity (Investigator's Global Assessment = 3 vs. 4)", ". 4). MedDRA, Medical Dictionary for Regulatory Activities; q8w, every 8 weeks; q4w, every 4 weeks; q2w, every 2 weeks; qw, every week; NC, not calculable.In the monotherapy pool, CHRONOS and SOLO‐CONTINUE, conjunctivitis incidence rates were similar across dupilumab dose regimens within each study. In CAFÉ, incidence rates were numerically lower for dupilumab 300 mg qw + TCS than for 300 mg q2w + TCS (Table 3).Conjunctivitis severity, treatment and resolution Conjunctivitis AEs were mostly mild to moderate. Severe conjunctivitis was reported in ≤ 0·5% of dupilumab‐treated (dupilumab combined) and ≤ 0·3% of placebo‐treated patients (Fig. 1)", ". 1). One patient in the 300‐mg qw group in the monotherapy pool permanently discontinued the study drug due to conjunctivitis, and one patient in the 300‐mg qw + TCS group in CHRONOS permanently discontinued the study drug due to allergic keratitis (MedDRA PT; the verbatim term was ‘worsening of allergic keratoconjunctivitis’).Open in a separate windowFigure 1Conjunctivitis severity in (a) the monotherapy pool, (b) CHRONOS, (c) CAFÉ and (d) SOLO‐CONTINUE. Percentages above the bars represent the incidence rate overall; percentages inside the bars may not add up to the percentages above the bars due to rounding. q8w, every 8 weeks; q4w, every 4 weeks; q2w, every 2 weeks; qw, every week; TCS, topical corticosteroids.Most cases were resolved or resolving by the end of the treatment period (Tables 5, ​,6,6, ​,7,7, ​,8).8). The most common treatments were ophthalmic preparations of corticosteroids, antibiotics, and antihistamines or mast cell stabilizers", ". The proportion of patients who required continued or intermittent ongoing therapy for conjunctivitis could not be determined with the available data.Table 5Resolution of conjunctivitis events during the treatment period: monotherapy poolPlacebo qw (n = 517)Dupilumab 300 mg q2w (n = 529)Dupilumab 300 mg qw (n = 518)Dupilumab combined (n = 1047)Overall number of conjunctivitis events12 5746103Recovered/resolved11 (92, 62–100)35 (61, 48–74)32 (70, 54–82)67 (65, 55–74)Not recovered/resolved1 (8, 0–38)14 (25, 14–38)6 (13, 5–26)20 (19, 12–28)Recovered/resolved with sequelae001 (2, 0–12)1 (1, 0–5)Recovering/resolving07 (12, 5–24)6 (13, 5–26)13 (13, 7–21)Unknown01 (2, 0–9)1 (2, 0–12)2 (2, 0–7)Open in a separate windowData are resolution of events, presented as n [%, 95% confidence interval (CI)]. CIs are generated from the exact or Clopper–Pearson method", ". CIs are generated from the exact or Clopper–Pearson method. qw, every week; q2w, every 2 weeks.Table 6Resolution of conjunctivitis events during the treatment period: CHRONOSPlacebo + TCS (n = 315)Dupilumab 300 mg q2w + TCS (n = 110)Dupilumab 300 mg qw + TCS (n = 315)Dupilumab + TCS combined (n = 425)Overall number of conjunctivitis events292391114Recovered/resolved27 (93, 77–99)18 (78, 56–93)81 (89, 81–95)99 (87, 79–92)Not recovered/resolved1 (3, 0–18)3 (13, 3–34)7 (8, 3–15)10 (9, 4–16)Recovered/resolved with sequelae001 (1, 0–6)1 (1, 0–5)Recovering/resolving1 (3, 0–18)2 (9, 1–28)2 (2, 0–8)4 (4, 1–9)Open in a separate windowData are resolution of events, presented as n [%, 95% confidence interval (CI)]. CIs are generated from the exact or Clopper–Pearson method", ". CIs are generated from the exact or Clopper–Pearson method. TCS, topical corticosteroids; q2w, every 2 weeks; qw, every week.Table 7Resolution of conjunctivitis events during the treatment period: CAFÉPlacebo + TCS (n = 108)Dupilumab 300 mg q2w + TCS (n = 107)Dupilumab 300 mg qw + TCS (n = 110)Dupilumab + TCS combined (n = 217)Overall number of conjunctivitis events15371956Recovered/resolved11 (73, 45–92)14 (38, 22–55)15 (79, 54–94)29 (52, 38–65)Not recovered/resolved2 (13, 2–40)13 (35, 20–53)2 (11, 1–33)15 (27, 16–40)Recovered/resolved with sequelae1 (7, 0–32)1 (3, 0–14)01 (2, 0–10)Recovering/resolving1 (7, 0–32)8 (22, 10–38)2 (11, 1–33)10 (18, 9–30)Unknown01 (3, 0–14)01 (2, 0–10)Open in a separate windowData are resolution of events, presented as n [%, 95% confidence interval (CI)]. CIs are generated from the exact or Clopper–Pearson method", ". CIs are generated from the exact or Clopper–Pearson method. TCS, topical corticosteroids; q2w, every 2 weeks; qw, every week.Table 8Resolution of conjunctivitis events during the treatment period: SOLO‐CONTINUEPlacebo (n = 82)Dupilumab 300 mg q8w (n = 84)Dupilumab 300 mg q4w (n = 87)Dupilumab 300 mg qw or q2w (n = 167)Dupilumab combined (n = 338)Overall number of conjunctivitis events4541120Recovered/resolved4 (100)4 (80, 28–99)2 (50, 7–93)9 (82, 48–98)15 (75, 51–91)Not recovered/resolved01 (20, 1–72)2 (50, 7–93)1 (9, 0–41)4 (20, 6–44)Recovered/resolved with sequelae00000Recovering/resolving0001 (9, 0–41)1 (5, 0–25)Open in a separate windowData are resolution of events, presented as n [%, 95% confidence interval (CI)]. CIs are generated from the exact or Clopper–Pearson method", ". CIs are generated from the exact or Clopper–Pearson method. q8w, every 8 weeks; q4w, every 4 weeks; q2w, every 2 weeks; qw, every week.Onset of conjunctivitis Numerical differences between placebo and dupilumab in new conjunctivitis events were apparent after week 2 in the monotherapy pool, after about weeks 6–8 in CHRONOS and after about weeks 4–8 in CAFÉ (Fig. 2). For the monotherapy pool and CAFÉ, new conjunctivitis events appeared at a relatively constant rate throughout the 16‐week studies (Fig. 2a,c). In CHRONOS, new cases appeared to level off around weeks 20–24 and were relatively uncommon after week 44 (Fig. 2b). The mean time to the first event was similar between dupilumab dose regimens in these studies (Fig. 2).Open in a separate windowFigure 2Time to first conjunctivitis event: (a) monotherapy pool, (b) CHRONOS and (c) CAFÉ. q2w, every 2 weeks; qw, every week; TCS, topical corticosteroids", ". q2w, every 2 weeks; qw, every week; TCS, topical corticosteroids. Symbols represent patients who discontinued study treatment.Baseline characteristics of patients with and without conjunctivitis Patients who reported conjunctivitis during the treatment period had more severe AD at baseline than patients who did not report conjunctivitis, regardless of assigned treatment group (dupilumab or placebo) (Fig. 3 and Table S3; see Supporting Information). In addition, prior history of conjunctivitis (Fig", ". 3 and Table S3; see Supporting Information). In addition, prior history of conjunctivitis (Fig. 4 and Table S3), as well as higher baseline levels of the serum biomarkers TARC and IgE and higher baseline circulating eosinophil counts (all suggestive of higher disease severity), were associated with conjunctivitis in both dupilumab‐ and placebo‐treated patients (Figs S1 and S2 and Table S3).Open in a separate windowFigure 3Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years; PY) for baseline Investigator's Global Assessment (IGA) = 3 or 4. (a) Monotherapy pool, (b) CHRONOS and (c) CAFÉ. Rates were estimated from Poisson regression with treatment as fixed factors. Log values of duration of treatment were used as offset variables", ". Log values of duration of treatment were used as offset variables. RR, risk ratio; CI, confidence interval; q2w, every 2 weeks; qw, every week; TCS, topical corticosteroids.Open in a separate windowFigure 4Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years; PY) for baseline prior history of conjunctivitis. (a) Monotherapy pool, (b) CHRONOS and (c) CAFÉ. Rates were estimated from Poisson regression with treatment as fixed factors. Log values of duration of treatment were used as offset variables. RR, risk ratio; CI, confidence interval; q2w, every 2 weeks; qw, every week; TCS, topical corticosteroids.Conjunctivitis and response to dupilumab The relationship between treatment response and conjunctivitis incidence varied between treatment groups and studies", ". Patients who achieved high‐level efficacy outcomes [IGA 0/1 or ≥ 75% improvement from baseline Eczema Area and Severity Index (EASI 75)] in the monotherapy pool were less likely to develop conjunctivitis than those who did not achieve those outcomes. In CHRONOS and CAFÉ, this pattern was apparent only in the dupilumab q2w and placebo groups (Figs S3 and S4; see Supporting Information).Dupilumab exposure and conjunctivitis Pooled data from baseline to week 16 in SOLO 1 and 2 and CHRONOS showed a trend suggesting that conjunctivitis incidence may decrease with higher trough concentrations of dupilumab (Table S4; see Supporting Information).Asthma, chronic rhinosinusitis with nasal polyps and eosinophilic oesophagitisIn all asthma trials, incidence rates of conjunctivitis were low, with no apparent differences between dupilumab‐ and placebo‐treated patients (Tables 9, ​,10,10, ​,11).11)", ". In DRI12544, seven of 611 (1·1%) dupilumab‐treated and two of 158 (1·3%) placebo‐treated patients developed conjunctivitis. In QUEST, 22 of 1263 (1·7%) dupilumab‐treated and 15 of 634 (2·4%) placebo‐treated patients developed conjunctivitis. In VENTURE, only one of 103 (1·0%) dupilumab‐treated and one of 107 (0·9%) placebo‐treated patients developed conjunctivitis (Tables 9, ​,10,10, ​,1111).Table 9Incidence of conjunctivitis in asthma: phase IIb (DRI12544)Placebo (n = 158)Dupilumab200 mg q4w (n = 150)300 mg q4w (n = 157)200 mg q2w (n = 148)300 mg q2w (n = 156)Combined (n = 611)Patients with ≥ 1 event, n (%)2 (1·3)3 (2·0)2 (1·3)2 (1·4)07 (1·1)Conjunctivitisa 1 (0·6)3 (2·0)1 (0·6)1 (0·7)05 (0·8)Allergic conjunctivitisa 1 (0·6)01 (0·6)1 (0·7)02 (0·3)Open in a separate windowq4w, every 4 weeks; q2w, every 2 weeks", ". aMedical Dictionary for Regulatory Activities preferred terms.Table 10Incidence of conjunctivitis in asthma: LIBERTY ASTHMA QUESTCombinedPlacebo 1·14 mL (n = 313) Dupilumab, 200 mg q2w (n = 631) Placebo 2 mL (n = 321)Dupilumab, 300 mg q2w (n = 632)Placebo (n = 634)Dupilumab (n = 1263)Patients with ≥ 1 event, n (%)6 (1·9)8 (1·3)9 (2·8)14 (2·2)15 (2·4)22 (1·7)Conjunctivitisa 1 (0·3)2 (0·3)4 (1·2)4 (0·6)5 (0·8)6 (0·5)Allergic conjunctivitisa 4 (1·3)5 (0·8)4 (1·2)8 (1·3)8 (1·3)13 (1·0)Viral conjunctivitisa 1 (0·3)1 (0·2)02 (0·3)1 (0·2)3 (0·2)Bacterial conjunctivitisa 001 (0·3)01 (0·2)0Open in a separate windowq2w, every 2 weeks. aMedical Dictionary for Regulatory Activities preferred terms.Table 11Incidence of conjunctivitis in asthma: LIBERTY ASTHMA VENTUREPlacebo (n = 107)Dupilumab 300 mg q2w (n = 103)Patients with ≥ 1 event, n (%)1 (0·9)1 (1·0)Conjunctivitisa 01 (1·0)Allergic conjunctivitisa 1 (0·9)0Open in a separate windowq2w, every 2 weeks", ". aMedical Dictionary for Regulatory Activities preferred terms.In the CRSwNP trial, no dupilumab‐treated patients and one of 30 (3%) placebo‐treated patients developed conjunctivitis (Table 12). In the EoE trial, no patients developed conjunctivitis.Table 12Incidence of conjunctivitis: chronic rhinosinusitis with nasal polyps ({\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"ACT12340\",\"term_id\": \"251754264\",\"term_text\": \"ACT12340\"}}ACT12340)Placebo (n = 30)Dupilumab 300 mg qw (n = 30)Patients with ≥ 1 event, n (%)1 (3·3)0Conjunctivitisa 1 (3·3)0Open in a separate windowqw, every week. aMedical Dictionary for Regulatory Activities preferred terms.In all of these trials, all cases were mild or moderate (Fig", ". S5; see Supporting Information), and nearly all patients recovered by the end of the treatment period (Table S5).DiscussionThis analysis confirmed that patients with AD treated with dupilumab had a greater incidence of conjunctivitis (8·6–22·1%) than placebo‐treated patients (2·1–11·1%) in most of the randomized, placebo‐controlled AD clinical trials included in this analysis, except for SOLO‐CONTINUE.23, 24, 25, 26, 36 This is consistent with the higher rates of external eye disorders, including conjunctivitis, blepharitis, keratitis, eye pruritus and dry eye, described for patients with AD in the dupilumab prescribing information.20, 21 Patients with AD were more likely to develop conjunctivitis if they had higher baseline AD severity, high levels of certain biomarkers or self‐reported history of conjunctivitis", ". By contrast, randomized, placebo‐controlled clinical trials of dupilumab in asthma, CRSwNP and EoE had low and similar incidence rates of conjunctivitis in dupilumab‐ (0–1·7%) and placebo‐treated (0–3·3%) patients.28, 29, 30, 31, 32, 33 In all trials, most cases of conjunctivitis were mild or moderate, and most resolved while continuing dupilumab treatment.Multiple factors (disease based and treatment based) are associated with incidence of conjunctivitis in these studies. Baseline AD severity and prior conjunctivitis history are most likely independent risk factors for conjunctivitis irrespectively of treatment, as incidence increases with baseline severity and prior history in placebo‐treated patients (as well as in dupilumab‐treated patients). CAFÉ, which had both the highest baseline level of AD severity and the highest rates of prior conjunctivitis history among all the AD trials, also had the highest rates of conjunctivitis", ". CAFÉ was a later trial in this series, in which there might have been higher awareness of conjunctivitis as a potential AE. In contrast, conjunctivitis rates were lowest in SOLO‐CONTINUE, in which high‐level responders to dupilumab from SOLO 1 and SOLO 2 were rerandomized to continued dupilumab treatment or placebo.Levels of certain biomarkers (TARC, IgE and eosinophils) increase with AD severity;22, 37, 38 thus, it is not surprising that both baseline AD severity and increased biomarker levels were associated with increased conjunctivitis incidence in these studies. AD severity has been associated with increased incidence of conjunctivitis,3, 8 and IgE levels are increased in patients with both AD and ocular complications.3, 4 High‐level efficacy responses (IGA 0/1, EASI 75) showed an apparent association with lower conjunctivitis incidence in dupilumab‐treated patients in the monotherapy pool; however, this trend was inconsistent or reversed in CHRONOS and CAFÉ", ". Fewer patients with severe AD at baseline achieved IGA 0/1 and EASI 75. Increased disease severity is associated with higher incidence of comorbidities and higher AD biomarkers, so these predictors may be interrelated.The pharmacokinetic data suggested, somewhat paradoxically, that lower dupilumab exposure might be associated with increased incidence of conjunctivitis compared with higher dupilumab exposure. This finding would not be expected if there was a positive dose–response relationship between dupilumab exposure and occurrence of conjunctivitis. Furthermore, 80% of cases resolved while continuing on dupilumab treatment. Thus, further study is warranted to understand better the underlying cause of the imbalance in events between treatment groups.Currently, there is no consensus on optimal approaches to prevent and manage conjunctivitis in dupilumab‐treated patients", ". Ophthalmic preparations of corticosteroids, antibiotics, and antihistamines and mast cell stabilizers were the most common treatments used for conjunctivitis in these trials. Case series and case reports have described several therapeutic approaches used successfully in clinical practice for treatment of conjunctivitis associated with dupilumab without discontinuation of dupilumab, including hyaluronic acid eyedrops, topical tacrolimus, TCS (e.g. fluorometholone, dexamethasone, hydrocortisone), artificial tears, compounded oily ciclosporin eyedrops and antibiotic–TCS combination therapies.39, 40, 41, 42, 43, 44, 45 As long‐term treatment with ophthalmic TCS can lead to more serious eye disorders such as cataracts and glaucoma, products with poor penetration into the anterior chamber of the eye (e.g. fluorometholone) should be considered", ". fluorometholone) should be considered. In addition, topical preparations of calcineurin inhibitors appear to be a reasonable long‐term therapeutic alternative.39 Patients who develop ocular symptoms during dupilumab treatment should receive full ophthalmic evaluations, and addition of an ophthalmologist to the patient management team may be of benefit.4, 39, 46 An important aspect of these analyses is that, based on existing data, and in the absence of ophthalmological or microbiological evaluation, it was not possible to identify events that were specific or pathognomonic for dupilumab vs. placebo, or to confirm whether the events were infectious, allergic or idiopathic. Data on specific clinical features of ocular AEs were not collected in these trials, and inconsistencies in how MedDRA PTs were assigned limit the utility of comparison of conjunctivitis PTs between dupilumab and placebo", ". Case reports have described common features of conjunctivitis in dupilumab‐treated patients from clinical practice, including conjunctival redness, hyperaemia, blepharitis, dryness, irritation, discharge, itch, stinging, burning, tearing, foreign‐body sensation, occasional decrease in bilateral visual acuity and ectropion.39, 40, 41, 42, 43, 44, 45 Further study into the clinical characteristics of conjunctivitis associated with dupilumab is warranted, and ongoing.The exact pathogenesis of conjunctivitis events observed during dupilumab treatment is unknown", ". Ocular comorbidities have high prevalence in patients with AD compared with the overall population.1, 2, 3, 4, 47 Thus, it is possible that pre‐existing ocular disorders and a dupilumab–AD disease‐specific interaction may be responsible for this increased incidence in dupilumab‐treated patients with AD, particularly as conjunctivitis was not associated with dupilumab in trials in other type 2 diseases.28, 29, 30, 31, 32, 33 Allergic conjunctivitis is a common comorbidity in asthma and allergic rhinitis, as well as in AD.1, 2, 3, 4, 9, 10, 11, 12, 13, 14, 15, 16, 17, 47, 48, 49 Both lesional and nonlesional skin in AD are characterized by epithelial barrier dysfunction, including abnormalities in keratinocyte terminal differentiation, keratinocyte lipid production and tight junctions, which all contribute to increased transepidermal water loss.50, 51, 52 Ocular surface epithelia have impaired barrier function in patients with AD.53 Although barrier dysfunction is also observed in", "impaired barrier function in patients with AD.53 Although barrier dysfunction is also observed in affected mucosal barrier tissues of other type 2 indications, patients with AD more frequently have ocular disease", ". If barrier abnormalities in AD differentially affect conjunctival tissues compared with other type 2 diseases, this could in part explain the differences in conjunctivitis incidence rates between AD trials and trials of other type 2 diseases.Several hypotheses have been proposed for mechanisms driving conjunctivitis in dupilumab‐treated patients with AD, including alterations in cytokine activity leading to (variously) increased Demodex mites, increased OX40 ligand activity, eosinophilia, disruption of an immune‐mediated response of conjunctival‐associated lymphoid tissue, decreased IL‐13‐related mucus production and decreased IL‐13‐related scarcity of conjunctival goblet cells; it is possible that multiple mechanisms may be in effect.40, 43, 54, 55, 56, 57, 58, 59 In addition, different mechanisms may affect the development of conjunctivitis in dupilumab‐treated patients with AD vs. those with asthma or other type 2 diseases", ". those with asthma or other type 2 diseases. Further investigation is needed, including collection of ocular samples, to characterize the molecular, cellular and inflammatory changes in the eye during these events, as well as during and after recovery or resolution.There are several limitations to this analysis. Firstly, there was no prespecified ocular assessment in these trials; patients were not examined by ophthalmologists at enrolment or during the trials. Thus, overall changes from baseline and/or objective differentiation of changes in ocular symptoms over time could not be determined. Secondly, conjunctivitis AEs were reported by the trial investigators (typically dermatologists or allergists). Patients were usually not referred to ophthalmologists, and few AEs reported as viral or bacterial conjunctivitis had microbiological confirmation", ". Nonetheless, within the limits of diagnostic accuracy of the investigators, the data show that dupilumab‐treated patients had higher rates of conjunctivitis. Thirdly, there are limitations related to classification of AEs by MedDRA. Lower‐level terms with higher specificity are very numerous (> 100), so the analysis had to be done at the PT level; for example, the lower‐level terms of ‘blepharoconjunctivitis’ would default to the PT of conjunctivitis. For the purpose of signal detection, it was necessary to cluster multiple PTs to avoid this fragmentation. In addition, during AE coding, the MedDRA PTs of ‘conjunctivitis’ and ‘conjunctivitis allergic’ were sometimes used interchangeably; therefore, these two terms should be considered equivalent. MedDRA coding of conjunctivitis AEs may result in classification of these events as either the MedDRA system organ class of ‘eye disorders’ or as ‘infections and infestations’, depending on the verbatim report of the investigator", ". Fourthly, history of conjunctivitis was self‐reported by patients, with likelihood of recall bias, as different symptoms from patients’ history could be misinterpreted by the patients and/or investigators as conjunctivitis. Fifthly, the increasing incidence of conjunctivitis reported in the placebo groups of the different AD trials over time suggests that both an ‘awareness bias’ of the trial investigators in the later AD trials and a possible initial underdiagnosis of conjunctivitis in earlier trials may have influenced apparent increases in reported incidences of dupilumab‐associated conjunctivitis across studies over time", ". Finally, conclusions on the incidence of conjunctivitis in CRSwNP and EoE are limited by the small number of patients in the proof‐of‐concept trials included in this analysis.32, 33 These indications are still in development; future analyses will incorporate data from larger ongoing and future studies.In conclusion, the higher incidence of conjunctivitis in dupilumab‐treated patients with AD appears to be associated with several disease‐based factors, including baseline AD severity and previous history of conjunctivitis. Dupilumab treatment was not associated with increased incidence of conjunctivitis in asthma, CRSwNP and EoE trials. In most cases, conjunctivitis AEs were mild to moderate. Most cases resolved or were resolving while patients continued their dupilumab treatment, but the data do not allow for determination of the proportion of patients who required continued or intermittent ongoing therapy for conjunctivitis", ". For timely appropriate intervention, we recommend referral for a detailed eye examination in patients who develop this complication while on dupilumab treatment. Further studies, including mechanistic investigations of ocular or conjunctival samples, are needed to characterize clinical phenotypes and understand the aetiology of the observed conjunctivitis AEs in the setting of dupilumab treatment, and to develop guidance for prevention and management.Supporting information Table S1 Randomized clinical trials of dupilumab in atopic dermatitis, asthma, chronic rhinosinusitis with nasal polyps, and eosinophilic oesophagitis included in this analysis. Table S2 Incidence of conjunctivitis: number of patients with at least one event per 100 patient‐years. Table S3 Baseline characteristics and conjunctivitis in patients with atopic dermatitis. Table S4 Incidence of conjunctivitis per 100 patient‐years by dupilumab concentration from baseline to week 16", ". Table S5 Conjunctivitis resolution in asthma and chronic rhinosinusitis with nasal polyps. Fig S1. Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for baseline thymus and activation‐regulated chemokine). Fig S2. Baseline characteristics and annualized events rate for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for baseline total IgE. Fig S3. Atopic dermatitis efficacy response and annualized event rates for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for Investigator's Global Assessment score of 0 or 1. Fig S4. Atopic dermatitis efficacy response and annualized event rates for patients’ first events of conjunctivitis (event rate per 100 patient‐years) for ≥ 75% improvement in Eczema Area and Severity Index. Fig S5", ". Fig S5. Conjunctivitis severity in asthma phase IIb (DRI12544), QUEST and VENTURE; and chronic rhinosinusitis with nasal polyps ({\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"ACT12340\",\"term_id\": \"251754264\",\"term_text\": \"ACT12340\"}}ACT12340). Appendix S1 Supplementary references.Click here for additional data file.(84K, docx) Video S1 Author video.Click here for additional data file.(82M, mp4)AcknowledgmentsThe authors thank the patients and their families for their participation in these studies, their colleagues for their support, and Linda Williams and Qiuyue Chen (Regeneron Pharmaceuticals, Inc.) and El‐Bdaoui Haddad (Sanofi Genzyme) for their contributions. Medical writing assistance and editorial support were provided by Vicki Schwartz, PhD, of Excerpta Medica, funded by Sanofi Genzyme and Regeneron Pharmaceuticals, Inc.Conflicts of interest: B.A., J.W., A.K., Z.C., X.Z., J.D.D., J.D.H., N.M.H.G., B.S. and M.A. are employees and shareholders of Regeneron Pharmaceuticals, Inc", ". and M.A. are employees and shareholders of Regeneron Pharmaceuticals, Inc. E.G.‐Y. is an investigator for AbbVie, Celgene, Eli Lilly, Galderma, GlaxoSmithKline, Glenmark, LEO Pharma, Pfizer, Regeneron Pharmaceuticals, Inc. and Sanofi; a consultant for AbbVie, Anacor, Asana Biosciences, Daiichi Sanckyo, DBV, Dermira, Eli Lilly, Galderma, GlaxoSmithKline, Glenmark, Kiniksa, Kyowa, LEO Pharma, Menlo Therapeutics, Novartis, Pfizer, Realm, Regeneron Pharmaceuticals, Inc. and Sanofi; and has received research grants from AbbVie, Celgene, Dermira, Galderma, Innovaderm, Janssen, LEO Pharma, Novartis, Pfizer, Regeneron Pharmaceuticals, Inc. and Sanofi. M.dB.‐W. is a principal investigator, advisory board member and consultant for Regeneron Pharmaceuticals, Inc. and Sanofi Genzyme; and a principal investigator and advisory board member for AbbVie. E.L.S", ". and Sanofi Genzyme; and a principal investigator and advisory board member for AbbVie. E.L.S. has received honoraria for consulting services from AbbVie, Anacor, Celgene, Dermira, Eli Lilly, Galderma, Genentech, GlaxoSmithKline, LEO Pharma, Menlo Therapeutics, Pfizer, Regeneron Pharmaceuticals, Inc., Sanofi Genzyme and Valeant; and has received study support from Anacor, Eli Lilly, GlaxoSmithKline, MedImmune, Novartis, Regeneron Pharmaceuticals, Inc., Roivant Sciences, Tioga and Vanda. A.B. is a scientific advisor and clinical study investigator for AbbVie, Aclaris, Akros, Allergan, Almirall, Amgen, Arena, Boehringer Ingelheim, Bristol‐Myers Squibb, Celgene, Dermavant, Dermira, Eli Lilly, Galderma, Genentech/Roche, GlaxoSmithKline, Janssen, LEO Pharma, Meiji, Merck, Novartis, Pfizer, Purdue Pharma, Regeneron Pharmaceuticals, Inc., Revance, Sandoz, Sanofi Genzyme, Sienna Pharmaceuticals, Sun Pharma, UCB, Valeant and Vidac; and a paid speaker for Janssen, Regeneron Pharmaceuticals, Inc", ". and Sanofi Genzyme. M.J.C. is an investigator and consultant for AbbVie, Astellas, Boots, Dermavant, Galapagos, Galderma Hyphens, Johnson & Johnson, LEO Pharma, L'Oreal, Menlo, Novartis, Oxagen, Pfizer, Procter & Gamble, Reckitt Benckiser, Regeneron Pharmaceuticals, Inc. and Sanofi Genzyme. E.P. has received honoraria and/or research grants from AbbVie, Amgen, Celgene, Eli Lilly, Galderma, Janssen‐Cilag, Novartis, Pfizer, Regeneron Pharmaceuticals Inc., Sandoz, Sanofi Genzyme and UCB. P.A. has served on advisory boards for Allergan, Bausch & Lomb, Novartis, Regeneron Pharmaceuticals, Inc., Shire and Valeant; is a CME speaker for Medscape, Santen, ScientiaCME and Vindico; is a consultant for MC2 Therapeutics, Miotech, Rtech and Shire; has received investigator‐initiated research grants from Bausch & Lomb, MC2 Therapeutics, Miotech, Novartis, Rtech and Valeant; is a speaker for Oculus; and is Editor‐in‐Chief and ECL for CLAO. E.A", ". E.A. has received institutional research grants from Allergan and Bausch & Lomb; has served on advisory boards for Novartis and Regeneron Pharmaceuticals, Inc.; and is a consultant for Shire. J.C. has received research funding from Sanofi. C.B. is a principal investigator for Regeneron Pharmaceuticals, Inc.; and is a consultant for AstraZeneca, GlaxoSmithKline, Novartis and Sanofi. I.H. is a consultant for Adare, Allakos, Receptos/Celgene, Regeneron Pharmaceuticals, Inc. and Shire; and has received research funding from Adare, Receptos/Celgene, Regeneron Pharmaceuticals, Inc. and Shire. T.H., L.M., A.T., H.S., E.R. and G.P. are employees, and may hold stock and/or stock options in Sanofi. A.W. is an advisor, speaker or investigator for ALK Abelló, Almirall, Anacor, Beiersdorf AG, Bencard, Bioderma, Chugai, Eli Lilly, Pierre Fabre, Galderma, GlaxoSmithKline, Hans Karrer, LEO Pharma, L'Oreal, Maruho, MedImmune, Novartis, Pfizer, Sanofi, Regeneron Pharmaceuticals, Inc", ". and Sienna.Notes Funding sources This research was sponsored by Sanofi and Regeneron Pharmaceuticals, Inc. Medical writing assistance and editorial support were provided by Vicki Schwartz, PhD, of Excerpta Medica, funded by Sanofi Genzyme and Regeneron Pharmaceuticals, Inc. Conflicts of interest Conflicts of interest statements can be found in the Appendix. https: //doi.org/10.1111/bjd.18276 available onlineReferences1. Ohmachi N, Sasabe T, Kojima, M et al [Eye complications in atopic dermatitis]. Areruga 1994; 43: 796–9 (in Japanese). [PubMed] [Google Scholar]2. Garrity JA, Liesegang TJ. Ocular complications of atopic dermatitis. Can J Opthalmol 1984; 19: 21–4. [PubMed] [Google Scholar]3. Uchio E, Miyakawa K, Ikezawa Z, Ohno S. Systemic and local immunological features of atopic dermatitis patients with ocular complications. Br J Ophthalmol 1998; 82: 82–7. [PMC free article] [PubMed] [Google Scholar]4. Bielory B, Bielory L. Atopic dermatitis and keratoconjunctivitis", ". Bielory B, Bielory L. Atopic dermatitis and keratoconjunctivitis. Immunol Allergy Clin North Am 2010; 30: 323–36. [PubMed] [Google Scholar]5. Sehgal VN, Jain S. Atopic dermatitis: ocular changes. Int J Dermatol 1994; 33: 11–15. [PubMed] [Google Scholar]6. Rich LF, Hanifin JM. Ocular complications of atopic dermatitis and other eczemas. Int Ophthalmol Clin 1985; 25: 61–76. [PubMed] [Google Scholar]7. Braude LS, Chandler JW. Atopic corneal disease. Int Ophthalmol Clin 1984; 24: 145–56. [PubMed] [Google Scholar]8. Thyssen JP, Toft PB, Halling‐Overgaard AS et al Incidence, prevalence, and risk of selected ocular disease in adults with atopic dermatitis. J Am Acad Dermatol 2017; 77: 280–6. [PubMed] [Google Scholar]9. Bousquet J, Devillier P, Anto JM et al Daily allergic multimorbidity in rhinitis using mobile technology: a novel concept of the MASK study. Allergy 2018; 73: 1622–31. [PubMed] [Google Scholar]10. Rosario N, Bielory L. Epidemiology of allergic conjunctivitis", ". [PubMed] [Google Scholar]10. Rosario N, Bielory L. Epidemiology of allergic conjunctivitis. Curr Opin Allergy Clin Immunol 2011; 11: 471–6. [PubMed] [Google Scholar]11. Maio S, Baldacci S, Bresciani M et al RItA: the Italian severe/uncontrolled asthma registry. Allergy 2018; 73: 683–95. [PubMed] [Google Scholar]12. Lemmetyinen RE, Karjalainen JV, But A et al Higher mortality of adults with asthma: a 15‐year follow‐up of a population‐based cohort. Allergy 2018; 73: 1479–88. [PubMed] [Google Scholar]13. Vehof J, Kozareva D, Hysi PG, Hammond CJ. Prevalence and risk factors of dry eye disease in a British female cohort. Br J Ophthalmol 2014; 98: 1712–17. [PubMed] [Google Scholar]14. Kim M, Oh J‐H, Park CY, Lee SW. Dry eye disease and allergic conditions: a Korean nationwide population‐based study. Am J Rhinol Allergy 2016; 30: 397–401. [PubMed] [Google Scholar]15", ". Am J Rhinol Allergy 2016; 30: 397–401. [PubMed] [Google Scholar]15. Cingi C, Gevaert P, Mösges R et al Multi‐morbidities of allergic rhinitis in adults: European Academy of Allergy and Clinical Immunology Task Force Report. Clin Transl Allergy 2017; 7: 17. [PMC free article] [PubMed] [Google Scholar]16. Michailopoulos P, Almaliotis D, Georgiadou I et al Allergic conjunctivitis in patients with respiratory allergic symptoms; a retrospective study in Greece. Med Hypothesis Discov Innov Ophthalmol 2017; 6: 3–9. [PMC free article] [PubMed] [Google Scholar]17. Wang X, Shi X‐D, Li L‐F et al Prevalence and clinical features of adult atopic dermatitis in tertiary hospitals of China. Medicine (Baltimore) 2017; 96: e6317. [PMC free article] [PubMed] [Google Scholar]18. MacDonald LE, Karow M, Stevens S et al Precise and in situ genetic humanization of 6 Mb of mouse immunoglobulin genes. Proc Natl Acad Sci U S A 2014; 111: 5147–52. [PMC free article] [PubMed] [Google Scholar]19", ". Proc Natl Acad Sci U S A 2014; 111: 5147–52. [PMC free article] [PubMed] [Google Scholar]19. Murphy AJ, Macdonald LE, Stevens S et al Mice with megabase humanization of their immunoglobulin genes generate antibodies as efficiently as normal mice. Proc Natl Acad Sci U S A 2014; 111: 5153–8. [PMC free article] [PubMed] [Google Scholar]20. Dupilumab [package insert]. Tarrytown, NY: Regeneron Pharmaceuticals, Inc. Available at: https: //d1egnxy4jx1q3f.cloudfront.net/Regeneron/Dupixent_FPI.pdf (last accessed 3 April 2019). [Google Scholar]21. European Medicines Agency . Annex I. Summary of product characteristics [dupilumab]. Available at: https: //www.ema.europa.eu/en/documents/product-information/dupixent-epar-product-information_en.pdf (last accessed 7 March 2019).22. Beck LA, Thaçi D, Hamilton JD et al Dupilumab treatment in adults with moderate‐to‐severe atopic dermatitis. N Engl J Med 2014; 371: 130–9. [PubMed] [Google Scholar]23", ". N Engl J Med 2014; 371: 130–9. [PubMed] [Google Scholar]23. Thaçi D, Simpson EL, Beck LA et al Efficacy and safety of dupilumab in adults with moderate‐to‐severe atopic dermatitis inadequately controlled by topical treatments: a randomised, placebo‐controlled, dose‐ranging phase 2b trial. Lancet 2016; 387: 40–52. [PubMed] [Google Scholar]24. Simpson EL, Bieber T, Guttman‐Yassky E et al Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med 2016; 375: 2335–48. [PubMed] [Google Scholar]25. Blauvelt A, de Bruin‐Weller M, Gooderham M et al Long‐term management of moderate‐to‐severe atopic dermatitis with dupilumab and concomitant topical corticosteroids (LIBERTY AD CHRONOS): a 1‐year, randomised, double‐blinded, placebo‐controlled, phase 3 trial. Lancet 2017; 389: 2287–303. [PubMed] [Google Scholar]26", ". Lancet 2017; 389: 2287–303. [PubMed] [Google Scholar]26. de Bruin‐Weller M, Thaçi D, Smith CH et al Dupilumab with concomitant topical corticosteroid treatment in adults with atopic dermatitis with an inadequate response or intolerance to ciclosporin A or when this treatment is medically inadvisable: a placebo‐controlled, randomized phase III clinical trial (LIBERTY AD CAFÉ). Br J Dermatol 2018; 178: 1083–101. [PubMed] [Google Scholar]27. Wenzel S, Ford L, Pearlman D et al Dupilumab in persistent asthma with elevated eosinophil levels. N Engl J Med 2013; 368: 2455–66. [PubMed] [Google Scholar]28. Wenzel S, Castro M, Corren J et al Dupilumab efficacy and safety in adults with uncontrolled persistent asthma despite use of medium‐to‐high‐dose inhaled corticosteroids plus a long‐acting β2 agonist: a randomised double‐blind placebo‐controlled pivotal phase 2b dose‐ranging trial. Lancet 2016; 388: 31–44. [PubMed] [Google Scholar]29", ". Lancet 2016; 388: 31–44. [PubMed] [Google Scholar]29. Rabe K, Nair P, Brusselle G et al Efficacy and safety of dupilumab in glucocorticoid‐dependent severe asthma. N Engl J Med 2018; 378: 2475–85. [PubMed] [Google Scholar]30. Rabe KF, Nair P, Brusselle G et al Dupilumab in patients with corticosteroid‐dependent severe asthma: efficacy and safety results from the randomized, double‐blind, placebo‐controlled phase 3 LIBERTY ASTHMA VENTURE study. Am J Respir Crit Care Med 2018; 197: A7712. [Google Scholar]31. Castro M, Corren J, Pavord I et al Dupilumab efficacy and safety in moderate‐to‐severe uncontrolled asthma. N Engl J Med 2018; 378: 2486–96. [PubMed] [Google Scholar]32. Bachert C, Mannent L, Naclerio RM et al Effect of subcutaneous dupilumab on nasal polyp burden in patients with chronic sinusitis and nasal polyposis: a randomized clinical trial. JAMA 2016; 315: 469–79. [PubMed] [Google Scholar]33", ". JAMA 2016; 315: 469–79. [PubMed] [Google Scholar]33. Hirano I, Dellon ES, Hamilton JD et al Dupilumab efficacy and safety in adult patients with active eosinophilic oesophagitis: a randomised double‐blind placebo‐controlled phase 2 trial. United Eur Gastroenterol J 2017; 5: 1138–50. [Google Scholar]34. Simpson EL, Akinlade B, Ardeleanu M. Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med 2017; 376: 1090–1. [PubMed] [Google Scholar]35. de Bruin‐Weller M, Graham NMH, Pirozzi G, Shumel B. Could conjunctivitis in patients with atopic dermatitis treated with dupilumab be caused by colonization with Demodex and increased IL‐17 levels? Reply from the authors. Br J Dermatol 2018; 178: 1220–1. [PubMed] [Google Scholar]36. Worm M, Simpson EL, Thaçi D et al. The effect of dose regimen adjustment on maintenance of clinical response and safety of dupilumab in patients with atopic dermatitis (LIBERTY AD SOLO‐CONTINUE)", ". Presented at the 37th Annual Congress of the European Academy of Allergy and Clinical Immunology (EAACI), Munich, Germany, 26–30 May 2018.37. Hamilton JD, Suárez‐Fariñas M, Dhingra N et al Dupilumab improves the molecular signature in skin of patients with moderate‐to‐severe atopic dermatitis. J Allergy Clin Immunol 2014; 134: 1293–300. [PubMed] [Google Scholar]38. Guttman‐Yassky E, Bissonnette R, Ungar B et al Dupilumab progressively improves systemic and cutaneous abnormalities in atopic dermatitis patients. J Allergy Clin Immunol 2019; 143: 155–72. [PubMed] [Google Scholar]39. Wollenberg A, Ariens L, Thurau S et al Conjunctivitis occurring in atopic dermatitis patients treated with dupilumab – clinical characteristics and treatment. J Allergy Clin Immunol Pract 2018; 6: 1778–80. [PubMed] [Google Scholar]40. Treister AD, Kraff‐Cooper C, Lio PA. Risk factors for dupilumab‐associated conjunctivitis in patients with atopic dermatitis. JAMA Dermatol 2018; 154: 1208–11", ". JAMA Dermatol 2018; 154: 1208–11. [PMC free article] [PubMed] [Google Scholar]41. Barnes AC, Blandford AD, Perry JD. Cicatricial ectropion in a patient treated with dupilumab. Am J Ophthalmol Case Rep 2017; 7: 120–2. [PMC free article] [PubMed] [Google Scholar]42. Levine RM, Tattersall IW, Gaudio PA, King BA. Cicatrizing blepharoconjunctivitis occurring during dupilumab treatment and a proposed algorithm for its management. JAMA Dermatol 2018; 154: 1485–6. [PubMed] [Google Scholar]43. Shen E, Xie K, Jwo K et al. Dupilumab‐induced follicular conjunctivitis. Ocul Immunol Inflamm 2019; doi: 10.1080/09273948.2018.1533567. [PubMed] [CrossRef] [Google Scholar]44. Rial MJ, Barroso B, Rodríguez‐Bermejo C, Sastre J. Letter regarding ‘Conjunctivitis occurring in atopic dermatitis patients treated with dupilumab – clinical characteristics and treatment’. J Allergy Clin Immunol Pract 2019; 7: 853. [PubMed] [Google Scholar]45. Wollenberg A, Thurau S, de Bruin‐Weller M. Reply", ". [PubMed] [Google Scholar]45. Wollenberg A, Thurau S, de Bruin‐Weller M. Reply. J Allergy Clin Immunol Pract 2019; 7: 853–4. [PubMed] [Google Scholar]46. Gooderham M, McDonald J, Papp K. Diagnosis and management of conjunctivitis for the dermatologist. J Cutan Med Surg 2018; 22: 200–6. [PubMed] [Google Scholar]47. Yoon SY, Bae SH, Shin YJ et al Low serum 25‐hydroxyvitamin D levels are associated with dry eye syndrome. PLOS ONE 2016; 11: e0147847. [PMC free article] [PubMed] [Google Scholar]48. Kim HY, Kwon EB, Baek JH et al Prevalence and comorbidity of allergic diseases in preschool children. Korean J Pediatr 2013; 56: 338–42. [PMC free article] [PubMed] [Google Scholar]49. Lee KS, Yum HY, Sheen YH et al Comorbidities and phenotypes of rhinitis in Korean children and adolescents: a cross‐sectional, multicenter study. Allergy Asthma Immunol Res 2017; 9: 70–8. [PMC free article] [PubMed] [Google Scholar]50. Proksch E, Fölster‐Holst R, Jensen JM", ". [PMC free article] [PubMed] [Google Scholar]50. Proksch E, Fölster‐Holst R, Jensen JM. Skin barrier function, epidermal proliferation and differentiation in eczema. J Dermatol Sci 2006; 43: 159–69. [PubMed] [Google Scholar]51. Guttman‐Yassky E, Suárez‐Fariñas M, Chiricozzi A et al Broad defects in epidermal cornification in atopic dermatitis identified through genomic analysis. J Allergy Clin Immunol 2009; 124: 1235–44. [PubMed] [Google Scholar]52. Guttman‐Yassky E, Dhinra N, Leung DYM. New era of biological therapeutics in atopic dermatitis. Expert Opin Biol Ther 2013; 13: 549–61. [PMC free article] [PubMed] [Google Scholar]53. Yokoi K, Yokoi N, Kinoshita S. Impairment of ocular surface epithelium barrier function in patients with atopic dermatitis. Br J Ophthalmol 1998; 82: 797–800. [PMC free article] [PubMed] [Google Scholar]54. Mennini M, Dahdah L, Fiocchi A. Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med 2017; 376: 1090", ". Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med 2017; 376: 1090. [PubMed] [Google Scholar]55. Thyssen JP. Could conjunctivitis in patients with atopic dermatitis treated with dupilumab be caused by colonization with Demodex and increased interleukin‐17 levels? Br J Dermatol 2018; 178: 1220. [PubMed] [Google Scholar]56. Schmutz JL. [Risk of conjunctivitis associated with dupilumab (Dupixent®)]. Ann Dermatol Venereol 2018; 145: 556–8(in French). [PubMed] [Google Scholar]57. Bakker DS, Ariens LFM, van Luijk C et al. Goblet cell scarcity and conjunctival inflammation during treatment with dupilumab in patients with atopic dermatitis. Br J Dermatol 2019; 180: 1248–49. [PMC free article] [PubMed] [Google Scholar]58. Hong D, Coutu A, Ferrier‐Le Bouedec MC et al. [Atopic keratoconjunctivitis: one allergy may mask another. A clinical observation with two types of hypersensitivity reactions: IgE‐mediated and non‐IgE‐mediated]", ". J Fr Ophthalmol 2018; 41: 224–30(in French). [PubMed] [Google Scholar]59. Utine CA, Stern M, Akpek EK. Immunopathological features of severe chronic atopic keratoconjunctivitis and effects of topical cyclosporine treatment. Ocul Immunol Inflamm 2019; doi: 10.1080/09273948.2018.1511811. [PubMed] [CrossRef] [Google Scholar]"]}