{"title": "Does Mindfulness-Based Cognitive Therapy for Migraine Reduce Migraine-Related Disability in People with Episodic and Chronic Migraine? A Phase 2b Pilot Randomized Clinical Trial", "context": ["Headache. Author manuscript; available in PMC 2020 Oct 1.Published in final edited form as: Headache. 2019 Oct; 59(9): 1448–1467. Published online 2019 Sep 26. doi: 10.1111/head.13657PMCID: PMC6788949NIHMSID: NIHMS1049855PMID: 31557329Does Mindfulness-Based Cognitive Therapy for Migraine Reduce Migraine-Related Disability in People with Episodic and Chronic Migraine? A Phase 2b Pilot Randomized Clinical TrialElizabeth Seng,1,2,3 Alexandra Singer,4,5 Christopher Metts,6 Amy Grinberg,4 Zarine Patel,1 Maya Marzouk,1 Lauren Rosenberg,1 Melissa Day,7 Mia Minen,8 Richard Lipton,2 and Dawn Buse2Elizabeth Seng1.Yeshiva University - Ferkauf Graduate School of Psychology, Bronx, New York, United States2.Albert Einstein College of Medicine - Saul R. Korey Department of Neurology, Bronx, New York, United States3.Montefiore Medical Center - Montefiore Headache Center, Bronx, United StatesFind articles by Elizabeth SengAlexandra Singer4.VA Connecticut Healthcare System - Psychology Service, West Haven, Connecticut, United States5.Yale School of Medicine - Department of Psychiatry, New Haven, Connecticut, United StatesFind articles by Alexandra SingerChristopher Metts6.Medical University of South Carolina - Pathology and Laboratory Medicine, Charleston, South Carolina, United StatesFind articles by Christopher MettsAmy Grinberg4.VA Connecticut Healthcare System - Psychology Service, West Haven, Connecticut, United StatesFind articles by Amy GrinbergZarine Patel1.Yeshiva University - Ferkauf Graduate School of Psychology, Bronx, New York, United StatesFind articles by Zarine PatelMaya Marzouk1.Yeshiva University - Ferkauf Graduate School of Psychology, Bronx, New York, United StatesFind articles by Maya MarzoukLauren Rosenberg1.Yeshiva University - Ferkauf Graduate School of Psychology, Bronx, New York, United StatesFind articles by Lauren RosenbergMelissa Day7.University of Queensland - School of Psychology, Brisbane, Queensland, AustraliaFind articles by Melissa DayMia Minen8.New York University Langone Health - Department of Neurology, New York, New York, United StatesFind articles by Mia MinenRichard Lipton2.Albert Einstein College of Medicine - Saul R. Korey Department of Neurology, Bronx, New York, United StatesFind articles by Richard LiptonDawn Buse2.Albert Einstein College of Medicine - Saul R. Korey Department of Neurology, Bronx, New York, United StatesFind articles by Dawn BuseAuthor information Copyright and License information PMC Disclaimer1.Yeshiva University - Ferkauf Graduate School of Psychology, Bronx, New York, United States2.Albert Einstein College of Medicine - Saul R. Korey Department of Neurology, Bronx, New York, United States3.Montefiore Medical Center - Montefiore Headache Center, Bronx, United States4.VA Connecticut Healthcare System - Psychology Service, West Haven, Connecticut, United States5.Yale School of Medicine - Department of Psychiatry, New Haven, Connecticut, United States6.Medical University of South Carolina - Pathology and Laboratory Medicine, Charleston, South Carolina, United States7.University of Queensland - School of Psychology, Brisbane, Queensland, Australia8.New York University Langone Health - Department of Neurology, New York, New York, United StatesCorresponding Author: Elizabeth K. Seng, Yeshiva University - Ferkauf Graduate School of Psychology, 1300 Morris Park Ave Rousso Building 130 Bronx New York 10461, United States, T: 718-430-3813 F: 718-430-3960, moc.liamg@htebazile.gnesPMC Copyright notice The publisher's final edited version of this article is available at HeadacheAbstractObjectiveThe current phase 2b study aimed to evaluate the efficacy of MBCT-M to reduce migraine-related disability in people with migraine.BackgroundMindfulness-based interventions represent a promising avenue to investigate effects in people with migraine. Mindfulness-Based Cognitive Therapy teaches mindfulness meditation and cognitive-behavioral skills and directly applies these skills to addressing disease-related cognitions.MethodsParticipants with migraine (6–30 headache days/month) were recruited from neurology office referrals and local and online advertisements in the broader New York City area. During the 30-day baseline period, all participants completed a daily headache diary. Participants who met inclusion and exclusion criteria were randomized in a parallel design, stratified by chronic migraine status, to receive either 8 weekly individual Mindfulness-Based Cognitive Therapy for Migraine sessions or 8 weeks of wait list/treatment as usual. All participants completed surveys including primary outcome evaluations at Months 0, 1, 2, and 4. All participants completed a headache diary during the 30-day post-treatment evaluation period. Primary outcomes were the change from Month 0 to Month 4 in the Headache Disability Inventory and the Migraine Disability Assessment (Total Score ≥ 21 indicating Severe Disability); secondary outcomes [headache days/30 days, average headache attack pain intensity, and attack-level migraine-related disability (Migraine Disability Index)], were derived from the daily headache diary.ResultsSixty participants were randomized to receive Mindfulness-Based Cognitive Therapy for Migraine (n = 31) or waitlist/treatment as usual (n = 29). Participants (M age = 40.1, SD = 11.7) were predominantly White (n = 49/60; 81.7%), Non-Hispanic (N = 50/60; 83.3%) women (n = 55/60; 91.7%) with a graduate degree (n = 35/60; 55.0%) who were working full-time (n = 38/60; 63.3%). At baseline, the average Headache Disability Inventory score (51.4, SD = 19.0) indicated a moderate level of disability, and the majority of participants (50/60, 83.3%) fell in the “Severe Disability” range on the Migraine Disability Assessment. Participants recorded an average of 16.0 (SD = 5.9) headache days/30 days, with an average headache attack pain intensity of 1.7 on a 4-point scale (SD = 0.3), indicating moderate intensity. Average levels of daily disability reported on the Migraine Disability Index were 3.1/10 (SD = 1.8). For the Headache Disability Inventory, mean scores decreased more from Month 0 to Month 4 in the Mindfulness-Based Cognitive Therapy for Migraine group (−14.3) than the waitlist/treatment as usual group (−0.2; p < .001). For the Migraine Disability Assessment, the group*month interaction was not significant when accounting for the divided alpha, p = .027; across all participants in both groups, the estimated proportion of participants falling in the “Severe Disability” category fell significantly from 88.3% at Month 0 to 66.7% at Month 4, p < .001. For diary-reported headache days/30 days an average headache attack pain intensity, neither the group*time interaction (ps = .773 and .888, respectively), nor the time effect (ps = .059 and .428, respectively) was significant. Mean Migraine Disability Index scores decreased in the Mindfulness-Based Cognitive Therapy for Migraine group (−0.6/10), whereas they increased in the waitlist/treatment as usual group (+0.3/10), p = .007.ConclusionsMindfulness-Based Cognitive Therapy for Migraine demonstrated efficacy to reduce headache-related disability and attack-level migraine-related disability. Mindfulness-Based Cognitive Therapy for Migraine is a promising emerging treatment for addressing migraine-related disability.Trial prospectively registered at clinicaltrials.gov: .Keywords: Migraine, Mindfulness, Therapy, Behavioral Treatment, DisabilityIntroductionMigraine is a common neurologic disease1 estimated to affect over a billion people worldwide2. Migraine accounts for a disproportionate amount of disease burden, particularly among women from the age of 15 to 492. Because migraine is characterized by unpredictable episodic attacks of potentially debilitating neurological symptoms and is most prevalent during the most potentially productive and childbearing years2, 3, it has a particularly pernicious impact on work, school, and social/family functioning3–6.Behavioral treatments for migraine, including cognitive-behavioral therapies, relaxation and biofeedback, have demonstrated efficacy to reduce migraine attack frequency and migraine-related disability7–10. However, not every person with migraine responds to existing behavioral treatments; further, access to evidence-based behavioral migraine treatment remains a challenge to wide-scale dissemination10. People with migraine are increasingly turning to complementary and integrative health strategies to address migraine11, 12, particularly when their pharmacologic choices are restricted, such as during pregnancy or due to low efficacy or lack of tolerability of pharmacologic therapies13. More than 50% of adults with migraine and severe headache report utilizing complementary and integrative health strategies for headache management14. Further, complementary and integrative health strategies are often added on to pharmacologic and other therapeutic strategies. Mindfulness-based interventions have a high level of interest in people considering nonpharmacologic therapies and have demonstrated efficacy in other disease states including chronic pain and therefore represent a promising avenue to investigate effects in people with migraine15, 16.Mindfulness is an attention regulation technique characterized by the nonjudgmental awareness of the present moment17. Mindfulness exemplifies the “third-wave” treatments, which extend behavioral and cognitive treatments with mindfulness and acceptance-based frameworks. Mindfulness is thought to alter the way patient’s respond to pain by making it more tolerable and by making it easier to engage in meaningful activities despite symptoms17. Many third-wave therapies have demonstrated empirical support for the treatment of a variety of psychiatric and medical conditions including chronic pain18,19,20. Several recent pilot studies have found that mindfulness-based interventions can achieve clinically meaningful reductions in headache-related disability among people with primary headache disorders, although these interventions tend to have minimal effects on headache days and headache attack pain intensity21–24. This finding is not surprising; mindfulness-based interventions are expected to primarily act on headache-related disability, rather than headache symptoms specifically.Mindfulness-Based Cognitive Therapy (MBCT) teaches mindfulness meditation and cognitive-behavioral coping skills and directly applies these skills to addressing disease-related cognitions and coping. It was originally developed to prevent depression relapse25–27 and has been modified to address a variety of chronically painful conditions28. MBCT targets maladaptive disease-related beliefs in addition to stress-reduction and is traditionally delivered using a group format with groups of 8–10 individuals. MBCT seems to outperform simple mindfulness meditation on measures of pain-related interference in people with chronic low back pain29. Across medical conditions, randomized clinical trials of MBCT consistently find reduction in stress and disease-related disability or impairment; however, changes in disease outcomes tend to be small or not statistically significant on average28,30.A pilot study with patients with both migraine and tension-type headache (n = 36) found that group 8-session MBCT for primary headache was associated with improvements in self-efficacy and pain acceptance compared to waitlist participants; in the completer sample (n = 24), large improvements in pain interference were more frequent in the active group than in waitlist controls (d = −1.29)31. Although both groups experienced a reduction in headache frequency, the MBCT group was not significantly different than the waitlist group.Recent work with behavioral randomized clinical trials has specified four phases32: Phase I studies define the treatment paradigm and refine treatment delivery including dose ranging; Phase II studies are single-arm proof-of-concept studies and two-arm controlled pilots; Phase III studies are adequately powered efficacy randomized controlled trials; and Phase IV studies are effectiveness research. Earlier research with MBCT for depression treatment and relapse prevention defined the treatment targets of mindfulness meditation skills and disease-related cognitions and refined the classic eight-week, group delivery intervention protocol25, 33. The two-armed trial in people with primary headache disorders tailored the protocol for headache and demonstrated proof-of-concept in this population31, 34. This treatment protocol was further refined for migraine (MBCT for Migraine; MBCT-M) in an individual format for the current trial35.The current phase 2b study aimed to evaluate the efficacy of MBCT-M to reduce migraine-related disability in people with migraine. Headache-related disability was selected as the primary outcome rather than headache frequency because mindfulness-based treatments are primarily expected to alter the patient’s experience of migraine, resulting in a reduction in migraine-related disability. We chose individual over group therapy because 1) preparatory interviews with headache providers (neurologists and psychologists) suggested that individual treatment protocols would be more readily implemented in their clinical settings, and 2) to avoid the non-independence of observations that results from group treatment paradigms. Therefore, the primary aim of the study was to evaluate whether MBCT-M was superior at reducing two measures of overall migraine-related disability compared to a wait list/treatment as usual (WL/TAU) control. Secondary aims included evaluating whether MBCT-M reduced headache days, average headache attack pain intensity, and a daily diary measure of migraine attack disability compared to WL/TAU.MethodsParticipantsParticipants were recruited from neurology office referrals and local and online advertisements in the broader New York City area including New York, New Jersey and Connecticut. Inclusion criteria were a) currently meeting International Classification of Headache Disorders (ICHD)-3 beta headache diagnosis for migraine using a semi-structured clinical interview and the validated American Migraine Study/American Migraine Prevalence and Prevention Study migraine diagnostic screener36, b) self-reported and prospective diary-confirmed ≥ 6 headache days per month, c) aged 18–65, d) ability to read English, and e) capacity to consent. Exclusion criteria were a) continuous headache over the course of 30 days, b) initiation of a preventative migraine treatment within four weeks of the baseline assessment or a plan to initiate preventive migraine treatment during the duration of the study, c) severe psychiatric illness that would interfere with participation in the treatment such as active suicidality, active psychosis, or failing a cognitive screen, or d) inability to adhere to headache diary during baseline period (recorded fewer than 26/30 days). All participants were screened through an online portal and participated with an in-person intake evaluation including a semi-structured clinical interview for headache and psychiatric diagnosis with doctoral psychology students. Students were trained in interviewing for headache and psychiatric diagnoses and supervised by licensed psychologists who are experts in behavioral headache treatment (ES and DB). This is a single-site study in which intake assessments and intervention visits were conducted at one of two locations on the campus of Yeshiva University (Bronx and Manhattan).Study Design and TreatmentThis is a two-arm parallel randomized clinical trial to test the superiority of MBCT-M compared to WL/TAU to reduce headache disability. The study began enrolling patients in July 2015, and all primary outcome data were collected by September 2018. The protocol was prospectively registered at clinicaltrials.gov () and received ethics approval by the Einstein IRB (2015–4684). No changes were made to the original protocol.Participants who met initial inclusion criteria at intake were enrolled by their graduate student intake interviewer. All participants provided written informed consent. During the 30-day baseline period, all participants completed a daily headache diary (Figure 1). Chronic migraine status was determined by the number of headache days recorded during the first 30-day period; 15 or more days per month was considered chronic migraine (following Silberstein-Lipton criteria37) with at least one discrete full-criteria migraine attack. Participants who met inclusion and exclusion criteria after the 30-day baseline period were randomized by a graduate student research assistant who had no further direct contact with patients in a 1: 1 ratio in a parallel design, stratified by chronic migraine status, to receive either 8 weekly individual MBCT-M sessions or 8 weeks of wait list/treatment as usual (WL/TAU). Neither participants nor researchers were blinded to treatment group assignment. A researcher not otherwise connected with this study used computerized stratified block randomization with random block sizes to generate the randomization sequence which was provided to a research assistant in opaque, sealed sequentially numbered envelopes.Open in a separate windowFigure 1.Study designDuring the two-month treatment period, participants randomized to MBCT-M continued the daily headache diary. Participants randomized to the WL/TAU condition did not complete a daily headache diary during the treatment period as the headache diary was conceptualized as part of the treatment. All participants completed surveys including primary outcome evaluations at Months 0, 1, 2, and 4. All participants completed a headache diary during the 30-day post-treatment evaluation period. All data was captured using REDCap, a HIPAA-compliant online data capture system; outcome data was collected automatically, without direct contact with research assistants. Adverse events were captured systematically through routine contact with the research coordinator and study therapists. Participants were compensated up to $70 for completion of study measures. Participants in the WL/TAU condition were offered the 8-week treatment program after completion of the 4-month study protocol.MBCT-M consisted of 8 individual 75-minute sessions which occurred approximately weekly over a period of 8–10 weeks (Table 1) and a daily headache diary and mindfulness log. The treatment protocol was adapted from the MBCT for chronic headache pain protocol created by Day and colleagues19, 31. Adaptation largely included modifying the theoretical rationale for mindfulness training to be appropriate for migraine rather than chronic pain; in addition, the mindful movement component was modified to simple stretching and walking to avoid movements that might be particularly challenging for people with migraine. Each session included education, cognitive exercises designed to demonstrate how to think mindfully, and in-vivo mindfulness meditation practice designed to help participants systematically gain mindfulness skills throughout the course of treatment. Participants were given “homework,” including formal mindfulness meditation and informal mindful awareness exercises, labeling thoughts, identifying warning signs for stress and migraine, and planning nourishing activities, in between sessions (Table 1). Most sessions were conducted in-person at research sites in the Bronx or Manhattan. Because migraine is characterized by unpredictable disabling attacks, we permitted phone sessions for up to 3 of the 8 sessions per patient to avoid extending the treatment timeframe beyond 10 weeks. Therapists were doctoral-level clinical psychology graduate students who attended 2 6-hour training sessions supervised by psychologists with specific expertise in MBCT (MD) and migraine (ES and DB). Therapists were then supervised by licensed clinical psychologists who are experts in behavioral headache treatment (ES and DB) throughout the course of the study. Supervision included individual weekly meetings and monthly group supervision with all study therapists to reduce protocol deviations. All sessions were recorded and evaluated on an ongoing basis for fidelity to the protocol. A data safety monitoring committee met every other month throughout the course of the study.Table 1.Overview of Mindfulness-Based Cognitive Therapy for MigraineThemeTeach a ConceptPractice a SkillHomework1: Automatic PilotAutomatic pilot involves lacking awareness and habitual responding to one’s environment. Mindfulness can improve living with migraine through intentional awareness.Body scanMindful eatingBody scan2: Awareness of Appraisals and StressMindfulness allows you to observe how you feel and think. How we appraise a situation is more important than the objective situation itself. How you appraise migraine and other life stressors can impact the stress response, which in turn influences your likelihood of having a migraine attack.Body scanAwareness of appraisalsAwareness of thoughts arising during breathing meditationBody scanMindfulness of breathAwareness of thoughtsStressful events calendar3: Mindfulness of the BreathPracticing mindfulness throughout the day can break automatic pilot patterns and disrupt the stress response. The breath is always with you and can anchors you to the present moment.Breathing spaceLabeling automatic thoughtsSitting meditation and body scanBreathing space4: Recognizing AversionAversion is an automatic response to avoid unpleasant experiences. Mindfulness helps us to inquire about the multiple responses we can have to stressors, such as migraine.Mindful movement (walking and stretching)Sitting meditation and mindful movementBreathing space5: Allowing/Letting BeMindfulness, as opposed to aversion, can help us experience stressors without judging them (acceptance) and thoughtfully choose how to react to any given situation.Identifying automatic thoughtsSitting meditation with acceptanceSitting meditationBreathing space6: Thoughts are Not FactsThoughts are not facts. Mindfulness teaches us how to observe our thoughts and consider the context in which our thoughts are occurring.Sitting meditationMindful observation of cognitions and considering alternativesAwareness of pleasant eventsChoose your own meditationBreathing space for copingPleasant events calendar7: How Can I Best Take Care of Myself?When you notice your life becoming unbalanced, stressors emerging, or begin to feel migraine symptoms, you can use “warning signs” to mindfully consider the best course of action.Sitting meditationLinking activity and mood/stress/migraineIdentifying warning signs for stress and migraineMaking a plan for nourishing activitiesDevelop routine to practice mindfulnessDealing with stress and migraine8: Using Mindfulness to Cope with MigraineMaintaining and extending the gains you have made during MBCT-M requires planning and intentional action.Body scanRelapse preventionFocused meditationOpen in a separate windowMeasuresBaseline Characteristics. Participants reported age, gender (male, female), ethnicity (Hispanic, Non-Hispanic), race (White, Black/African American, Native American, Asian, Pacific Islander, Other), employment status [employed full-time (35 or more hours/week), employed part-time (less than 35 hours/week), student, self-employed, homemaker, on medical or maternity leave, unemployed, disabled, retired, volunteer, other), education (8 grades or less, high school graduate or GED, some high school, some college or technical school, college graduate/bachelor’s degree, graduate degree), and marital status (single, married, separated/divorced, widowed, live with a domestic partner) at baseline. Participants reported all medications used at baseline. Participants also reported baseline psychiatric symptoms on the 8-item Patient-Reported Outcomes Measurement Information System Depression (PROMIS-D) and Anxiety (PROMIS-A) Short Forms38; scores are reported as population-normed t-scores.Primary Outcomes. The primary outcomes were changes in headache-related disability from Month 0 to Month 4; two measures were utilized to capture different components of headache-related disability.The Henry Ford Hospital Headache Disability Inventory (HDI)39 is a 25-item survey designed to assess the perceived impact of headache. Items include, “Because of my headaches I feel handicapped,” with total scores range from 0–100, with higher scores indicating higher levels of disability. The HDI has demonstrated reliability and validity39, 40, and excellent internal consistency in this study, α = .90.The Migraine Disability Assessment (MIDAS)41, 42 is a 5-item survey designed to assess the functional impact of migraine on occupational/academic work, household work, and social/leisure activities. Items include, “On how many days in the last 3 months did you miss work or school because of your headaches,” with total scores interpreted as 0–5: “Little or No Disability,” 6–10: “Mild Disability,” 11–20: “Moderate Disability,” and ≥21: “Severe Disability.” For the purposes of analysis, the MIDAS total score was dichotomized at 21. The MIDAS has demonstrated reliability and validity in previous studies40; in this study, it demonstrated adequate internal consistency, α = .76.Secondary Outcomes. Participants recorded headache activity daily in an electronic headache diary using status/post43, 44, a secure ecological momentary assessment application which interacts with the REDCap data capture system. The app is available for iOS devices; participants used either their personal device, or a device provided to them by the study team if they did not have a compatible personal device. Secondary outcomes included: headache days/30 days, average headache attack pain intensity/30 days (scored as 0 = None, 1 = Mild, 2 = Moderate, and 3 = Severe), and Migraine Disability Index (MIDI) score. The MIDI is a 4-item scale designed to assess the extent to which the headache attack interfered with family/home, recreation, social, and occupational functioning on each headache attack day45, with response options for each domain ranging from 0, “not at all,” to 10, “totally.” Responses to the four items are averaged to obtain a day-level score. The MIDI has demonstrated good reliability and validity in previous studies45, 46; in this study, it demonstrated excellent internal consistency, α = .91.MIDAS questions A and B were also used to evaluate headache days/90 days and average headache attack intensity/90 days. Results are reported with MIDAS A results divided by three such that the MIDAS A result indicates headache days/30 days.Treatment Fidelity. Therapist fidelity to the treatment protocol was assessed with Mindfulness-Based Cognitive Therapy Adherence, Appropriateness, and Quality Scale19, a 23-item self-report instrument adapted from previous well-validated measures of fidelity to cognitive therapies47 and used in the previous study of MBCT for chronic headache31. All sessions were audio recorded, and three sessions per patient were rated by two raters on adherence (the extent to which the therapist provided the intervention per protocol), appropriateness (the extent to which the therapist provided the intervention in a manner which addressed the patient’s symptoms and presentation), and quality (the overall skill with which the therapist provided the intervention). Raters were undergraduate, post-baccalaureate and masters-level research assistants who had no other connection to the study. All raters were trained on 5 practice sessions. Every 5th session was rated by all raters monthly to maintain high levels of inter-rater reliability. Inter-rater reliability was excellent, Adherence intra-class correlation = .90, Appropriateness intra-class correlation = .90, Quality intra-class correlation = .9146.Participant daily mindfulness practice (yes/no) was captured in the daily headache diary in the MBCT-M group during the 8-week treatment period and 30-day follow-up period.Acceptability. Exit interviews with participants who participated in the MBCT-M protocol were conducted by a clinical psychologist (ES). Semi-structured interviews included questions about favorability toward the intervention, therapist, using mindfulness in daily life, desire to continue with the skills learned in the treatment, and whether they would recommend it to others with migraine.AnalysesDistributions of all study variables were inspected. Single imputation at the day-level was used to impute missing diary data points (15.5%) for headache day, attack pain intensity, and the MIDI by obtaining estimates using mixed models for repeated measures analysis with fixed effects of treatment, month, day, and all of their interactions, and random effects of intercept and day*month. Simulated clinical trial data has demonstrated that mixed models for repeated measures produce remarkably unbiased estimates when observations are both missing at random and missing not at random49–51. Patient characteristics and clinical outcomes described using mean and standard deviation for normally distributed variables, and number and percent for nominal variables. Differences between demographics and primary and secondary outcomes at baseline were evaluated using t-tests for independent samples or chi-square analyses.Intent-to-treat analysis used linear (HDI, MIDI/30 days, headache days/30 days, headache attack pain intensity/30 days) and logistic (MIDAS severe disability) mixed models for repeated measures to estimate missing values and evaluate changes in primary outcomes. For HDI and MIDAS, time was a 4-level variable (Month 0, 1, 2, and 4); for diary data, time was a two-level variable (baseline monitoring period vs. post-treatment evaluation period). Fixed effects were group, time, and their interaction. A significant interaction indicated the slope of the MBCT-M group differed from the slope of the WL/TAU group. Non-significant group*time interactions were removed from final models. Random effects were intercept and time. Visual inspection and Akaike’s information criterion indicated month be modeled using a first-order autoregressive covariance structure. All models were also evaluated adjusting for significant patient demographics and using only completers (participants who provided outcome assessment data through Month 4).A priori power analysis suggested that based on the large observed effect sizes on primary outcomes from previous studies of mindfulness-based treatment in headache disorders (d = −1.29)21, 31 with alpha set at .05, a power of .80 would require an n of 62, whereas a power of .90 would require an n of 70; therefore, we intended to enroll 80 participants. Alpha (0.05, two-tailed) was divided equally between the two primary outcome analyses. Alpha was set at 0.05 for all other analyses. SPSS version 25.0 was used to analyze the data.ResultsParticipant characteristicsOne-hundred sixty-six participants were assessed for eligibility; 100 did not meet inclusion criteria upon screening (Figure 2). Sixty-six participants began the baseline evaluation period; 5 were excluded due to poor diary adherence (n = 3), not meeting ICHD-3b migraine criteria within a one-month monitoring period (n = 2), and one declined to continue to participate in the study after the baseline evaluation period. Therefore, 60 participants (CM = 31, EM = 29) were randomized to receive MBCT-M (n = 31; CM = 16, EM = 15) or WL/TAU (n = 29; CM = 15, EM = 14). Two people in the MBCT-M group dropped out of treatment (1 lost to follow-up and 1 discontinued), and three people in the WL/TAU group were lost to follow-up; attrition did not significantly differ across groups, p = .938. The study was halted prior to reaching its target enrollment of 80 due to slow recruitment; the investigators elected to halt the study rather than introduce bias by changing recruitment protocol or inclusion criteria.Open in a separate windowFigure 2.Study flowParticipants were predominantly White (n = 49/60; 81.7%), Non-Hispanic (N = 50/60; 83.3%) women (n = 55/60; 91.7%) with a graduate degree (n = 35/60; 55.0%) who were working full-time (n = 38/60; 63.3%) (Table 2). MBCT-M participants (M age = 36.2, SD = 10.6) were significantly younger than WL/TAU participants (M age = 44.2, SD = 11.5), p = .007; no other demographic characteristics significantly differed between groups (Table 2).Table 2.Baseline Demographic CharacteristicsDemographicTotal (N = 60)M(SD) or N(%)MBCT-M (N = 31)M(SD) or N(%)WL/TAU (N = 29)M(SD) or N(%)SignificanceAge40.1 (11.7)36.2 (10.6)44.2 (11.5).007Gender Female55 (91.7%)29 (93.5%)26 (89.7%).938 Male5 (8.3%)2 (6.5%)3 (10.3%)Ethnicity Hispanic10 (16.7%)5 (16.1%)5 (17.2%).908 Non-Hispanic50 (83.3%)26 (83.9%)24 (82.8%)Race White49 (81.7%)26 (83.9%)23 (79.3%).903 Black/African11 (18.3%)5 (16.1%)6 (20.7%) American, Asian, OtherEmployment Full-time38 (63.3%)21 (67.7%)17 (58.6%).642 Not full-time22 (36.7%)10 (32.3%)12 (41.4%)Education Some college or less6 (10.0%)3 (9.7%)3 (10.3%).775 College graduate21 (35.0%)12 (38.7%)9 (31.0%) Graduate degree33 (55.0%)16 (51.6%)17 (58.6%)Marital Status Single28 (46.7%)17 (54.8%)11 (37.9%).821 Separated/Divorced6 (10.0%)1 (3.2%)5 (17.2%) Married/Living with Domestic Partner26 (43.3%)13 (41.9%)13 (44.8%)Open in a separate windowNote. MBCT-M = Mindfulness-Based Cognitive Therapy for Migraine; WL/TAU = Waitlist/Treatment as Usual; Education was divided by college graduates or less vs. graduate degree; Marital Status was divided by single, separated or divorced vs. married/living with a domestic partner.At baseline, the average HDI score (51.4, SD = 19.0) indicated a moderate level of disability (Table 3). The majority of participants (50/60, 83.3%) fell in the “Severe Disability” range on the MIDAS. On the MIDAS A, participants reported an average of 10.4 (SD = 5.1) headache days/30 days. On the MIDAS B, participants reported an average headache attack intensity of 6.2 on a 10-point scale (SD = 1.8). Participants reported average levels of both depressive (PROMIS-D M = 53.5, SD = 6.8) and anxious symptoms (PROMIS-A M = 56.5, SD = 7.3) within the normal range. Approximately half of participants (31/60, 51.7%) were taking preventive migraine medication. No survey outcomes differed significantly across treatment groups (Table 3).Table 3.Baseline Clinical CharacteristicsClinical CharacteristicTotal (N = 60)M(SD) or N(%)MBCT-M (N = 31)M(SD) or N(%)WL/TAU (N = 29)M(SD) or N(%)SignificanceBaseline SurveysHDI51.4 (19.0)52.5 (21.2)50.2 (16.2).644MIDAS Grade Severe (≥21)50 (83.3%)24 (77.4%)26 (89.7%).355 Not Severe (< 21)10 (16.7%)7 (22.6%)3 (10.3%)MIDAS A10.4 (5.1)10.5 (5.2)10.3 (5.1).863MIDAS B6.2 (1.8)5.8 (1.8)6.6 (1.8).128PROMIS-D53.5 (6.8)54.0 (6.2)53.1 (7.4).629PROMIS-A56.5 (7.3)56.7 (8.2)56.2 (6.2).804Preventive Medication Yes29 (48.3%)11 (35.5%)18 (62.1%).070 No31 (51.7%)20 (64.5%)11 (37.9%)Baseline Headache DiaryHeadache day frequency ≥15 days/month31 (51.7%)16 (51.6%)15 (51.7%).993 <15 days per month29 (48.3%)15 (48.4%)14 (48.3%)Headache Days/30 Days16.0 (5.9)16.5 (6.0)15.5 (5.9).490Average Attack Intensity/30 Days1.7 (0.3)1.8 (0.3)1.7 (0.3).241Average MIDI/30 Days3.1 (1.8)2.8 (1.6)3.4 (2.0).198Open in a separate windowNote. MBCT-M = Mindfulness-Based Cognitive Therapy for Migraine; WL/TAU = Waitlist/Treatment as Usual; HDI = Henry Ford Hospital Headache Disability Inventory; MIDAS = Migraine Disability Assessment; MIDAS A = Self-reported headache days over a 90 day period, divided by 3; MIDAS B = Self-reported average headache attack intensity over a 90 day period (1–10); Average Attack Intensity/30 Days (1–3); PROMIS-D = Patient-Reported Outcome Measurement Information System, Depression Short-Form; PROMIS-A = Patient-Reported Outcome Measurement Information System, Anxiety Short-Form; MIDI = Migraine Disability Index (0–10); Education was divided by college graduates or less vs. graduate degree; Marital Status was divided by single, separated or divorced vs. married/living with a domestic partner.Approximately half (n = 31/60; 51.7%) of participants were classified with chronic migraine based on ≥15 headache days in the baseline 30-day monitoring period as recorded in the headache diary (Table 3). Participants recorded an average of 16.0 (SD = 5.9) headache days/30 days, with an average headache attack pain intensity of 1.7 on a 3-point scale (SD = 0.3), indicating moderate intensity. Average levels of daily disability reported on the MIDI were 3.1/10 (SD = 1.8). No diary measures differed across treatment groups (Table 3).Treatment fidelity, adherence, and acceptabilityPreliminary analysis demonstrates that the ratings of acceptance (M = 6.1/7, SD = 0.8), appropriateness (M = 6.0/7, SD = 1.2) and quality (M = 6.2/7, SD = 0.9) were indicative of high levels of therapist fidelity to the treatment protocol. Overall, participants in the MBCT-M group practiced mindfulness on 980/1327 (73.9%) of recorded diary days during the treatment period. Of the 31 participants who were randomized to receive MBCT-M, 2 (6.5%) never recorded a mindfulness practice. On average, participants practiced approximately half of the days during the treatment period (M = 31.2/60 days, 52%; SD = 14.3), and during the post-treatment evaluation period (M = 14.9/30 days, 50.0%; SD = 9.7).Twenty-one participants provided exit interviews. Eighteen (18/21, 85.7%) reported they felt they had derived benefit from the intervention and would recommend it to others with migraine. Participants perceived using brief mindfulness exercises throughout their days as particularly beneficial. The two participants who reported they would not recommend the intervention to others were particularly dissatisfied with the daily diary component; both had ceased using the daily diary during the treatment period after a few weeks. Approximately half of participants interviewed (10/21, 47.6%) requested referrals to continue mindfulness-based treatment after the study treatment protocol had concluded.Primary outcomesFor the HDI, the group*month interaction was significant, F(3, 95.9) = 4.72, p = .004. From month 0 to month 4, mean scores on the HDI decreased more in the MBCT-M group (−14.3) than the WL/TAU group (−0.2) (month 0 vs. 4 B = 14.1, 95% CI = 0.8, 13.6; Figure 3a). Sensitivity analyses found the results did not differ when evaluated adjusting for age [group*month F(3, 95.6) = 4.79, p = .004; group*month 0 vs. 4 B = 14.3, 95% CI = 6.6, 22.0] or only in completers [group*month F(3, 81.2) = 4.48, p = .006; group*month 0 vs. 4 B = 14.3, 95% CI = 6.1, 22.6].Open in a separate windowFigure 3.Reductions in the HDI (A) and MIDAS Severe Disability (B) by treatment group and monthFor the MIDAS Severe Disability (Scores ≥ 21), the group*month interaction was not significant when accounting for the divided alpha, F(3, 213) = 3.12, p = .027 (group*month 0 vs. 4 B = 1.6, 95% CI = −0.7, 3.9; Figure 3b). Sensitivity analyses found the results did not differ when evaluated adjusting for age [group*month F(3, 212) = 3.10, p = .028; group*month 0 vs 4 B = 1.6, 95% CI = −.1, 4.0]. In completers, the group*month interaction was significant, F(3, 200) = 3.42, p = .018; however the group*month 0 vs. 4 contrast was not significant (B = 1.9, 95% CI = −0.6, 4.5). When evaluated without the interaction in the model, the month effect was significant F(3, 216) = 12.4, p < .001; among participants in both groups, the estimated proportion of participants falling in the “Severe Disability” category fell from 88.3% at month 0 to 66.7% at month 4, (B = −2.4, 95% CI = −3.3, −1.4). Sensitivity analyses found the results did not differ when evaluated adjusting for age [month F(3, 215) = 12.58, p < .001; month 0 vs 4 B = −2.4, 95% CI = −3.4, −1.4] or only in completers [month F(3, 203) = 12.77, p < .001; month 0 vs. 4 B = −2.7, 95% CI = −3.7, −1.6].Secondary outcomesFor diary-reported headache days/30 days, the group*month interaction was not significant, F(1, 53.8) = 0.08, p = .773; group*month B = −0.5, 95% CI = −3.7, 2.8. The result did not differ when adjusted for age [group*month F(1, 57.2) = 1.34, p = .251; group*month B = −0.5, 95% CI = −3.7, 2.7] or among completers [group*month F(1, 50.0) = 0.18, p = .678; group*month B = −.7, 95% CI = −3.9, 2.6]. When the interaction was removed from the model, the month effect was not significant, F(1, 54.7) = 3.72, p = .059; month B = −1.5, 95% CI = −3.1, 0.1); the result did not differ when adjusted for age [month F(1, 54.7) = 3.66, p = .061; month B = 1.5, 95% CI = −0.1, 3.1) or among completers [month F(1, 51) = 2.36, p = .131; month B = −1.2, 95% CI = −2.8, 0.4].For average headache attack pain intensity, group*month interaction was not significant, F (1, 51.8) = 0.02, p = .888; group*month B = 0.01, 95% CI = −0.14, 0.16. The result did not differ when adjusted for age [F(1, 51.9) = 0.01, p = .909; group*month B = 0.008, 95% CI = −0.13, 0.16] or among completers [F(1, 50.0) = 0.01, p = .917; group*month B = 0.008, 95% CI = −0.14, 0.15). When the interaction was removed from the model, the month effect was not significant, F(1, 52.8) = 0.64, p = .428; month B = −0.03, 95% CI = −0.10, 0.04); the result did not differ when adjusted for age [month F(1, 52.9) = 0.63, p = .430; month B = 0.03, 95% CI = −0.04, 0.10] or among completers [month F(1, 50.9) = 0.31, p = .579; month B = 0.02, 95% CI = −0.05, 0.09).For diary-reported attack-level migraine-related disability (MIDI), the group*month interaction was significant F (1, 51.5) = 7.7, p = .007 (Figure 4c). Mean MIDI scores decreased in the MBCT-M group (−0.6/10), whereas they increased in the WL/TAU group (+0.3/10), group*month B = −1.0, 95% CI = −1.6, −0.3. The result did not differ when adjusted for age [group*month F(1, 51.5) = 7.64, p = .008; group*month B = −0.9, 95% CI = −1.6, −0.3] or among completers [group*month F(1, 50.0) = 7.64, p = .008; group*month B = −1.0, 95% CI = −1.6, −0.3].Open in a separate windowFigure 4.Reductions in headache days/30 days (A), average headache attack pain intensity/30 days (B), and Migraine Disability Index (MIDI) Score (C) by treatment group at baseline (Month 0) and follow-up (Month 4)For MIDAS A, the group*month interaction was not significant, F(3, 94.6) = 1.21, p = .312 (group*month 0 vs. 4 B = 6.3, 95% CI = −2.0, 14.5). Results did not differ when evaluated adjusting for age [group*month F(3, 94.3) = 1.2, p = .312; group*month 0 vs. 4 B = 1.3, 95% CI = −2.0, 14.5] or in only completers [group*month F(3, 79.4) = 2.00, p = .120; group*month B = 6.4, 95% CI = −2.7, 15.5]. When the interaction was removed from the model, the month effect was not significant, F(3, 95.1) = 0.64, p = .590 (month 0 vs. 4 B = 0.5, 95% CI = −0.9, 1.9); results did not differ when evaluated adjusting for age [month F(3, 94.8) = 0.64, p = .590; month 0 vs. 4 B = 1.5, 95% CI = −2.6, 5.6] or only in completers [F(3, 80.3) = 0.33, p = .806; month 0 vs. 4 B = 1.7, 95% CI = −2.8, 6.2].For the MIDAS B (average headache attack pain intensity), the group*month interaction was not significant, F(3, 102.9) 0.65, p = .589 (Month 0 vs. 4 B = 0.3, 95% CI = −0.4, 1.1). Results did not differ when evaluated adjusting for age [group*month F(3, 102.8) = 0.65, p = .861; Group*Month 0 vs. 4 B = 0.3, 95% CI = −0.4, 1.1] or in completers [group* month F(3, 91.0) = 0.56, p = .640; group*month 0 vs. 4 B = 0.3, 95% CI = −0.4, 1.1]. When evaluated without the interaction in the model, both the group, F(1, 58.2) = 4.6, p = .036) and month, F(3, 104.1) = 3.2, p = .028, effects were significant. On average, predicted average headache pain intensity was −0.77/10 points lower in the MBCT-M group compared to the WL/TAU group (B = −0.8, 95% CI = −1.5, −0.1). Predicted average headache pain intensity decreased by 0.5/10 points from Month 0 to Month 4 (Month 0 vs. 4 B = 0.5, 95% CI = 0.2, 0.9). When evaluated adjusting for age, the month effect remained significant [F(3, 104.0) = 3.12, p = .028; month 0 vs. 4 B = 0.5, 95% CI = 0.2, 0.9] but the group effect was no longer significant [F(1, 57.3) = 3.70; p = .060; MBCT-M vs. WL/TAU B = −0.7, 95% CI = −1.5, 0.03]. When evaluated in only completers, the group effect remained significant [F(1, 50.0) = 6.85, p = .012; MBCT-M vs. WL/TAU B = −1.0, 95% CI = −1.8, −0.2]; the month effect omnibus test was no longer significant [F(3, 92.2) = 2.63, p = .055; month 0 vs. 4 B = 0.5, 95% CI = 0.1, .9].Adverse eventsTwo adverse events were reported in the MBCT-M group. The first was deemed to be treatment-related: a participant experienced a vivid recollection of a traumatic event (outside of the context of post-traumatic stress disorder) while practicing mindfulness. She elected to continue with the treatment. A second participant who was taking preventive medication throughout the study experienced a severe increase in headache frequency and pain intensity; she discontinued the study as her neurologist recommended she change her preventive pharmacologic regimen. No adverse events were reported in the WL/TAU group.DiscussionThis Phase 2b randomized clinical trial found significant reductions in headache-related disability (HDI) in people with migraine who received an 8-week individual MBCT-M compared to WL/TAU. Further, MBCT-M reduced the average attack-level migraine-related disability (MIDI) reported by people with migraine, indicating that individuals who engaged in mindfulness training had improved resilience and ability to engage in functional tasks even when experiencing a migraine episode. Fewer participants reported “severe disability” on the MIDAS across both groups from Month 0 to Month 4. MBCT-M did not reduce headache days/30 days or average headache attack pain intensity compared to WL/TAU.Mindfulness-based interventions are theoretically unique from the traditional empirically-supported behavioral treatments for migraine and entail unique migraine management skills. While cognitive behavioral therapies, relaxation and biofeedback teach active skills to specifically reduce migraine attack frequency and associated disability, distress and comorbidities and change maladaptive thoughts related to migraine (engaging with maladaptive thoughts), mindfulness-based interventions instead teach skills to modify the person’s relationship with their experience of migraine (encouraging an “observer stance”). We theoretically would expect mindfulness-based interventions to have a greater effect on headache-related disability, rather than on symptoms directly. This is borne out in this study, as well as in the broader literature of mindfulness-based interventions for headache disorders21, 24, 31. Results from this study support the use of MBCT-M for participants in whom headache day reduction is not the primary goal, but rather reduction in the amount of disability experienced related to migraine. The results suggest that MBCT-M might be useful when combined with treatments expected to reduce monthly headache days, such as relaxation and biofeedback or preventive pharmacotherapies. Further, MBCT-M could be useful to maintain treatment gains after successful reduction in monthly headache days by preventive therapies.It is notable that the HDI demonstrated significant reductions due to MBCT-M, whereas the reductions on the MIDAS did not reach significance at the .025 level (p = .027). It is possible this difference is simply due to power: the HDI is a continuous measure, whereas the MIDAS was dichotomized, reducing power for this analysis. Further, this study was halted prior to reaching recruitment goals due to slow recruitment, which further reduced power for these analyses. It is also possible MBCT-M, which teaches participants skills to more objectively observe their lives, and to choose nourishing rather than depleting cognitive and behavioral patterns, produced a larger effect on emotional disability (assessed by the HDI only) than on functional disability (assessed by the HDI and MIDAS). However, participants in the MBCT-M group reported significant reductions in attack-level functional disability on the MIDI. The final possibility is that MBCT-M produces the largest effect on measures of disability not intrinsically linked to number of headache days. The units of measurement for MIDAS response options are headache days. Both the HDI and MIDI produce disability scores independent from number of headache days. Future studies of MBCT-M should consider including migraine-related disability measures that are not intrinsically linked to headache days.Stress is commonly thought to trigger migraine attacks52. Multiple high-quality diary studies have demonstrated relationships between changes in stress and migraine attack onset53–56 although the effect varies both inter- and intra-individually, and may interact with other trigger factors. Mindfulness appears to modulate the relationship between acute stressors of various types and physiological responses57–59. Thus, the rationale of a stress-reduction treatment to reduce migraine frequency makes intuitive sense, even though mindfulness-based interventions including MBCT-M have consistently failed to produce clinically meaningful or statistically significant improvements in headache days24. It is possible that typical 8-week training is insufficient to produce clinically meaningful changes in mindfulness skills, or consistent reduction in stress, to meaningfully reduce headache days. Alternatively, stress may not be as potent of a migraine trigger as is often believed. Future studies should evaluate whether achieving mid-treatment increases in mindfulness and decreases in perceived stress are linked with a reduction in headache days during MBCT-M.Migraine is a chronic disease with episodic symptom manifestations, which requires considerable in-the-moment decision-making to optimize disease management60. Mindfulness involves regulation of attention and active cognition, which could serve to enhance decision-making. Several randomized clinical trials evaluating mindfulness-based interventions have demonstrated cortical changes typically in insular, prefrontal, and cingulate regions61, 62. In a secondary analysis of the previous pilot study of MBCT for headache, treatment responders were more likely to have increased adaptive pain-related cognitions (acceptance) and decreased maladaptive pain-related cognitions (catastrophizing)63. Future studies should evaluate whether these change mechanisms mediate MBCT-related changes in outcomes. It is possible that our treatment paradigms, which were originally developed for use in chronic psychiatric illnesses, are not yet optimized for use in migraine. Future studies should use mixed qualitative and quantitative methods to understand the ways in which mindfulness can be applied migraine.Behavioral treatments for migraine have risks. Vivid recollection of a traumatic event during meditation is a known potential side effect of meditation and relaxation exercises of all types, and can occur in anyone who has experienced previous exposure to a psychologically traumatic event, even when no symptoms of post-traumatic stress disorder are present. People with migraine have been found to have experienced adverse childhood events and other traumatic events at higher rates than the general population64–66. Despite calls to ensure that all behavioral treatment trials evaluate adverse events67, these events are not well-documented in the literature. Patients should be made aware of risks of meditation and given strategies to mitigate these risks. This is particularly important as patients are increasingly seeking out meditation options without therapist guidance. Future behavioral migraine treatment trials should evaluate previous traumatic and adverse childhood events at baseline and ensure systematic capture of adverse events in behavioral migraine trials.Limitations and Future DirectionsData collected was based on patient self-report. The majority of participants were highly educated White women which limits the generalizability of the findings to people with migraine who have lower levels of education, are members of minority groups, and men. As participants over age 65 were not enrolled, findings are not generalizable to older age groups. As participants with very frequent (continuous headache) or infrequent attacks (fewer than 6 days per month) were not included, findings may not generalize to these groups. Despite significant attempts to recruit in more diverse settings, transportation was a major barrier for participants from lower income groups to participate in the study. Further, although we had relatively low rates of attrition in this study, we still encountered challenges with treatment delivery. The majority of patients required at least one telehealth session in order to complete all 8 sessions within a 10-week timeframe. However, exit interviews with patients revealed they generally viewed these sessions favorably. In fact, participants noted the “burden” and stress of scheduling, travel and rushing to attend study sessions could sometimes outweigh the benefit of the in-session stress reduction. Migraine is most prevalent in the most potentially productive years of life, when people with migraine are going to school, establishing their careers, and raising families2. Modes of administration for behavioral treatments must take this population into account. MBCT has been successfully delivered through solely telehealth delivery mechanisms in other diseases68, and future studies should consider delivery solely via a telehealth modality. Telehealth would also remove transportation as a barrier to accessing care for lower income individuals.We were unable to meet our recruitment goal of n = 80, which resulted in several analyses being under-powered, particularly given the divided alpha across two primary outcome measures. Further, the 3-month recall period of the MIDAS may also have resulted in it being less sensitive to changes during the timeframe of the study, as the three-month recall period included the entirety of the treatment period and post-treatment evaluation period. Future studies should select measures with briefer timeframes, such as a one-month recall, to allow for detection of treatment-related changes. Headache attack pain intensity was evaluated using a 4-point (Mild, Moderate, Severe) scale, which might have had less sensitivity than an 11-point (0–10) numeric rating scale. Future studies should consider using the 11-point numeric rating scale more common in chronic pain studies, but explicitly providing the mild (1–3), moderate (4–6) and severe (7–10) descriptors to permit translation into ICHD-3 criteria.This study used an individual protocol for MBCT-M, which lacked the benefit of a group process to enhance the understanding and uptake of mindfulness skills. Future studies should evaluate group-delivered MBCT-M, and ideally evaluate differences in both headache-related outcomes and theoretically relevant mechanisms between individual- and group-delivered MBCT-M.This study used a waitlist control rather than an active control. In fact, we even instructed the WL/TAU group to stop taking a headache diary during the treatment period to avoid self-monitoring effects. This was deliberate; this is an early phase trial of MBCT-M designed to detect any treatment-related signal. Now that the initial signal has been established, future trials should consider more active controls including headache diary and education controls to evaluate whether treatment effects are specific to MBCT-M. The waitlist design also precluded a longer-term follow-up of the effect of MBCT-M vs. WL/TAU. Future studies that include an active control may be able to follow participants in both groups for a longer-term follow-up to evaluate maintenance of effects.Strengths of the study include that it was a randomized clinical trial using a manualized treatment protocol. Treatment fidelity was highly monitored and therapists were closely supervised. Outcomes were well-validated measures and migraine diagnosis was made using a validated screener; headache characteristics and patient adherence to meditation was monitored prospectively using a mobile electronic daily headache diary.This study stratified recruitment and randomization by episodic migraine vs. chronic migraine. Understanding the impact of baseline characteristics on treatment response will help clinicians tailor treatment recommendations to patients most likely to experience benefit. Future studies should evaluate the role of baseline headache attack frequency on response to MBCT-M, as well as other mindfulness-based interventions.ConclusionsIndividual MBCT-M demonstrated efficacy to reduce headache-related disability and attack-level migraine-related disability. In addition, participants generally adhered to treatment and reported a favorable attitude towards the experience. MBCT-M is a promising emerging treatment for addressing migraine-related disability. Future studies should explore avenues to increase access to the treatment, including telehealth technology. As with other mindfulness-based interventions, MBCT-M did not reduce headache days or headache attack pain intensity. Future research should evaluate the difference in mechanisms and effect moderators between more traditional empirically-supported behavioral migraine treatments and MBCT-M.Funding: International Headache AcademyResearch AwardU.S. Department of Health and Human ServicesNational Institutes of HealthNational Center for Advancing Translational SciencesUL1TR001073U.S. Department of Health and Human ServicesNational Institutes of HealthNational Institute of Neurological Disorders and StrokeK23 NS096107Yeshiva UniversityHollander Seed FundFootnotesConflict of Interest: Dr. Seng receives research support from the NINDS (K23 NS096107 PI: Seng) and has consulted for GlaxoSmithKline, Eli Lilly, and received honoraria from Haymarket Media. Dr. Seng has received travel funds from the American Psychological Association. Dr. Metts is the developer of the status/post mobile application used in this study. Development was conducted in his role as President of Infinite Arms, LLC, which maintains ownership of the Intellectual Property associated with this application. Dr. Minen has received grant support from the NIH, the American Academy of Neurology, the American Brain Foundation, the National Multiple Sclerosis Society and from internal grants from NYU. She has also received honorarium from the American Academy of Neurology, the National Headache Foundation, and Barnard College. Dr. Minen has received travel funds to attend meetings from the American Headache Society and the American Academy of Neurology. Dr. Minen serves as Co-Section Head of the Headache Section of Pain Medicine as an Associate Editor of the journal Headache. Dr. Buse receives grant support and honoraria from Allergan, Amgen/Novartis, Avanir, Biohaven, Dr. Reddy’s Laboratories/Promius Pharma, Eli Lilly and Teva and for serving on the editorial board of Current Pain and Headache Reports. Dr. Lipton receives grant support from the National Institutes of Health, the National Headache Foundation, and the Migraine Research Fund and serves as consultant, serves as an advisory board member, or has received honoraria from Alder, Allergan, American Headache Society, Autonomic Technologies, Boston Scientific, Bristol Myers Squibb, Cognimed, CoLucid, Dr. Reddy’s Laboratories/Promius, Eli Lilly, eNeura Therapeutics, Merck, Novartis, Pfizer, and Teva, Inc. He receives royalties from Wolff’s Headache, 8th Edition (Oxford University Press, 2009). Drs. Singer, Grinberg and Minen, and Ms. Patel and Rosenberg, report no disclosures."], "doi": "10.1111/head.13657", "references": ["Headache Classification Committee of the International Headache Society (IHS). The International Classification of Headache Disorders, 3rd edition Cephalalgia: 2018;38:1–211. [PubMed] [Google Scholar]", "Global Burden of Disease 2016 Headache Collaborators. Global, regional, and national burden of migraine and tension-type headache, 1990–2016: a systematic analysis for the Global Burden of Disease Study 2016. Lancet Neurol. 2018;17:954–976. [PMC free article] [PubMed] [Google Scholar]", "Lipton R, Bigal M, Diamond M, Freitag F, Reed M, Stewart W. Migraine prevalence, disease burden, and the need for preventive therapy. Neurology. 2007;68:343–349. [PubMed] [Google Scholar]", "Buse D, Manack A, Serrano D, et al. Headache impact of chronic and episodic migraine: results from the American Migraine Prevalence and Prevention study. Headache. 2012;52:3–17. [PubMed] [Google Scholar]", "Lipton R, Stewart A, Diamond S, Reed M. Prevalence and burden of migraine in the United States: data from the American Migraine Study II. Headache. 2001;41:646–657. [PubMed] [Google Scholar]", "Burch R, Rizzoli P, Loder E. The Prevalence and Impact of Migraine and Severe Headache in the United States: Figures and Trends From Government Health Studies. Headache. 2018;58:496–505. [PubMed] [Google Scholar]", "Silberstein S Practice Parameter: evidence-based guidelines for migraine headache (an evidence-based review). Neurology. 2000;55:754–762. [PubMed] [Google Scholar]", "Sullivan A, Cousins S, Ridsdale L. Psychological interventions for migraine: a systematic review. J Neurol. 2016;263:2369–2377. [PMC free article] [PubMed] [Google Scholar]", "Holroyd KA, Cottrell CK, O’Donnell FJ, et al. Effect of preventive (beta blocker) treatment, behavioural migraine management, or their combination on outcomes of optimised acute treatment in frequent migraine: randomised controlled trial. BMJ. 2010;341:c4871. [PMC free article] [PubMed] [Google Scholar]", "Penzien DB, Irby MB, Smitherman TA, Rains JC, Houle TT. Well-Established and Empirically Supported Behavioral Treatments for Migraine. Curr Pain Headache Rep. 2015;19:34. [PubMed] [Google Scholar]", "Wells RE, Smitherman TA, Seng EK, Houle TT, Loder EW. Behavioral and mind/body interventions in headache: unanswered questions and future research directions. Headache. 2014;54:1107–1113. [PubMed] [Google Scholar]", "Wells RE, Loder E. Mind/Body and behavioral treatments: the evidence and approach. Headache. 2012;52 Suppl 2:70–75. [PubMed] [Google Scholar]", "Peng W, Lauche R, Frawley J, Sibbritt D, Adams J. Utilization of complementary and alternative medicine and conventional medicine for headache or migraine during pregnancy: A cross-sectional survey of 1,835 pregnant women. Complement Ther Med. 2018;41:192–195. [PubMed] [Google Scholar]", "Wells RE, Bertisch SM, Buettner C, Phillips RS, McCarthy EP. Complementary and alternative medicine use among adults with migraines/severe headaches. Headache. 2011;51:1087–1097. [PMC free article] [PubMed] [Google Scholar]", "Smitherman TA, Wells RE, Ford SG. Emerging behavioral treatments for migraine. Curr Pain Headache Rep. 2015;19:13. [PubMed] [Google Scholar]", "Andrasik F, Grazzi L, D’Amico D, et al. Mindfulness and headache: A “new” old treatment, with new findings. Cephalalgia. 2016;36:1192–1205. [PubMed] [Google Scholar]", "Ludwig DS, Kabat-Zinn J. Mindfulness in medicine. JAMA. 2008;300:1350–1352. [PubMed] [Google Scholar]", "Kahl KG, Winter L, Schweiger U. The third wave of cognitive behavioural therapies: what is new and what is effective? Curr Opin Psychiatry. 2012;25:522–528. [PubMed] [Google Scholar]", "Day MA. Mindfulness-Based Cognitive Therapy for Chronic Pain: a Clinical Manual and Guide. West Sussex, UK: Wiley-Blackwell; 2017. [Google Scholar]", "Kabat-Zinn J, Lipworth L, Burney R. The clinical use of mindfulness meditation for the self-regulation of chronic pain. J Behav Med. 1985;8:163–190. [PubMed] [Google Scholar]", "Wells RE, Burch R, Paulsen RH, Wayne PM, Houle TT, Loder E. Meditation for migraines: a pilot randomized controlled trial. Headache. 2014;54:1484–1495. [PubMed] [Google Scholar]", "Tavallaei V, Rezapour-Mirsaleh Y, Rezaiemaram P, Saadat SH. Mindfulness for female outpatients with chronic primary headaches: an internet-based bibliotherapy. Eur J Transl Myol. 2018;28:7380. [PMC free article] [PubMed] [Google Scholar]", "Bakhshani NM, Amirani A, Amirifard H, Shahrakipoor M. The Effectiveness of Mindfulness-Based Stress Reduction on Perceived Pain Intensity and Quality of Life in Patients With Chronic Headache. Glob J Health Sci. 2015;8:142–151. [PMC free article] [PubMed] [Google Scholar]", "Anheyer D, Haller H, Barth J, Lauche R, Dobos G, Cramer H. Mindfulness-Based Stress Reduction for Treating Low Back Pain: A Systematic Review and Meta-analysis. Ann Intern Med. 2017;166:799–807. [PubMed] [Google Scholar]", "Segal ZV, Williams JMG, Teasdale JD. Mindfulness-Based Cognitive Therapy for Depression. Second ed NY: Guilford Press; 2013. [Google Scholar]", "Riemann D, Hertenstein E, Schramm E. Mindfulness-based cognitive therapy for depression. Lancet. 2016;387:1054. [PubMed] [Google Scholar]", "Segal ZV, Walsh KM. Mindfulness-based cognitive therapy for residual depressive symptoms and relapse prophylaxis. Curr Opin Psychiatry. 2016;29:7–12. [PMC free article] [PubMed] [Google Scholar]", "Veehof MM, Trompetter HR, Bohlmeijer ET, Schreurs KM. Acceptance- and mindfulness-based interventions for the treatment of chronic pain: a meta-analytic review. Cogn Behav Ther. 2016;45:5–31. [PubMed] [Google Scholar]", "Day MA, Ward LC, Ehde DM, et al. A pilot randomized controlled trial comparing mindfulness meditation, cognitive therapy, and mindfulness-based cognitive therapy for chronic low back pain. Pain Med. 2019;3. [PubMed] [Google Scholar]", "Abbott RA, Whear R, Rodgers LR, et al. Effectiveness of mindfulness-based stress reduction and mindfulness based cognitive therapy in vascular disease: A systematic review and meta-analysis of randomised controlled trials. J Psychosom Res. 2014;76:341–351. [PubMed] [Google Scholar]", "Day MA, Thorn BE, Ward LC, et al. Mindfulness-based cognitive therapy for the treatment of headache pain: a pilot study. Clin J Pain. 2014;30:152–161. [PubMed] [Google Scholar]", "Czajkowski SM, Powell LH, Adler N, et al. From ideas to efficacy: The ORBIT model for developing behavioral treatments for chronic diseases. Health Psychol. 2015;34:971–982. [PMC free article] [PubMed] [Google Scholar]", "Sipe WE, Eisendrath SJ. Mindfulness-based cognitive therapy: theory and practice. Can J Psychiatry. 2012;57:63–69. [PubMed] [Google Scholar]", "Day MA, Thorn BE. Mindfulness-based cognitive therapy for headache pain: An evaluation of the long-term maintenance of effects. Complement Ther Med. 2017;33:94–98. [PubMed] [Google Scholar]", "Singer AB, Buse DC, Seng EK. Development and acceptability of a Mindfulness-Based Cognitive Therapy for Migraine (MBCT-M) Individual Treatment Protocol. Cephalalgia. 2017;37:48–49. [Google Scholar]", "Lipton R, Diamond S, Reed M, Diamond M, Stewart W. Migraine diagnosis and treatment: Results from the American Migraine Study II. Headache. 2001;41:638–645. [PubMed] [Google Scholar]", "Silberstein SD, Lipton RB, Sliwinski M. Classification of daily and near-daily headaches: Field trial of revised IHS criteria. Neurology. 1996;47:871–875. [PubMed] [Google Scholar]", "Cella D, Riley W, Stone A, et al. The Patient-Reported Outcomes Measurement Information System (PROMIS) develop and tested its first wave of adult self-reported health outcome item banks: 2005–2008). J Clin Epidemiol. 2010; 63(11):1179–94. [PMC free article] [PubMed] [Google Scholar]", "Jacobson GP, Ramadan NM, Aggarwal SK, Newman CW. The Henry Ford Hospital Headache Disability Inventory (HDI). Neurology. 1994;44:837–842. [PubMed] [Google Scholar]", "Jacobson GP, Ramadan NM, Norris L, Newman CW. Headache Disability Inventory (HDI): short-term test-retest reliability and spouse perceptions. Headache. 1995;35:534–539. [PubMed] [Google Scholar]", "Lipton RB, Stewart WF, Edmeads JG, Sawyer J. Clinical utility of a new instrument assessing migraine disability: the migraine disability (MIDAS) score. Headache. 1998;38:390–391. [PubMed] [Google Scholar]", "Stewart WF, Lipton RB, Kolodner K, Sawyer J, Lee C, Liberman J. Validity of the Migraine Disability Assessment (MIDAS) score in comparison to a diary-based measure in a population sample of migraine sufferers. Pain. 2000;88:41–52. [PubMed] [Google Scholar]", "Baird SO, Metts C, Conroy HE, Rosenfield D, Smits JAJ. Physical Activity and Community Engagement (PACE) to facilitate community reintegration among returning veterans: Study protocol for a randomized controlled trial. Contemp Clin Trials Commun. 2018;11:136–141. [PMC free article] [PubMed] [Google Scholar]", "Tomko RL, Saladin ME, Baker NL, et al. Sex differences in subjective and behavioral responses to stressful and smoking cues presented in the natural environment of smokers. Nicotine Tob Res. 2018;26. [PMC free article] [PubMed] [Google Scholar]", "Nicholson RA, Chibnall JC, W. BJ, Smith TR. The Migraine Disaility Index (MIDI): A new measure of within-attack migraine-related disability. Paper presented at the Annual Scientific Meeting of the American Headache Society Washington, DC, 2011. [Google Scholar]", "Seng EK, Robbins MS, Nicholson RA. Acute migraine medication adherence, migraine disability and patient satisfaction: A naturalistic daily diary study. Cephalalgia. 2016. [PMC free article] [PubMed] [Google Scholar]", "Barber J, Liese B, Abrams M. Development of the Cognitive Therapy Adherence and Competence Scale. Psychother Res. 2003;13:205–221. [Google Scholar]", "D’Angelo AB, Ashley C,A, Singer AB, Buse DC, Jain D, Seng EK. Supporting and assessing treatment fidelity in the Bronx Mindfulness-Based Cognitive Therapy for Migraine Trial (B-MBCT-M). Paper presented at the The 59th Annual Scientific Meeting of the American Headache Society Boston: MA, 2017. [Google Scholar]", "Molenberghs G, Thijs H, Jansen I, Beunckens C. Analyzing incomplete longitudinal clinical trial data. Biostatistics. 2004;5:445–464. [PubMed] [Google Scholar]", "Mallinckrodt C, Watkin J, Molenberghs G, Carroll R. Choice of the primary analysis in longitudinal clinical trials. Pharm Stat. 2004;3:161–169. [Google Scholar]", "Mallinckrodt C, Sanger T, Dube S, et al. Assessing treatment effects in longitudinal data. Biol Psychiatry. 2003;53:754–760. [PubMed] [Google Scholar]", "Wober C, Wober-Bingol C. Triggers of migraine and tension-type headache. Handb Clin Neurol. 2010;97:161–172. [PubMed] [Google Scholar]", "Houle T, Rains J, Penzien D, Lauzon JM, T H. Biobehavioral precipitants of headache: Time-series analysis of stress and sleep on headache activity. Headache. 2004;44:533–534. [Google Scholar]", "Houle TT, Butschek RA, Turner DP, Smitherman TA, Rains JC, Penzien DB. Stress and sleep duration predict headache severity in chronic headache sufferers. Pain. 2012;153:2432–2440. [PMC free article] [PubMed] [Google Scholar]", "Houle TT, Turner DP, Golding AN, et al. Forecasting Individual Headache Attacks Using Perceived Stress: Development of a Multivariable Prediction Model for Persons With Episodic Migraine. Headache. 2017;57:1041–1050. [PMC free article] [PubMed] [Google Scholar]", "Lipton RB, Buse DC, Hall CB, et al. Reduction in perceived stress as a migraine trigger: Testing the “let-down headache” hypothesis. Neurology. 2014;82:1395–1401. [PMC free article] [PubMed] [Google Scholar]", "Rosenkranz MA, Davidson RJ, Maccoon DG, Sheridan JF, Kalin NH, Lutz A. A comparison of mindfulness-based stress reduction and an active control in modulation of neurogenic inflammation. Brain Behav Immun. 2013;27:174–184. [PMC free article] [PubMed] [Google Scholar]", "Laurent HK, Hertz R, Nelson B, Laurent SM. Mindfulness during romantic conflict moderates the impact of negative partner behaviors on cortisol responses. Horm Behav. 2016;79:45–51. [PubMed] [Google Scholar]", "Pascoe MC, Thompson DR, Jenkins ZM, Ski CF. Mindfulness mediates the physiological markers of stress: Systematic review and meta-analysis. J Psychiatr Res. 2017;95:156–178. [PubMed] [Google Scholar]", "Peters M, Abu-Saad HH, Vydelingum V, Dowson A, Murphy M. Patients’ decision-making for migraine and chronic daily headache management. A qualitative study. Cephalalgia. 2003;23:833–841. [PubMed] [Google Scholar]", "Young KS, van der Velden AM, Craske MG, et al. The impact of mindfulness-based interventions on brain activity: A systematic review of functional magnetic resonance imaging studies. Neurosci Biobehav Rev. 2018;84:424–433. [PubMed] [Google Scholar]", "Gotink RA, Meijboom R, Vernooij MW, Smits M, Hunink MG. 8-week Mindfulness Based Stress Reduction induces brain changes similar to traditional long-term meditation practice - A systematic review. Brain Cogn. 2016;108:32–41. [PubMed] [Google Scholar]", "Day MA, Thorn BE, Rubin NJ. Mindfulness-based cognitive therapy for the treatment of headache pain: A mixed-methods analysis comparing treatment responders and treatment non-responders. Complement Ther Med. 2014;22:278–285. [PubMed] [Google Scholar]", "Tietjen GE, Peterlin BL. Childhood abuse and migraine: epidemiology, sex differences, and potential mechanisms. Headache. 2011;51:869–879. [PMC free article] [PubMed] [Google Scholar]", "Tietjen GE, Buse DC, Fanning KM, Serrano D, Reed ML, Lipton RB. Recalled maltreatment, migraine, and tension-type headache: results of the AMPP study. Neurology. 2015;84:132–140. [PMC free article] [PubMed] [Google Scholar]", "Seng EK, Driscoll MA, Brandt CA, et al. Prescription headache medication in OEF/OIF veterans: results from the Women Veterans Cohort Study. Headache. 2013;53:1312–1322. [PubMed] [Google Scholar]", "Penzien D, Andrasik F, Freidenberg B, et al. Guidelines for trials of behavioral treatments for recurrent headache, first edition: American headache society behavioral clinical trials workgroup. Headache. 2005;45:S110–S132. [PubMed] [Google Scholar]", "Farver-Vestergaard I, O’Connor M, Smith NC, Lokke A, Bendstrup E, Zachariae R. Tele-delivered mindfulness-based cognitive therapy in chronic obstructive pulmonary disease: A mixed-methods feasibility study. J Telemed Telecare. 2018;1. [PubMed] [Google Scholar]"], "isFullpaper": true, "keywords": ["Migraine", "Mindfulness", "Therapy", "Behavioral Treatment", "Disability"], "authors": ["Elizabeth Seng", "Alexandra Singer", "Christopher Metts", "Amy Grinberg", "Zarine Patel", "Maya Marzouk", "Lauren Rosenberg", "Melissa Day", "Mia Minen", "Richard Lipton", "Dawn Buse"], "term": "headache", "chunk_id": ["96d0b4b0-0d83-4967-8a6b-62f6f336d8ac", "087ab963-2e60-47d4-9318-7566e449b019", "16d1e7aa-9b95-4f49-a287-831553961efb", "d85faa1e-977f-48d3-90f7-819a4125c1d9", "c4071d6d-3fa1-45ad-a95d-03829de04438", "2ebfe066-b613-4d7d-837c-7932f21b8f30", "741365f9-678a-4179-950d-730b27c63359", "a7bbf7e7-79ef-4ead-a613-dbf167402a0d", "07c76a87-a98d-43a5-be8d-7055da20cd23", "ff552ba5-aa20-4799-943b-89689f66a00b", "640d712a-51b7-4c35-9ca7-9750f24d4d1a", "d987b5b7-d9ec-4b83-8b35-be6748a3efdb", "8a519acc-c57a-4535-82ab-d15c04716678", "47c4e992-b255-4f1b-997e-c24be84b8fe6", "a9498408-58a0-4105-8463-70b76e517542", "8b88553e-0099-4714-80de-1d8aa03154c8", "58a0ba8a-ab90-409d-b6ef-a1df55bfdbb6", "5016c355-8ef9-483f-956f-51a1421ce378", "7a2607c9-9b52-4bf2-a8d2-e8d81f46c682", "73e9602d-e5f1-49fb-b4b5-487bf8245243", "b2dad6ce-b727-41c1-973b-21b51b6729e3", "7ca9a654-5667-4be1-9e13-55ed65589ff7", "ab327794-40ad-4bc8-8e3d-7d7583e9c2d4", "e2df7e78-ec38-41b1-ae0f-d7df27df5a6a", "b458b00c-afdc-4b85-ab18-dc83f6c011ac", "0a634ecf-b27a-4f38-b344-ab8c24325b4f", "6a73470c-9236-4269-868f-8b3bd3dbf251", "4abc672f-9a71-48cd-b2be-4e9a4269936a", "f8be6357-23fc-42cd-9257-0a04c8e13955", "4073cfb0-0337-448c-8bb4-62e1f7e42e30", "49f85140-0214-4417-a666-6ef6b68cac7d", "223ecc1b-16b5-4617-ada2-5df93c27a186", "9d5328f4-34a3-469c-9331-e499ce26fff7", "768c8be6-e5ff-4099-9ab4-c47fd495390b", "36a1d190-a741-461d-865a-37c3d5fbc684", "bc2596c9-3961-4fe3-986e-32b5e2eb6280", "7f32e071-322f-4c21-a9b7-c26c42ab32e5", "e40b69ca-8569-4c3d-8e1e-7dccd0d0f044", "114e72a8-797d-41df-a7ae-4e29f7ee8692", "a04893cb-0457-4b30-87dc-ead7fdaeb7dd", "33f5151e-72ae-4067-b33a-9679e433e067", "80866ad5-9016-4401-b3df-24cfe0ff07b3", "3e413dfe-3a11-4eba-9d30-b0568e07d696", "932b8236-e7a0-47b0-8d3d-6dfe02ceb46b", "11b08474-6ffb-4277-905e-3602d3f9ece5", "93d9ec90-181d-495f-a178-0909c71fc6bb", "13a0b7da-414d-4523-840c-48cc69e07534", "e44c3173-bd3d-45a4-8984-c602cc6a5720", "327863a0-abd6-4879-9531-708083b0e8c7", "38d75be2-91ec-48b9-9ea2-b8a738521bc9", "022faa67-0050-4300-bf86-f988277c1cd8", "d79a72f0-41df-4d5a-9817-605e921e8be9", "49c366e0-3217-4594-acf0-bbf2ae3649b9", "c404b1e0-7fd7-4767-8d55-4a5f7b623ba2", "2b664d12-6098-4930-b7ed-5cef4a7172e9", "1a7494b6-e103-45d9-a879-68a0fa2942f3", "576b309a-1ff8-44c5-af8c-8c0d7b15972d", "524d58ee-694e-4496-a707-59ff7262c49d", "07c7f6b4-a216-4a56-8150-e00154ba0712", "6ee02742-bc9d-4bf5-a040-beb4ab9573fe", "7e36e938-599c-4790-a2d7-9aa6ec7710d2", "4233f730-206f-47fc-96f3-8164570cd4c7", "ef31b103-5502-4ca7-9a01-3309357a1fc7", "f1998ebf-e75e-47db-8c05-4bbe10ea2c7f", "3951e993-717a-417d-a5df-5347a7269c02", "ead18a60-83ce-4006-b50c-be04ba447774", "4bc3f568-30a2-4e0d-9fa1-389bc824fc6a", "827c1190-d6b2-4687-ac4c-6b899963c4e7", "578f0232-0027-4b08-a6d0-3e5ca6a6c0d3", "1b5c0f40-0e68-47b7-bdce-29211e5e7a7b", "e0904fad-d9c5-4307-b9f7-c77417e98dcc", "cfa9a933-7759-4893-a6c3-45d3ac7e1185"], "chunks": ["Headache. Author manuscript; available in PMC 2020 Oct 1.Published in final edited form as: Headache. 2019 Oct; 59(9): 1448–1467. Published online 2019 Sep 26. doi: 10.1111/head.13657PMCID: PMC6788949NIHMSID: NIHMS1049855PMID: 31557329Does Mindfulness-Based Cognitive Therapy for Migraine Reduce Migraine-Related Disability in People with Episodic and Chronic Migraine? A Phase 2b Pilot Randomized Clinical TrialElizabeth Seng,1,2,3 Alexandra Singer,4,5 Christopher Metts,6 Amy Grinberg,4 Zarine Patel,1 Maya Marzouk,1 Lauren Rosenberg,1 Melissa Day,7 Mia Minen,8 Richard Lipton,2 and Dawn Buse2Elizabeth Seng1.Yeshiva University - Ferkauf Graduate School of Psychology, Bronx, New York, United States2.Albert Einstein College of Medicine - Saul R", ". Korey Department of Neurology, Bronx, New York, United States3.Montefiore Medical Center - Montefiore Headache Center, Bronx, United StatesFind articles by Elizabeth SengAlexandra Singer4.VA Connecticut Healthcare System - Psychology Service, West Haven, Connecticut, United States5.Yale School of Medicine - Department of Psychiatry, New Haven, Connecticut, United StatesFind articles by Alexandra SingerChristopher Metts6.Medical University of South Carolina - Pathology and Laboratory Medicine, Charleston, South Carolina, United StatesFind articles by Christopher MettsAmy Grinberg4.VA Connecticut Healthcare System - Psychology Service, West Haven, Connecticut, United StatesFind articles by Amy GrinbergZarine Patel1.Yeshiva University - Ferkauf Graduate School of Psychology, Bronx, New York, United StatesFind articles by Zarine PatelMaya Marzouk1.Yeshiva University - Ferkauf Graduate School of Psychology, Bronx, New York, United StatesFind articles by Maya MarzoukLauren", "Graduate School of Psychology, Bronx, New York, United StatesFind articles by Maya MarzoukLauren Rosenberg1.Yeshiva University - Ferkauf Graduate School of Psychology, Bronx, New York, United StatesFind articles by Lauren RosenbergMelissa Day7.University of Queensland - School of Psychology, Brisbane, Queensland, AustraliaFind articles by Melissa DayMia Minen8.New York University Langone Health - Department of Neurology, New York, New York, United StatesFind articles by Mia MinenRichard Lipton2.Albert Einstein College of Medicine - Saul R", ". Korey Department of Neurology, Bronx, New York, United StatesFind articles by Richard LiptonDawn Buse2.Albert Einstein College of Medicine - Saul R. Korey Department of Neurology, Bronx, New York, United StatesFind articles by Dawn BuseAuthor information Copyright and License information PMC Disclaimer1.Yeshiva University - Ferkauf Graduate School of Psychology, Bronx, New York, United States2.Albert Einstein College of Medicine - Saul R", ". Korey Department of Neurology, Bronx, New York, United States3.Montefiore Medical Center - Montefiore Headache Center, Bronx, United States4.VA Connecticut Healthcare System - Psychology Service, West Haven, Connecticut, United States5.Yale School of Medicine - Department of Psychiatry, New Haven, Connecticut, United States6.Medical University of South Carolina - Pathology and Laboratory Medicine, Charleston, South Carolina, United States7.University of Queensland - School of Psychology, Brisbane, Queensland, Australia8.New York University Langone Health - Department of Neurology, New York, New York, United StatesCorresponding Author: Elizabeth K", ". Seng, Yeshiva University - Ferkauf Graduate School of Psychology, 1300 Morris Park Ave Rousso Building 130 Bronx New York 10461, United States, T: 718-430-3813 F: 718-430-3960, moc.liamg@htebazile.gnesPMC Copyright notice The publisher's final edited version of this article is available at HeadacheAbstractObjectiveThe current phase 2b study aimed to evaluate the efficacy of MBCT-M to reduce migraine-related disability in people with migraine.BackgroundMindfulness-based interventions represent a promising avenue to investigate effects in people with migraine. Mindfulness-Based Cognitive Therapy teaches mindfulness meditation and cognitive-behavioral skills and directly applies these skills to addressing disease-related cognitions.MethodsParticipants with migraine (6–30 headache days/month) were recruited from neurology office referrals and local and online advertisements in the broader New York City area", ". During the 30-day baseline period, all participants completed a daily headache diary. Participants who met inclusion and exclusion criteria were randomized in a parallel design, stratified by chronic migraine status, to receive either 8 weekly individual Mindfulness-Based Cognitive Therapy for Migraine sessions or 8 weeks of wait list/treatment as usual. All participants completed surveys including primary outcome evaluations at Months 0, 1, 2, and 4. All participants completed a headache diary during the 30-day post-treatment evaluation period", ". All participants completed a headache diary during the 30-day post-treatment evaluation period. Primary outcomes were the change from Month 0 to Month 4 in the Headache Disability Inventory and the Migraine Disability Assessment (Total Score ≥ 21 indicating Severe Disability); secondary outcomes [headache days/30 days, average headache attack pain intensity, and attack-level migraine-related disability (Migraine Disability Index)], were derived from the daily headache diary.ResultsSixty participants were randomized to receive Mindfulness-Based Cognitive Therapy for Migraine (n = 31) or waitlist/treatment as usual (n = 29). Participants (M age = 40.1, SD = 11.7) were predominantly White (n = 49/60; 81.7%), Non-Hispanic (N = 50/60; 83.3%) women (n = 55/60; 91.7%) with a graduate degree (n = 35/60; 55.0%) who were working full-time (n = 38/60; 63.3%)", ". At baseline, the average Headache Disability Inventory score (51.4, SD = 19.0) indicated a moderate level of disability, and the majority of participants (50/60, 83.3%) fell in the “Severe Disability” range on the Migraine Disability Assessment. Participants recorded an average of 16.0 (SD = 5.9) headache days/30 days, with an average headache attack pain intensity of 1.7 on a 4-point scale (SD = 0.3), indicating moderate intensity. Average levels of daily disability reported on the Migraine Disability Index were 3.1/10 (SD = 1.8). For the Headache Disability Inventory, mean scores decreased more from Month 0 to Month 4 in the Mindfulness-Based Cognitive Therapy for Migraine group (−14.3) than the waitlist/treatment as usual group (−0.2; p < .001)", ". For the Migraine Disability Assessment, the group*month interaction was not significant when accounting for the divided alpha, p = .027; across all participants in both groups, the estimated proportion of participants falling in the “Severe Disability” category fell significantly from 88.3% at Month 0 to 66.7% at Month 4, p < .001. For diary-reported headache days/30 days an average headache attack pain intensity, neither the group*time interaction (ps = .773 and .888, respectively), nor the time effect (ps = .059 and .428, respectively) was significant. Mean Migraine Disability Index scores decreased in the Mindfulness-Based Cognitive Therapy for Migraine group (−0.6/10), whereas they increased in the waitlist/treatment as usual group (+0.3/10), p = .007.ConclusionsMindfulness-Based Cognitive Therapy for Migraine demonstrated efficacy to reduce headache-related disability and attack-level migraine-related disability", ". Mindfulness-Based Cognitive Therapy for Migraine is a promising emerging treatment for addressing migraine-related disability.Trial prospectively registered at clinicaltrials.gov: .Keywords: Migraine, Mindfulness, Therapy, Behavioral Treatment, DisabilityIntroductionMigraine is a common neurologic disease1 estimated to affect over a billion people worldwide2. Migraine accounts for a disproportionate amount of disease burden, particularly among women from the age of 15 to 492. Because migraine is characterized by unpredictable episodic attacks of potentially debilitating neurological symptoms and is most prevalent during the most potentially productive and childbearing years2, 3, it has a particularly pernicious impact on work, school, and social/family functioning3–6.Behavioral treatments for migraine, including cognitive-behavioral therapies, relaxation and biofeedback, have demonstrated efficacy to reduce migraine attack frequency and migraine-related disability7–10", ". However, not every person with migraine responds to existing behavioral treatments; further, access to evidence-based behavioral migraine treatment remains a challenge to wide-scale dissemination10. People with migraine are increasingly turning to complementary and integrative health strategies to address migraine11, 12, particularly when their pharmacologic choices are restricted, such as during pregnancy or due to low efficacy or lack of tolerability of pharmacologic therapies13. More than 50% of adults with migraine and severe headache report utilizing complementary and integrative health strategies for headache management14. Further, complementary and integrative health strategies are often added on to pharmacologic and other therapeutic strategies", ". Mindfulness-based interventions have a high level of interest in people considering nonpharmacologic therapies and have demonstrated efficacy in other disease states including chronic pain and therefore represent a promising avenue to investigate effects in people with migraine15, 16.Mindfulness is an attention regulation technique characterized by the nonjudgmental awareness of the present moment17. Mindfulness exemplifies the “third-wave” treatments, which extend behavioral and cognitive treatments with mindfulness and acceptance-based frameworks. Mindfulness is thought to alter the way patient’s respond to pain by making it more tolerable and by making it easier to engage in meaningful activities despite symptoms17. Many third-wave therapies have demonstrated empirical support for the treatment of a variety of psychiatric and medical conditions including chronic pain18,19,20", ". Several recent pilot studies have found that mindfulness-based interventions can achieve clinically meaningful reductions in headache-related disability among people with primary headache disorders, although these interventions tend to have minimal effects on headache days and headache attack pain intensity21–24. This finding is not surprising; mindfulness-based interventions are expected to primarily act on headache-related disability, rather than headache symptoms specifically.Mindfulness-Based Cognitive Therapy (MBCT) teaches mindfulness meditation and cognitive-behavioral coping skills and directly applies these skills to addressing disease-related cognitions and coping. It was originally developed to prevent depression relapse25–27 and has been modified to address a variety of chronically painful conditions28. MBCT targets maladaptive disease-related beliefs in addition to stress-reduction and is traditionally delivered using a group format with groups of 8–10 individuals", ". MBCT seems to outperform simple mindfulness meditation on measures of pain-related interference in people with chronic low back pain29. Across medical conditions, randomized clinical trials of MBCT consistently find reduction in stress and disease-related disability or impairment; however, changes in disease outcomes tend to be small or not statistically significant on average28,30.A pilot study with patients with both migraine and tension-type headache (n = 36) found that group 8-session MBCT for primary headache was associated with improvements in self-efficacy and pain acceptance compared to waitlist participants; in the completer sample (n = 24), large improvements in pain interference were more frequent in the active group than in waitlist controls (d = −1.29)31", ". Although both groups experienced a reduction in headache frequency, the MBCT group was not significantly different than the waitlist group.Recent work with behavioral randomized clinical trials has specified four phases32: Phase I studies define the treatment paradigm and refine treatment delivery including dose ranging; Phase II studies are single-arm proof-of-concept studies and two-arm controlled pilots; Phase III studies are adequately powered efficacy randomized controlled trials; and Phase IV studies are effectiveness research. Earlier research with MBCT for depression treatment and relapse prevention defined the treatment targets of mindfulness meditation skills and disease-related cognitions and refined the classic eight-week, group delivery intervention protocol25, 33. The two-armed trial in people with primary headache disorders tailored the protocol for headache and demonstrated proof-of-concept in this population31, 34", ". This treatment protocol was further refined for migraine (MBCT for Migraine; MBCT-M) in an individual format for the current trial35.The current phase 2b study aimed to evaluate the efficacy of MBCT-M to reduce migraine-related disability in people with migraine. Headache-related disability was selected as the primary outcome rather than headache frequency because mindfulness-based treatments are primarily expected to alter the patient’s experience of migraine, resulting in a reduction in migraine-related disability. We chose individual over group therapy because 1) preparatory interviews with headache providers (neurologists and psychologists) suggested that individual treatment protocols would be more readily implemented in their clinical settings, and 2) to avoid the non-independence of observations that results from group treatment paradigms", ". Therefore, the primary aim of the study was to evaluate whether MBCT-M was superior at reducing two measures of overall migraine-related disability compared to a wait list/treatment as usual (WL/TAU) control. Secondary aims included evaluating whether MBCT-M reduced headache days, average headache attack pain intensity, and a daily diary measure of migraine attack disability compared to WL/TAU.MethodsParticipantsParticipants were recruited from neurology office referrals and local and online advertisements in the broader New York City area including New York, New Jersey and Connecticut", ". Inclusion criteria were a) currently meeting International Classification of Headache Disorders (ICHD)-3 beta headache diagnosis for migraine using a semi-structured clinical interview and the validated American Migraine Study/American Migraine Prevalence and Prevention Study migraine diagnostic screener36, b) self-reported and prospective diary-confirmed ≥ 6 headache days per month, c) aged 18–65, d) ability to read English, and e) capacity to consent. Exclusion criteria were a) continuous headache over the course of 30 days, b) initiation of a preventative migraine treatment within four weeks of the baseline assessment or a plan to initiate preventive migraine treatment during the duration of the study, c) severe psychiatric illness that would interfere with participation in the treatment such as active suicidality, active psychosis, or failing a cognitive screen, or d) inability to adhere to headache diary during baseline period (recorded fewer than 26/30 days)", ". All participants were screened through an online portal and participated with an in-person intake evaluation including a semi-structured clinical interview for headache and psychiatric diagnosis with doctoral psychology students. Students were trained in interviewing for headache and psychiatric diagnoses and supervised by licensed psychologists who are experts in behavioral headache treatment (ES and DB). This is a single-site study in which intake assessments and intervention visits were conducted at one of two locations on the campus of Yeshiva University (Bronx and Manhattan).Study Design and TreatmentThis is a two-arm parallel randomized clinical trial to test the superiority of MBCT-M compared to WL/TAU to reduce headache disability. The study began enrolling patients in July 2015, and all primary outcome data were collected by September 2018. The protocol was prospectively registered at clinicaltrials.gov () and received ethics approval by the Einstein IRB (2015–4684)", ". No changes were made to the original protocol.Participants who met initial inclusion criteria at intake were enrolled by their graduate student intake interviewer. All participants provided written informed consent. During the 30-day baseline period, all participants completed a daily headache diary (Figure 1). Chronic migraine status was determined by the number of headache days recorded during the first 30-day period; 15 or more days per month was considered chronic migraine (following Silberstein-Lipton criteria37) with at least one discrete full-criteria migraine attack. Participants who met inclusion and exclusion criteria after the 30-day baseline period were randomized by a graduate student research assistant who had no further direct contact with patients in a 1: 1 ratio in a parallel design, stratified by chronic migraine status, to receive either 8 weekly individual MBCT-M sessions or 8 weeks of wait list/treatment as usual (WL/TAU)", ". Neither participants nor researchers were blinded to treatment group assignment. A researcher not otherwise connected with this study used computerized stratified block randomization with random block sizes to generate the randomization sequence which was provided to a research assistant in opaque, sealed sequentially numbered envelopes.Open in a separate windowFigure 1.Study designDuring the two-month treatment period, participants randomized to MBCT-M continued the daily headache diary. Participants randomized to the WL/TAU condition did not complete a daily headache diary during the treatment period as the headache diary was conceptualized as part of the treatment. All participants completed surveys including primary outcome evaluations at Months 0, 1, 2, and 4. All participants completed a headache diary during the 30-day post-treatment evaluation period", ". All participants completed a headache diary during the 30-day post-treatment evaluation period. All data was captured using REDCap, a HIPAA-compliant online data capture system; outcome data was collected automatically, without direct contact with research assistants. Adverse events were captured systematically through routine contact with the research coordinator and study therapists. Participants were compensated up to $70 for completion of study measures. Participants in the WL/TAU condition were offered the 8-week treatment program after completion of the 4-month study protocol.MBCT-M consisted of 8 individual 75-minute sessions which occurred approximately weekly over a period of 8–10 weeks (Table 1) and a daily headache diary and mindfulness log. The treatment protocol was adapted from the MBCT for chronic headache pain protocol created by Day and colleagues19, 31", ". Adaptation largely included modifying the theoretical rationale for mindfulness training to be appropriate for migraine rather than chronic pain; in addition, the mindful movement component was modified to simple stretching and walking to avoid movements that might be particularly challenging for people with migraine. Each session included education, cognitive exercises designed to demonstrate how to think mindfully, and in-vivo mindfulness meditation practice designed to help participants systematically gain mindfulness skills throughout the course of treatment. Participants were given “homework,” including formal mindfulness meditation and informal mindful awareness exercises, labeling thoughts, identifying warning signs for stress and migraine, and planning nourishing activities, in between sessions (Table 1). Most sessions were conducted in-person at research sites in the Bronx or Manhattan", ". Most sessions were conducted in-person at research sites in the Bronx or Manhattan. Because migraine is characterized by unpredictable disabling attacks, we permitted phone sessions for up to 3 of the 8 sessions per patient to avoid extending the treatment timeframe beyond 10 weeks. Therapists were doctoral-level clinical psychology graduate students who attended 2 6-hour training sessions supervised by psychologists with specific expertise in MBCT (MD) and migraine (ES and DB). Therapists were then supervised by licensed clinical psychologists who are experts in behavioral headache treatment (ES and DB) throughout the course of the study. Supervision included individual weekly meetings and monthly group supervision with all study therapists to reduce protocol deviations. All sessions were recorded and evaluated on an ongoing basis for fidelity to the protocol", ". All sessions were recorded and evaluated on an ongoing basis for fidelity to the protocol. A data safety monitoring committee met every other month throughout the course of the study.Table 1.Overview of Mindfulness-Based Cognitive Therapy for MigraineThemeTeach a ConceptPractice a SkillHomework1: Automatic PilotAutomatic pilot involves lacking awareness and habitual responding to one’s environment. Mindfulness can improve living with migraine through intentional awareness.Body scanMindful eatingBody scan2: Awareness of Appraisals and StressMindfulness allows you to observe how you feel and think. How we appraise a situation is more important than the objective situation itself", ". How we appraise a situation is more important than the objective situation itself. How you appraise migraine and other life stressors can impact the stress response, which in turn influences your likelihood of having a migraine attack.Body scanAwareness of appraisalsAwareness of thoughts arising during breathing meditationBody scanMindfulness of breathAwareness of thoughtsStressful events calendar3: Mindfulness of the BreathPracticing mindfulness throughout the day can break automatic pilot patterns and disrupt the stress response. The breath is always with you and can anchors you to the present moment.Breathing spaceLabeling automatic thoughtsSitting meditation and body scanBreathing space4: Recognizing AversionAversion is an automatic response to avoid unpleasant experiences", ". Mindfulness helps us to inquire about the multiple responses we can have to stressors, such as migraine.Mindful movement (walking and stretching)Sitting meditation and mindful movementBreathing space5: Allowing/Letting BeMindfulness, as opposed to aversion, can help us experience stressors without judging them (acceptance) and thoughtfully choose how to react to any given situation.Identifying automatic thoughtsSitting meditation with acceptanceSitting meditationBreathing space6: Thoughts are Not FactsThoughts are not facts", ". Mindfulness teaches us how to observe our thoughts and consider the context in which our thoughts are occurring.Sitting meditationMindful observation of cognitions and considering alternativesAwareness of pleasant eventsChoose your own meditationBreathing space for copingPleasant events calendar7: How Can I Best Take Care of Myself?When you notice your life becoming unbalanced, stressors emerging, or begin to feel migraine symptoms, you can use “warning signs” to mindfully consider the best course of action.Sitting meditationLinking activity and mood/stress/migraineIdentifying warning signs for stress and migraineMaking a plan for nourishing activitiesDevelop routine to practice mindfulnessDealing with stress and migraine8: Using Mindfulness to Cope with MigraineMaintaining and extending the gains you have made during MBCT-M requires planning and intentional action.Body scanRelapse preventionFocused meditationOpen in a separate windowMeasuresBaseline Characteristics", ". Participants reported age, gender (male, female), ethnicity (Hispanic, Non-Hispanic), race (White, Black/African American, Native American, Asian, Pacific Islander, Other), employment status [employed full-time (35 or more hours/week), employed part-time (less than 35 hours/week), student, self-employed, homemaker, on medical or maternity leave, unemployed, disabled, retired, volunteer, other), education (8 grades or less, high school graduate or GED, some high school, some college or technical school, college graduate/bachelor’s degree, graduate degree), and marital status (single, married, separated/divorced, widowed, live with a domestic partner) at baseline. Participants reported all medications used at baseline. Participants also reported baseline psychiatric symptoms on the 8-item Patient-Reported Outcomes Measurement Information System Depression (PROMIS-D) and Anxiety (PROMIS-A) Short Forms38; scores are reported as population-normed t-scores.Primary Outcomes", ". The primary outcomes were changes in headache-related disability from Month 0 to Month 4; two measures were utilized to capture different components of headache-related disability.The Henry Ford Hospital Headache Disability Inventory (HDI)39 is a 25-item survey designed to assess the perceived impact of headache. Items include, “Because of my headaches I feel handicapped,” with total scores range from 0–100, with higher scores indicating higher levels of disability. The HDI has demonstrated reliability and validity39, 40, and excellent internal consistency in this study, α = .90.The Migraine Disability Assessment (MIDAS)41, 42 is a 5-item survey designed to assess the functional impact of migraine on occupational/academic work, household work, and social/leisure activities", ". Items include, “On how many days in the last 3 months did you miss work or school because of your headaches,” with total scores interpreted as 0–5: “Little or No Disability,” 6–10: “Mild Disability,” 11–20: “Moderate Disability,” and ≥21: “Severe Disability.” For the purposes of analysis, the MIDAS total score was dichotomized at 21. The MIDAS has demonstrated reliability and validity in previous studies40; in this study, it demonstrated adequate internal consistency, α = .76.Secondary Outcomes. Participants recorded headache activity daily in an electronic headache diary using status/post43, 44, a secure ecological momentary assessment application which interacts with the REDCap data capture system. The app is available for iOS devices; participants used either their personal device, or a device provided to them by the study team if they did not have a compatible personal device", ". Secondary outcomes included: headache days/30 days, average headache attack pain intensity/30 days (scored as 0 = None, 1 = Mild, 2 = Moderate, and 3 = Severe), and Migraine Disability Index (MIDI) score. The MIDI is a 4-item scale designed to assess the extent to which the headache attack interfered with family/home, recreation, social, and occupational functioning on each headache attack day45, with response options for each domain ranging from 0, “not at all,” to 10, “totally.” Responses to the four items are averaged to obtain a day-level score. The MIDI has demonstrated good reliability and validity in previous studies45, 46; in this study, it demonstrated excellent internal consistency, α = .91.MIDAS questions A and B were also used to evaluate headache days/90 days and average headache attack intensity/90 days. Results are reported with MIDAS A results divided by three such that the MIDAS A result indicates headache days/30 days.Treatment Fidelity", ". Therapist fidelity to the treatment protocol was assessed with Mindfulness-Based Cognitive Therapy Adherence, Appropriateness, and Quality Scale19, a 23-item self-report instrument adapted from previous well-validated measures of fidelity to cognitive therapies47 and used in the previous study of MBCT for chronic headache31. All sessions were audio recorded, and three sessions per patient were rated by two raters on adherence (the extent to which the therapist provided the intervention per protocol), appropriateness (the extent to which the therapist provided the intervention in a manner which addressed the patient’s symptoms and presentation), and quality (the overall skill with which the therapist provided the intervention). Raters were undergraduate, post-baccalaureate and masters-level research assistants who had no other connection to the study. All raters were trained on 5 practice sessions", ". All raters were trained on 5 practice sessions. Every 5th session was rated by all raters monthly to maintain high levels of inter-rater reliability. Inter-rater reliability was excellent, Adherence intra-class correlation = .90, Appropriateness intra-class correlation = .90, Quality intra-class correlation = .9146.Participant daily mindfulness practice (yes/no) was captured in the daily headache diary in the MBCT-M group during the 8-week treatment period and 30-day follow-up period.Acceptability. Exit interviews with participants who participated in the MBCT-M protocol were conducted by a clinical psychologist (ES). Semi-structured interviews included questions about favorability toward the intervention, therapist, using mindfulness in daily life, desire to continue with the skills learned in the treatment, and whether they would recommend it to others with migraine.AnalysesDistributions of all study variables were inspected", ". Single imputation at the day-level was used to impute missing diary data points (15.5%) for headache day, attack pain intensity, and the MIDI by obtaining estimates using mixed models for repeated measures analysis with fixed effects of treatment, month, day, and all of their interactions, and random effects of intercept and day*month. Simulated clinical trial data has demonstrated that mixed models for repeated measures produce remarkably unbiased estimates when observations are both missing at random and missing not at random49–51. Patient characteristics and clinical outcomes described using mean and standard deviation for normally distributed variables, and number and percent for nominal variables", ". Differences between demographics and primary and secondary outcomes at baseline were evaluated using t-tests for independent samples or chi-square analyses.Intent-to-treat analysis used linear (HDI, MIDI/30 days, headache days/30 days, headache attack pain intensity/30 days) and logistic (MIDAS severe disability) mixed models for repeated measures to estimate missing values and evaluate changes in primary outcomes. For HDI and MIDAS, time was a 4-level variable (Month 0, 1, 2, and 4); for diary data, time was a two-level variable (baseline monitoring period vs. post-treatment evaluation period). Fixed effects were group, time, and their interaction. A significant interaction indicated the slope of the MBCT-M group differed from the slope of the WL/TAU group. Non-significant group*time interactions were removed from final models. Random effects were intercept and time", ". Random effects were intercept and time. Visual inspection and Akaike’s information criterion indicated month be modeled using a first-order autoregressive covariance structure. All models were also evaluated adjusting for significant patient demographics and using only completers (participants who provided outcome assessment data through Month 4).A priori power analysis suggested that based on the large observed effect sizes on primary outcomes from previous studies of mindfulness-based treatment in headache disorders (d = −1.29)21, 31 with alpha set at .05, a power of .80 would require an n of 62, whereas a power of .90 would require an n of 70; therefore, we intended to enroll 80 participants. Alpha (0.05, two-tailed) was divided equally between the two primary outcome analyses. Alpha was set at 0.05 for all other analyses", ". Alpha was set at 0.05 for all other analyses. SPSS version 25.0 was used to analyze the data.ResultsParticipant characteristicsOne-hundred sixty-six participants were assessed for eligibility; 100 did not meet inclusion criteria upon screening (Figure 2). Sixty-six participants began the baseline evaluation period; 5 were excluded due to poor diary adherence (n = 3), not meeting ICHD-3b migraine criteria within a one-month monitoring period (n = 2), and one declined to continue to participate in the study after the baseline evaluation period. Therefore, 60 participants (CM = 31, EM = 29) were randomized to receive MBCT-M (n = 31; CM = 16, EM = 15) or WL/TAU (n = 29; CM = 15, EM = 14). Two people in the MBCT-M group dropped out of treatment (1 lost to follow-up and 1 discontinued), and three people in the WL/TAU group were lost to follow-up; attrition did not significantly differ across groups, p = .938", ". The study was halted prior to reaching its target enrollment of 80 due to slow recruitment; the investigators elected to halt the study rather than introduce bias by changing recruitment protocol or inclusion criteria.Open in a separate windowFigure 2.Study flowParticipants were predominantly White (n = 49/60; 81.7%), Non-Hispanic (N = 50/60; 83.3%) women (n = 55/60; 91.7%) with a graduate degree (n = 35/60; 55.0%) who were working full-time (n = 38/60; 63.3%) (Table 2)", ". MBCT-M participants (M age = 36.2, SD = 10.6) were significantly younger than WL/TAU participants (M age = 44.2, SD = 11.5), p = .007; no other demographic characteristics significantly differed between groups (Table 2).Table 2.Baseline Demographic CharacteristicsDemographicTotal (N = 60)M(SD) or N(%)MBCT-M (N = 31)M(SD) or N(%)WL/TAU (N = 29)M(SD) or N(%)SignificanceAge40.1 (11.7)36.2 (10.6)44.2 (11.5).007Gender Female55 (91.7%)29 (93.5%)26 (89.7%).938 Male5 (8.3%)2 (6.5%)3 (10.3%)Ethnicity Hispanic10 (16.7%)5 (16.1%)5 (17.2%).908 Non-Hispanic50 (83.3%)26 (83.9%)24 (82.8%)Race White49 (81.7%)26 (83.9%)23 (79.3%).903 Black/African11 (18.3%)5 (16.1%)6 (20.7%) American, Asian, OtherEmployment Full-time38 (63.3%)21 (67.7%)17 (58.6%).642 Not full-time22 (36.7%)10 (32.3%)12 (41.4%)Education Some college or less6 (10.0%)3 (9.7%)3 (10.3%).775 College graduate21 (35.0%)12 (38.7%)9 (31.0%) Graduate degree33 (55.0%)16 (51.6%)17 (58.6%)Marital Status Single28 (46.7%)17 (54.8%)11 (37.9%).821", "degree33 (55.0%)16 (51.6%)17 (58.6%)Marital Status Single28 (46.7%)17 (54.8%)11 (37.9%).821 Separated/Divorced6 (10.0%)1 (3.2%)5 (17.2%) Married/Living with Domestic Partner26 (43.3%)13 (41.9%)13 (44.8%)Open in a separate windowNote", ". MBCT-M = Mindfulness-Based Cognitive Therapy for Migraine; WL/TAU = Waitlist/Treatment as Usual; Education was divided by college graduates or less vs. graduate degree; Marital Status was divided by single, separated or divorced vs. married/living with a domestic partner.At baseline, the average HDI score (51.4, SD = 19.0) indicated a moderate level of disability (Table 3). The majority of participants (50/60, 83.3%) fell in the “Severe Disability” range on the MIDAS. On the MIDAS A, participants reported an average of 10.4 (SD = 5.1) headache days/30 days. On the MIDAS B, participants reported an average headache attack intensity of 6.2 on a 10-point scale (SD = 1.8). Participants reported average levels of both depressive (PROMIS-D M = 53.5, SD = 6.8) and anxious symptoms (PROMIS-A M = 56.5, SD = 7.3) within the normal range. Approximately half of participants (31/60, 51.7%) were taking preventive migraine medication", ". No survey outcomes differed significantly across treatment groups (Table 3).Table 3.Baseline Clinical CharacteristicsClinical CharacteristicTotal (N = 60)M(SD) or N(%)MBCT-M (N = 31)M(SD) or N(%)WL/TAU (N = 29)M(SD) or N(%)SignificanceBaseline SurveysHDI51.4 (19.0)52.5 (21.2)50.2 (16.2).644MIDAS Grade Severe (≥21)50 (83.3%)24 (77.4%)26 (89.7%).355 Not Severe (< 21)10 (16.7%)7 (22.6%)3 (10.3%)MIDAS A10.4 (5.1)10.5 (5.2)10.3 (5.1).863MIDAS B6.2 (1.8)5.8 (1.8)6.6 (1.8).128PROMIS-D53.5 (6.8)54.0 (6.2)53.1 (7.4).629PROMIS-A56.5 (7.3)56.7 (8.2)56.2 (6.2).804Preventive Medication Yes29 (48.3%)11 (35.5%)18 (62.1%).070 No31 (51.7%)20 (64.5%)11 (37.9%)Baseline Headache DiaryHeadache day frequency ≥15 days/month31 (51.7%)16 (51.6%)15 (51.7%).993 <15 days per month29 (48.3%)15 (48.4%)14 (48.3%)Headache Days/30 Days16.0 (5.9)16.5 (6.0)15.5 (5.9).490Average Attack Intensity/30 Days1.7 (0.3)1.8 (0.3)1.7 (0.3).241Average MIDI/30 Days3.1 (1.8)2.8 (1.6)3.4 (2.0).198Open in a separate windowNote", ". MBCT-M = Mindfulness-Based Cognitive Therapy for Migraine; WL/TAU = Waitlist/Treatment as Usual; HDI = Henry Ford Hospital Headache Disability Inventory; MIDAS = Migraine Disability Assessment; MIDAS A = Self-reported headache days over a 90 day period, divided by 3; MIDAS B = Self-reported average headache attack intensity over a 90 day period (1–10); Average Attack Intensity/30 Days (1–3); PROMIS-D = Patient-Reported Outcome Measurement Information System, Depression Short-Form; PROMIS-A = Patient-Reported Outcome Measurement Information System, Anxiety Short-Form; MIDI = Migraine Disability Index (0–10); Education was divided by college graduates or less vs. graduate degree; Marital Status was divided by single, separated or divorced vs. married/living with a domestic partner.Approximately half (n = 31/60; 51.7%) of participants were classified with chronic migraine based on ≥15 headache days in the baseline 30-day monitoring period as recorded in the headache diary (Table 3)", ". Participants recorded an average of 16.0 (SD = 5.9) headache days/30 days, with an average headache attack pain intensity of 1.7 on a 3-point scale (SD = 0.3), indicating moderate intensity. Average levels of daily disability reported on the MIDI were 3.1/10 (SD = 1.8). No diary measures differed across treatment groups (Table 3).Treatment fidelity, adherence, and acceptabilityPreliminary analysis demonstrates that the ratings of acceptance (M = 6.1/7, SD = 0.8), appropriateness (M = 6.0/7, SD = 1.2) and quality (M = 6.2/7, SD = 0.9) were indicative of high levels of therapist fidelity to the treatment protocol. Overall, participants in the MBCT-M group practiced mindfulness on 980/1327 (73.9%) of recorded diary days during the treatment period. Of the 31 participants who were randomized to receive MBCT-M, 2 (6.5%) never recorded a mindfulness practice", ". On average, participants practiced approximately half of the days during the treatment period (M = 31.2/60 days, 52%; SD = 14.3), and during the post-treatment evaluation period (M = 14.9/30 days, 50.0%; SD = 9.7).Twenty-one participants provided exit interviews. Eighteen (18/21, 85.7%) reported they felt they had derived benefit from the intervention and would recommend it to others with migraine. Participants perceived using brief mindfulness exercises throughout their days as particularly beneficial. The two participants who reported they would not recommend the intervention to others were particularly dissatisfied with the daily diary component; both had ceased using the daily diary during the treatment period after a few weeks", ". Approximately half of participants interviewed (10/21, 47.6%) requested referrals to continue mindfulness-based treatment after the study treatment protocol had concluded.Primary outcomesFor the HDI, the group*month interaction was significant, F(3, 95.9) = 4.72, p = .004. From month 0 to month 4, mean scores on the HDI decreased more in the MBCT-M group (−14.3) than the WL/TAU group (−0.2) (month 0 vs. 4 B = 14.1, 95% CI = 0.8, 13.6; Figure 3a). Sensitivity analyses found the results did not differ when evaluated adjusting for age [group*month F(3, 95.6) = 4.79, p = .004; group*month 0 vs. 4 B = 14.3, 95% CI = 6.6, 22.0] or only in completers [group*month F(3, 81.2) = 4.48, p = .006; group*month 0 vs", ". 4 B = 14.3, 95% CI = 6.1, 22.6].Open in a separate windowFigure 3.Reductions in the HDI (A) and MIDAS Severe Disability (B) by treatment group and monthFor the MIDAS Severe Disability (Scores ≥ 21), the group*month interaction was not significant when accounting for the divided alpha, F(3, 213) = 3.12, p = .027 (group*month 0 vs. 4 B = 1.6, 95% CI = −0.7, 3.9; Figure 3b). Sensitivity analyses found the results did not differ when evaluated adjusting for age [group*month F(3, 212) = 3.10, p = .028; group*month 0 vs 4 B = 1.6, 95% CI = −.1, 4.0]. In completers, the group*month interaction was significant, F(3, 200) = 3.42, p = .018; however the group*month 0 vs. 4 contrast was not significant (B = 1.9, 95% CI = −0.6, 4.5)", ". 4 contrast was not significant (B = 1.9, 95% CI = −0.6, 4.5). When evaluated without the interaction in the model, the month effect was significant F(3, 216) = 12.4, p < .001; among participants in both groups, the estimated proportion of participants falling in the “Severe Disability” category fell from 88.3% at month 0 to 66.7% at month 4, (B = −2.4, 95% CI = −3.3, −1.4). Sensitivity analyses found the results did not differ when evaluated adjusting for age [month F(3, 215) = 12.58, p < .001; month 0 vs 4 B = −2.4, 95% CI = −3.4, −1.4] or only in completers [month F(3, 203) = 12.77, p < .001; month 0 vs. 4 B = −2.7, 95% CI = −3.7, −1.6].Secondary outcomesFor diary-reported headache days/30 days, the group*month interaction was not significant, F(1, 53.8) = 0.08, p = .773; group*month B = −0.5, 95% CI = −3.7, 2.8", ". The result did not differ when adjusted for age [group*month F(1, 57.2) = 1.34, p = .251; group*month B = −0.5, 95% CI = −3.7, 2.7] or among completers [group*month F(1, 50.0) = 0.18, p = .678; group*month B = −.7, 95% CI = −3.9, 2.6]. When the interaction was removed from the model, the month effect was not significant, F(1, 54.7) = 3.72, p = .059; month B = −1.5, 95% CI = −3.1, 0.1); the result did not differ when adjusted for age [month F(1, 54.7) = 3.66, p = .061; month B = 1.5, 95% CI = −0.1, 3.1) or among completers [month F(1, 51) = 2.36, p = .131; month B = −1.2, 95% CI = −2.8, 0.4].For average headache attack pain intensity, group*month interaction was not significant, F (1, 51.8) = 0.02, p = .888; group*month B = 0.01, 95% CI = −0.14, 0.16. The result did not differ when adjusted for age [F(1, 51.9) = 0.01, p = .909; group*month B = 0.008, 95% CI = −0.13, 0.16] or among completers [F(1, 50.0) = 0.01, p = .917; group*month B = 0.008, 95% CI = −0.14, 0.15)", ". When the interaction was removed from the model, the month effect was not significant, F(1, 52.8) = 0.64, p = .428; month B = −0.03, 95% CI = −0.10, 0.04); the result did not differ when adjusted for age [month F(1, 52.9) = 0.63, p = .430; month B = 0.03, 95% CI = −0.04, 0.10] or among completers [month F(1, 50.9) = 0.31, p = .579; month B = 0.02, 95% CI = −0.05, 0.09).For diary-reported attack-level migraine-related disability (MIDI), the group*month interaction was significant F (1, 51.5) = 7.7, p = .007 (Figure 4c). Mean MIDI scores decreased in the MBCT-M group (−0.6/10), whereas they increased in the WL/TAU group (+0.3/10), group*month B = −1.0, 95% CI = −1.6, −0.3", ". The result did not differ when adjusted for age [group*month F(1, 51.5) = 7.64, p = .008; group*month B = −0.9, 95% CI = −1.6, −0.3] or among completers [group*month F(1, 50.0) = 7.64, p = .008; group*month B = −1.0, 95% CI = −1.6, −0.3].Open in a separate windowFigure 4.Reductions in headache days/30 days (A), average headache attack pain intensity/30 days (B), and Migraine Disability Index (MIDI) Score (C) by treatment group at baseline (Month 0) and follow-up (Month 4)For MIDAS A, the group*month interaction was not significant, F(3, 94.6) = 1.21, p = .312 (group*month 0 vs. 4 B = 6.3, 95% CI = −2.0, 14.5). Results did not differ when evaluated adjusting for age [group*month F(3, 94.3) = 1.2, p = .312; group*month 0 vs. 4 B = 1.3, 95% CI = −2.0, 14.5] or in only completers [group*month F(3, 79.4) = 2.00, p = .120; group*month B = 6.4, 95% CI = −2.7, 15.5]. When the interaction was removed from the model, the month effect was not significant, F(3, 95.1) = 0.64, p = .590 (month 0 vs", ". 4 B = 0.5, 95% CI = −0.9, 1.9); results did not differ when evaluated adjusting for age [month F(3, 94.8) = 0.64, p = .590; month 0 vs. 4 B = 1.5, 95% CI = −2.6, 5.6] or only in completers [F(3, 80.3) = 0.33, p = .806; month 0 vs. 4 B = 1.7, 95% CI = −2.8, 6.2].For the MIDAS B (average headache attack pain intensity), the group*month interaction was not significant, F(3, 102.9) 0.65, p = .589 (Month 0 vs. 4 B = 0.3, 95% CI = −0.4, 1.1). Results did not differ when evaluated adjusting for age [group*month F(3, 102.8) = 0.65, p = .861; Group*Month 0 vs. 4 B = 0.3, 95% CI = −0.4, 1.1] or in completers [group* month F(3, 91.0) = 0.56, p = .640; group*month 0 vs. 4 B = 0.3, 95% CI = −0.4, 1.1]. When evaluated without the interaction in the model, both the group, F(1, 58.2) = 4.6, p = .036) and month, F(3, 104.1) = 3.2, p = .028, effects were significant", ". On average, predicted average headache pain intensity was −0.77/10 points lower in the MBCT-M group compared to the WL/TAU group (B = −0.8, 95% CI = −1.5, −0.1). Predicted average headache pain intensity decreased by 0.5/10 points from Month 0 to Month 4 (Month 0 vs. 4 B = 0.5, 95% CI = 0.2, 0.9). When evaluated adjusting for age, the month effect remained significant [F(3, 104.0) = 3.12, p = .028; month 0 vs. 4 B = 0.5, 95% CI = 0.2, 0.9] but the group effect was no longer significant [F(1, 57.3) = 3.70; p = .060; MBCT-M vs. WL/TAU B = −0.7, 95% CI = −1.5, 0.03]. When evaluated in only completers, the group effect remained significant [F(1, 50.0) = 6.85, p = .012; MBCT-M vs. WL/TAU B = −1.0, 95% CI = −1.8, −0.2]; the month effect omnibus test was no longer significant [F(3, 92.2) = 2.63, p = .055; month 0 vs. 4 B = 0.5, 95% CI = 0.1, .9].Adverse eventsTwo adverse events were reported in the MBCT-M group", ". 4 B = 0.5, 95% CI = 0.1, .9].Adverse eventsTwo adverse events were reported in the MBCT-M group. The first was deemed to be treatment-related: a participant experienced a vivid recollection of a traumatic event (outside of the context of post-traumatic stress disorder) while practicing mindfulness. She elected to continue with the treatment. A second participant who was taking preventive medication throughout the study experienced a severe increase in headache frequency and pain intensity; she discontinued the study as her neurologist recommended she change her preventive pharmacologic regimen. No adverse events were reported in the WL/TAU group.DiscussionThis Phase 2b randomized clinical trial found significant reductions in headache-related disability (HDI) in people with migraine who received an 8-week individual MBCT-M compared to WL/TAU", ". Further, MBCT-M reduced the average attack-level migraine-related disability (MIDI) reported by people with migraine, indicating that individuals who engaged in mindfulness training had improved resilience and ability to engage in functional tasks even when experiencing a migraine episode. Fewer participants reported “severe disability” on the MIDAS across both groups from Month 0 to Month 4. MBCT-M did not reduce headache days/30 days or average headache attack pain intensity compared to WL/TAU.Mindfulness-based interventions are theoretically unique from the traditional empirically-supported behavioral treatments for migraine and entail unique migraine management skills", ". While cognitive behavioral therapies, relaxation and biofeedback teach active skills to specifically reduce migraine attack frequency and associated disability, distress and comorbidities and change maladaptive thoughts related to migraine (engaging with maladaptive thoughts), mindfulness-based interventions instead teach skills to modify the person’s relationship with their experience of migraine (encouraging an “observer stance”). We theoretically would expect mindfulness-based interventions to have a greater effect on headache-related disability, rather than on symptoms directly. This is borne out in this study, as well as in the broader literature of mindfulness-based interventions for headache disorders21, 24, 31. Results from this study support the use of MBCT-M for participants in whom headache day reduction is not the primary goal, but rather reduction in the amount of disability experienced related to migraine", ". The results suggest that MBCT-M might be useful when combined with treatments expected to reduce monthly headache days, such as relaxation and biofeedback or preventive pharmacotherapies. Further, MBCT-M could be useful to maintain treatment gains after successful reduction in monthly headache days by preventive therapies.It is notable that the HDI demonstrated significant reductions due to MBCT-M, whereas the reductions on the MIDAS did not reach significance at the .025 level (p = .027). It is possible this difference is simply due to power: the HDI is a continuous measure, whereas the MIDAS was dichotomized, reducing power for this analysis. Further, this study was halted prior to reaching recruitment goals due to slow recruitment, which further reduced power for these analyses", ". It is also possible MBCT-M, which teaches participants skills to more objectively observe their lives, and to choose nourishing rather than depleting cognitive and behavioral patterns, produced a larger effect on emotional disability (assessed by the HDI only) than on functional disability (assessed by the HDI and MIDAS). However, participants in the MBCT-M group reported significant reductions in attack-level functional disability on the MIDI. The final possibility is that MBCT-M produces the largest effect on measures of disability not intrinsically linked to number of headache days. The units of measurement for MIDAS response options are headache days. Both the HDI and MIDI produce disability scores independent from number of headache days. Future studies of MBCT-M should consider including migraine-related disability measures that are not intrinsically linked to headache days.Stress is commonly thought to trigger migraine attacks52", ". Multiple high-quality diary studies have demonstrated relationships between changes in stress and migraine attack onset53–56 although the effect varies both inter- and intra-individually, and may interact with other trigger factors. Mindfulness appears to modulate the relationship between acute stressors of various types and physiological responses57–59. Thus, the rationale of a stress-reduction treatment to reduce migraine frequency makes intuitive sense, even though mindfulness-based interventions including MBCT-M have consistently failed to produce clinically meaningful or statistically significant improvements in headache days24. It is possible that typical 8-week training is insufficient to produce clinically meaningful changes in mindfulness skills, or consistent reduction in stress, to meaningfully reduce headache days. Alternatively, stress may not be as potent of a migraine trigger as is often believed", ". Alternatively, stress may not be as potent of a migraine trigger as is often believed. Future studies should evaluate whether achieving mid-treatment increases in mindfulness and decreases in perceived stress are linked with a reduction in headache days during MBCT-M.Migraine is a chronic disease with episodic symptom manifestations, which requires considerable in-the-moment decision-making to optimize disease management60. Mindfulness involves regulation of attention and active cognition, which could serve to enhance decision-making. Several randomized clinical trials evaluating mindfulness-based interventions have demonstrated cortical changes typically in insular, prefrontal, and cingulate regions61, 62. In a secondary analysis of the previous pilot study of MBCT for headache, treatment responders were more likely to have increased adaptive pain-related cognitions (acceptance) and decreased maladaptive pain-related cognitions (catastrophizing)63", ". Future studies should evaluate whether these change mechanisms mediate MBCT-related changes in outcomes. It is possible that our treatment paradigms, which were originally developed for use in chronic psychiatric illnesses, are not yet optimized for use in migraine. Future studies should use mixed qualitative and quantitative methods to understand the ways in which mindfulness can be applied migraine.Behavioral treatments for migraine have risks. Vivid recollection of a traumatic event during meditation is a known potential side effect of meditation and relaxation exercises of all types, and can occur in anyone who has experienced previous exposure to a psychologically traumatic event, even when no symptoms of post-traumatic stress disorder are present. People with migraine have been found to have experienced adverse childhood events and other traumatic events at higher rates than the general population64–66", ". Despite calls to ensure that all behavioral treatment trials evaluate adverse events67, these events are not well-documented in the literature. Patients should be made aware of risks of meditation and given strategies to mitigate these risks. This is particularly important as patients are increasingly seeking out meditation options without therapist guidance. Future behavioral migraine treatment trials should evaluate previous traumatic and adverse childhood events at baseline and ensure systematic capture of adverse events in behavioral migraine trials.Limitations and Future DirectionsData collected was based on patient self-report. The majority of participants were highly educated White women which limits the generalizability of the findings to people with migraine who have lower levels of education, are members of minority groups, and men. As participants over age 65 were not enrolled, findings are not generalizable to older age groups", ". As participants over age 65 were not enrolled, findings are not generalizable to older age groups. As participants with very frequent (continuous headache) or infrequent attacks (fewer than 6 days per month) were not included, findings may not generalize to these groups. Despite significant attempts to recruit in more diverse settings, transportation was a major barrier for participants from lower income groups to participate in the study. Further, although we had relatively low rates of attrition in this study, we still encountered challenges with treatment delivery. The majority of patients required at least one telehealth session in order to complete all 8 sessions within a 10-week timeframe. However, exit interviews with patients revealed they generally viewed these sessions favorably. In fact, participants noted the “burden” and stress of scheduling, travel and rushing to attend study sessions could sometimes outweigh the benefit of the in-session stress reduction", ". Migraine is most prevalent in the most potentially productive years of life, when people with migraine are going to school, establishing their careers, and raising families2. Modes of administration for behavioral treatments must take this population into account. MBCT has been successfully delivered through solely telehealth delivery mechanisms in other diseases68, and future studies should consider delivery solely via a telehealth modality. Telehealth would also remove transportation as a barrier to accessing care for lower income individuals.We were unable to meet our recruitment goal of n = 80, which resulted in several analyses being under-powered, particularly given the divided alpha across two primary outcome measures. Further, the 3-month recall period of the MIDAS may also have resulted in it being less sensitive to changes during the timeframe of the study, as the three-month recall period included the entirety of the treatment period and post-treatment evaluation period", ". Future studies should select measures with briefer timeframes, such as a one-month recall, to allow for detection of treatment-related changes. Headache attack pain intensity was evaluated using a 4-point (Mild, Moderate, Severe) scale, which might have had less sensitivity than an 11-point (0–10) numeric rating scale. Future studies should consider using the 11-point numeric rating scale more common in chronic pain studies, but explicitly providing the mild (1–3), moderate (4–6) and severe (7–10) descriptors to permit translation into ICHD-3 criteria.This study used an individual protocol for MBCT-M, which lacked the benefit of a group process to enhance the understanding and uptake of mindfulness skills. Future studies should evaluate group-delivered MBCT-M, and ideally evaluate differences in both headache-related outcomes and theoretically relevant mechanisms between individual- and group-delivered MBCT-M.This study used a waitlist control rather than an active control", ". In fact, we even instructed the WL/TAU group to stop taking a headache diary during the treatment period to avoid self-monitoring effects. This was deliberate; this is an early phase trial of MBCT-M designed to detect any treatment-related signal. Now that the initial signal has been established, future trials should consider more active controls including headache diary and education controls to evaluate whether treatment effects are specific to MBCT-M. The waitlist design also precluded a longer-term follow-up of the effect of MBCT-M vs. WL/TAU. Future studies that include an active control may be able to follow participants in both groups for a longer-term follow-up to evaluate maintenance of effects.Strengths of the study include that it was a randomized clinical trial using a manualized treatment protocol. Treatment fidelity was highly monitored and therapists were closely supervised", ". Treatment fidelity was highly monitored and therapists were closely supervised. Outcomes were well-validated measures and migraine diagnosis was made using a validated screener; headache characteristics and patient adherence to meditation was monitored prospectively using a mobile electronic daily headache diary.This study stratified recruitment and randomization by episodic migraine vs. chronic migraine. Understanding the impact of baseline characteristics on treatment response will help clinicians tailor treatment recommendations to patients most likely to experience benefit. Future studies should evaluate the role of baseline headache attack frequency on response to MBCT-M, as well as other mindfulness-based interventions.ConclusionsIndividual MBCT-M demonstrated efficacy to reduce headache-related disability and attack-level migraine-related disability. In addition, participants generally adhered to treatment and reported a favorable attitude towards the experience", ". MBCT-M is a promising emerging treatment for addressing migraine-related disability. Future studies should explore avenues to increase access to the treatment, including telehealth technology. As with other mindfulness-based interventions, MBCT-M did not reduce headache days or headache attack pain intensity. Future research should evaluate the difference in mechanisms and effect moderators between more traditional empirically-supported behavioral migraine treatments and MBCT-M.Funding: International Headache AcademyResearch AwardU.S. Department of Health and Human ServicesNational Institutes of HealthNational Center for Advancing Translational SciencesUL1TR001073U.S. Department of Health and Human ServicesNational Institutes of HealthNational Institute of Neurological Disorders and StrokeK23 NS096107Yeshiva UniversityHollander Seed FundFootnotesConflict of Interest: Dr", ". Seng receives research support from the NINDS (K23 NS096107 PI: Seng) and has consulted for GlaxoSmithKline, Eli Lilly, and received honoraria from Haymarket Media. Dr. Seng has received travel funds from the American Psychological Association. Dr. Metts is the developer of the status/post mobile application used in this study. Development was conducted in his role as President of Infinite Arms, LLC, which maintains ownership of the Intellectual Property associated with this application. Dr. Minen has received grant support from the NIH, the American Academy of Neurology, the American Brain Foundation, the National Multiple Sclerosis Society and from internal grants from NYU. She has also received honorarium from the American Academy of Neurology, the National Headache Foundation, and Barnard College. Dr. Minen has received travel funds to attend meetings from the American Headache Society and the American Academy of Neurology. Dr", ". Dr. Minen serves as Co-Section Head of the Headache Section of Pain Medicine as an Associate Editor of the journal Headache. Dr. Buse receives grant support and honoraria from Allergan, Amgen/Novartis, Avanir, Biohaven, Dr. Reddy’s Laboratories/Promius Pharma, Eli Lilly and Teva and for serving on the editorial board of Current Pain and Headache Reports. Dr. Lipton receives grant support from the National Institutes of Health, the National Headache Foundation, and the Migraine Research Fund and serves as consultant, serves as an advisory board member, or has received honoraria from Alder, Allergan, American Headache Society, Autonomic Technologies, Boston Scientific, Bristol Myers Squibb, Cognimed, CoLucid, Dr. Reddy’s Laboratories/Promius, Eli Lilly, eNeura Therapeutics, Merck, Novartis, Pfizer, and Teva, Inc. He receives royalties from Wolff’s Headache, 8th Edition (Oxford University Press, 2009). Drs. Singer, Grinberg and Minen, and Ms. Patel and Rosenberg, report no disclosures."]}