{"title": "An overview of current drugs and prophylactic vaccines for coronavirus disease 2019 (COVID-19)", "context": "Designing and producing an effective vaccine is the best possible way to reduce the burden and spread of a disease. During the coronavirus disease 2019 (COVID-19) pandemic, many large pharmaceutical and biotechnology companies invested a great deal of time and money in trying to control and combat the disease. In this regard, due to the urgent need, many vaccines are now available earlier than scheduled. Based on their manufacturing technology, the vaccines available for COVID-19 (severe acute respiratory syndrome coronavirus 2 (SAR-CoV2)) infection can be classified into four platforms: RNA vaccines, adenovirus vector vaccines, subunit (protein-based) vaccines, and inactivated virus vaccines. Moreover, various drugs have been deemed to negatively affect the progression of the infection via various actions. However, adaptive variants of the SARS-CoV-2 genome can alter the pathogenic potential of the virus and increase the difficulty of both drug and vaccine development. In this review, along with drugs used in COVID-19 treatment, currently authorized COVID-19 vaccines as well as variants of the virus are described and evaluated, considering all platforms.\nCOVID-19, a contagious viral infection, can be passed on to others via inhalation of viral droplets as a result of coughing or sneezing. To protect persons against COVID-19, it is imperative to increase knowledge about the different characteristics of the virus causing COVID-19, such as its structure, function, and target human organs.\nIn terms of their structure, coronaviruses are crown-shaped with spikes, while their size is highly variable with average diameters of 80–160 nm. It has been found that the novel coronavirus-2019 (nCoV-2019) has a single-strand RNA genome with a length of 29.9 kb. The nCoV-2019 genome encodes four structural proteins: spike (S), envelope (E), membrane (M), and nucleocapsid (N), as well as six accessory proteins (3a, 6, 7a, 7b, 8, and 9b).\nRegarding its function and the organs targeted, upon entering the host, the nCoV-2019 virus can infect macrophages by attaching S proteins to dipeptidyl peptidase-4 (DPP4) on the host cell, thereby releasing genomic RNA into the cytoplasm. DPP-4 can suppress NLRP3, TLR4, and interleukin (IL)-1β in human macrophages through inhibition of protein kinase C (PKC) activity. This can lead to the presentation of CoV antigens to T cells by macrophages. Such antigen presentation not only culminates in the provocation of both activation and differentiation of T-cells but also leads to the generation and consequent release of large amounts of cytokines to reinforce the immune response.\nOf note, although coronaviruses have the capability to induce ongoing production of mediators that negatively affect the activation of both NK and CD8 T-cells, a large amount of cytokines produced by CD8 T-cells can obliterate viruses. TLR‐3 sensitized by dsRNA, interferon regulatory factors (IRFs), and NF‐κB signaling pathways can be activated in such a condition, hence producing both type I IFNs and proinflammatory cytokines. It is worth noting that the secretion of antiviral proteins protecting uninfected cells can be elevated by the elevated amount of type I IFNs.\nDuring the replication of coronaviruses, virus accessory proteins disturb TLR‐3 signaling by attaching to the dsRNA to hinder TLR‐3 activation, thereby escaping from the immune system. There is a likelihood that TLR‐4 is capable of identifying S protein, which per se results in activation of proinflammatory cytokines through the MyD88-dependent pathway. Indeed, an immune response to dsRNA will be enhanced when the viral genome commences to replicate.\nDuring a coronavirus infection, immune mediators are induced as a result of the virus–host interaction, promoting the secretion of both chemokines and cytokines in infected cells. This event, in turn, summons both leukocytes and lymphocytes to the viral infection site for virus clearance. Therefore, antiviral drugs having low therapeutic efficacy and drug resistance can be supplanted by immunotherapy.\nRecent studies carried out on the physicochemical properties of nCoV-2019 have highlighted that nCoV-2019 can be inactivated upon exposure to 56 °C for 30 min, ultraviolet radiation, using lipid solvents such as 75% ethanol, chlorine-containing disinfectant, peroxyacetic acid, and chloroform. In addition, there are various types of vaccine that act in distinct ways to offer protection. All these types of vaccines, despite their distinct mechanisms, supply “memory” T-lymphocytes as well as B-lymphocytes, thereby remembering how to fight the virus in the future. A few weeks is required after vaccination to produce both T-lymphocytes and B-lymphocytes. This is why it is possible for a person to be infected with COVID-19 on exposure to the virus until suffiient time has passed to provide protection by the vaccine, before or just after vaccination.\nOn the whole, the general pathophysiology of SARS-CoV-2 is as follows: SARS-CoV-2 can be passed on to others through coughing and sneezing. The virus then enters the lungs via the respiratory tract and subsequently attacks alveolar epithelial type 2 (AT2) cells, in addition to the AT2 cells that are responsible for producing surfactant to decrease the surface tension in alveoli, thus reducing the collapsing pressure. It has been reported that the spike proteins of SARS-CoV-2 bind to the ACE-2 receptors on AT2 cells. Upon entering a host cell, the virus releases its positive-sense ssRNA using the host cell ribosome to produce polyproteins. The ssRNA can also use RNA-dependent RNA polymerases to duplicate its RNA. Synthesized spike proteins can be distributed to vesicle carriers via the cell packaging structure. The proteinases in the cytoplasm cleave the synthesized polyproteins of SARS-CoV-2.\nFurther, the virus also releases specific inflammatory mediators to provoke macrophages, thereby releasing cytokines (IL-1, IL-6, and TNFα) and chemokines (CCL2 and CXCL10) into the bloodstream. The implication of releasing such molecules is to increase both vasodilation and capillary permeability; therefore, plasma will leak into the interstitial spaces of the alveoli cells, resulting in a noticeable decline in surfactant levels in AT2 and compressing alveoli cells. The cascade events eventually culminate in alveolar collapse and impaired gaseous exchange. Simultaneously, inflammatory cytokine (cytokine storm) secretion can be shown; the production and recruitment of neutrophils and macrophages which use IL-21, IL-22, and IL-17 are escalated by inflammatory mediators. In the later stages of the disease, all these steps lead to difficulty in hypoxemia, breathing, and cough. A schematic representation of the coronavirus replication cycle is shown in Fig. 1.\nAlthough effective vaccines and drugs have provided an opportunity to protect against or treat COVID-19, as illustrated in this review, viral variants can pose great challenges to these current vaccines and drugs. Therefore, the importance of vaccination will escalate if SARS-CoV-2 variants show increased transmissibility or virulence. Some convergent changes of the key amino acids in the S protein have occurred. That is why, to cover multiple variants, vaccines should contain such selected residues. To date, there is insufficient evidence to show that these variants have entirely escaped from the vaccines. SARS-CoV-2 variants, categorized into two types, are described below.\nA patient afflicted with COVID-19 ought to, first of all, have both bed rest and water intake to save calories and diminish the risk of dehydration, respectively. In the situation where the patient hjas a high fever (> 38.5 ℃), antipyretic drugs such as ibuprofen or acetaminophen, as needed, are recommended.\nVarious antiviral drugs have been introduced by the National Health Commission of China (NHC) for the prevention, diagnosis, and treatment of COVID-19. The epitomes of such drugs are interferon α (IFN-α), lopinavir/ritonavir, chloroquine phosphate, ribavirin, and arbidol, as presented in the following paragraphs (Table 1).\nIt has been shown that IFN can disturb virus replication and increase the antiviral ability of cells. IFN-α, deemed to be a type I IFN, is capable of inhibiting RNA virus replication, providing a golden opportunity for its use via inhalation as a trial treatment against COVID-19 in the Diagnosis and Treatment Protocol for Coronavirus Pneumonia (DTPNCP). The dosage of IFN-α is 5 million U for 2 times/day for adults, while the method of administration is vapor inhalation.\nLopinavir/ritonavir (with ritonavir as a booster) has been known as a human immunodeficiency virus (HIV) protease inhibitor. It can inhibit cytochrome P450 functions, thus enhancing the antiretroviral activity against the virus. A study carried out on 47 patients suffering from COVID-19 showed that administration of combined lopinavir/ritonavir with pneumonia-associated adjuvant drugs resulted in hopeful outcomes, including reducing the body temperature and retrieving physiological mechanisms with neither evident toxic nor adverse events. The dosage of lopinavir/ritonavir is 200 mg/50 mg/capsule, 2 capsules each time, 2 times/day, and the drug should be taken orally.\nChloroquine phosphate, which is taken to treat malaria and rheumatic diseases, has been shown to have broad-spectrum antiviral effects. It can bind to the nuclear protein and prevent transcription of RNA, as well as acting as an autophagy inhibitor. Accordingly, the rate of viral RNA clearance in the chloroquine group was significantly higher and faster than in the nonchloroquine group after 14 days, reaching 95.9% and 79.6%, respectively, but without any differences in the rate of adverse reactions between the two groups. Chloroquine phosphate is taken orally at a dosage of 500 mg (300 mg for chloroquine) for adults, 2 times/day.\nFurthermore, preliminary studies have indicated that hydroxychloroquine may be useful in the treatment of patients with COVID-19. Hydroxychloroquine was found to have antivirus, antiinflammation, and antithrombotic functions. However, to date, no immunity-bolstering impact of this drug has been reported. Hydroxychloroquine, although reported to inhibit SARS-CoV-2 in vitro, has not yet been shown to exhibit a convincing anti-SARS-CoV-2 effect in vivo. Of note, on 28 March 2020, the US Food and Drug Administration permitted an emergency use authorization of hydroxychloroquine in hospitalized patients with COVID-19. However, after a while, the US Food and Drug Administration (FDA) issued precautions regarding the use of this drug for treating COVID-19. This was because of reports of serious heart rhythm problems and other safety issues, such as blood and lymph system disorders, kidney injuries, and liver problems and failure. Hydroxychloroquine has the ability to augment endosomal pH, prevent virus–cell fusion, and interfere with glycosylation of the ACE2 receptor, thereby inhibiting binding of the SARS-CoV-2 S protein to ACE2. Moreover, this drug can prevent antigen processing and suppress inflammatory signaling pathways that reduce the production of proinflammatory cytokines such as TNF-α, IL-6, and IFN-γ, and IFN-α and CCL4.\nRibavirin, also known as tribavirin, is another drug being considered for use to treat patients afflicted with COVID-19. It is a purine nucleoside analog that is deemed a broad-spectrum nucleoside antiviral drug. It has direct and indirect functions giving rise to inhibition of viral replication. This drug targets the RNA-dependent RNA polymerase (RdRp) of SARS-CoV-2. Ribavirin should be taken through intravenous infusion at a dosage of 500 mg for adults, 2 to 3 times/day, and can also be administered in combination with either IFN-α or lopinavir/ritonavir.\nAnother drug that can be used in cases of COVID-19 is arbidol, a nonnucleoside antiviral drug. Arbidol shows a wide field of action, including the ability to hamper the entry of viral genes into the nucleus and to hinder the contact and fusion of the viral envelope with the host cell membrane. Furthermore, arbidol has been shown to have inhibitory activity against SARS-CoV-2. It has been suggested that it may target the S protein, thus blocking its trimerization. Arbidol is administered orally at a dosage of 200 mg for adults, 3 times/day. In comparison with lopinavir/ritonavir, no viral load was seen among cases taking arbidol, while the opposite was true for patients administrated lopinavir/ritonavir after 14 days, which accounted for 44.1%.\nIn addition to these findings, various other drugs such as remdesivir, ciclesonide, and favipiravir can be employed to treat patients suffering from COVID-19, though further investigations are required to prove their outcomes. Prominent features of these drugs are discussed in the following paragraphs.\nRemdesivir (RDV) (GS-5734), which is a monophosphoramidate prodrug of an adenosine analog, can bind to RdRp and act as an RNA chain terminator. Both the safety and pharmacokinetics of RDV have been assessed in single- and multiple-dose phase intravenous infusions at doses of 3 mg and 225 mg, confirming that it is well tolerated and does not show kidney or liver toxicity, thereby diminishing the rate of mortality among COVID-19 patients. Notably, RDV has been shown to have a linear pharmacokinetic function solely at this dosage, while its intracellular half-life is more than 35 h. It has been shown that remdesivir may be more effective than lopinavir/ritonavir combined with interferon-β to treat patients suffering from COVID-19. It was also shown that it can remarkably decrease the virus titer in mice infected with Middle East Respiratory Syndrome (MERS)-CoV, and ameliorate lung tissue damage. These findings lead to the prevailing notion that remdesivir can be considered the best potential drug to treat patients afflicted with COVID-19. The recommended dosage under investigation for treatment of COVID-19 is 200 mg intravenously (IV) loading dose on day 1, followed by 100 mg IV daily for up to 10 days, infused over 30–60 min. Note that remdesivir is not recommended for patients diagnosed with moderate to severe COVID-19 and not requiring respiratory support. In contrast, remdesivir can be useful to reduce the time of recovery processes and the risk of progression among those in the early stage of the illness (≤ 10 days) and diagnosed to have high risk of hyperinflammation and requirement for supplemental oxygen.\nFavipiravir is another drug that can be administrated to treat patients with COVID-19. It is a purine nucleic acid analog, acting as a RdRp inhibitor. Of note, phosphoribosylation of favipiravir can be triggered by the host cell enzyme, thus producing bioactive favipiravir furylribo-5-triphosphate-inositol (favipiravir RTP). Insertion of favipiravir RTP into the viral RNA chain can occur as a result of the viral RNA polymerase misrecognizing favipiravir RTP, and subsequently favipiravir RTP can bind to the viral RNA polymerase domain, thereby hindering both the replication and transcription of the viral RNA chain. Incidentally, respiratory system recovery begins upon administration of favipiravir, while the therapeutic process takes up to 19 days, resulting in withdrawal of ventilator support.\nDexamethasone, moreover, is a corticosteroid that is used in a wide range of conditions for its antiinflammatory and immunosuppressant effects. Dexamethasone is capable of inhibiting a proinflammatory gene that is responsible for encoding chemokines, cytokines, and cell adhesion molecules (CAM). The main action of this drug is to cause both immunosuppression and antiinflammatory effect. In one study, inhaled corticosteroids were shown to impair viral replication of SARS-CoV-2, and also they can downregulate expression of the receptor (ACE2) used by SARS-CoV-2 to enter target cells. In short, this drug has been shown to have benefits for patients with COVID-19, although further studies are required.\nBudesonide, known by its brand name Pulmicort, is a corticosteroid whose inhaled form is used in chronic obstructive pulmonary disease (COPD) and asthma. Budesonide was found to be capable of stabilizing the endothelium and decreasing the level of both IL-6 and antiphospholipid antibodies, all of which play important roles in COVID-19 infection.\nFurthermore, in another study, inhaled budesonide was found to reduce the requirement for urgent medical care while enhancing the clinical recovery of patients afflicted with COVID-19. Despite these findings, it is believed that further studies are required to reach a consensus on whether this drug can be applied to improve recovery and reduce disease progression in COVID-19 infection.\nIn addition to those mentioned above, another drug that is deemed to have a noticeable antiviral impact in the treatment of patients afflicted with COVID-19 infection is a corticosteroid named ciclesonide, which is taken via inhalation. According to a study carried out on patients afflicted with pneumonia with lymphocyte counts at or below the cutoff value of 978.1 cells/mm3, it was shown that remarkably fewer patients required ventilator support or intubation when on ciclesonide (11.18% versus 83.33%). Moreover, the lymphocyte count was significantly higher in ciclesonide-treated cases in the nonsevere pneumonia group than in the pre-ciclesonide condition. Ciclesonide has thus been considered for use in the treatment of COVID-19 in such conditions.\nIn comparison with placebo, it was reported by Pfizer Inc. that oral antiviral drug paxlovid (PF-07321332; ritonavir) has been shown to be able to remarkably reduce hospital admissions (by 89%), among people with COVID-19, in particularly among those at high risk of severe illness. In a study, trial participants were randomized, with half receiving paxlovid and the other half receiving a placebo. After 3 days of symptom onset, two groups of participants were received paxlovid and placebo. Less than 1% of patients who recieved paxlovid were admitted to hospital—up to 28 days, and also no deaths was reported among them. PF-07321332 (paxlovid; ritonavir) has been designed to hinder the activity of the SARS-CoV-2 3CL protease, an enzyme that the coronavirus needs to replicate. Paxlovid (PF-07321332; ritonavir) can also inhibit viral replication at a stage known as proteolysis, which occurs before viral RNA replication. For the time being, Pfizer Inc. (www.pfizer.com/news/press-release/press-release-detail/pfizers-novel-covid-19-oral-antiviral-treatment-candidate) plans to submit these data as part of its ongoing rolling submission to the US FDA for emergency use authorization (EUA) as soon as possible.\nIn addition to the aforementioned, molnupiravir, under the brand name Lagevrio/Molulife, is deemed to be an antiviral drug. It can inhibit replication of RNA viruses, which is why molnupiravir can be used in the treatment of patients suffering from COVID-19 infection. Molnupiravir exerts its antiviral function by interfering with viral RNA replication. The antiviral drug molnupiravir has been shown to diminish the risk of hospital admission and death by approximately 50% among nonhospitalized adults with mild to moderate COVID-19 infection and who were at risk of poor outcomes. This drug is administered as four 200 mg capsules taken orally every 12 h for five days, for a total of 40 capsules.\nAccording to www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-additional-oral-antiviral-treatment-covid-19-certain, molnupiravir is not authorized to be taken for longer than 5 consecutive days. Although this drug has many benefits for adult patients with COVID-19, based on findings from animal reproduction studies, molnupiravir may cause fetal harm when administered to pregnant individuals. Therefore, molnupiravir is not recommended for use during pregnancy.\nOf interest, monoclonal antibodies, which can be produced by multiple methods, but in particular in the laboratory by cloning unique white blood cells, have been shown to have a noticeable impact in the treatment of COVID-19 patients. Monoclonal antibodies have recently been approved by the FDA via emergency use authorizations among nonhospitalized patients with mild to moderate COVID-19. Monoclonal antibodies show various actions to interfere with viral pathogenesis, from binding to the spike protein of the virus, which prevents target cell binding and/or fusion, to facilitating target cell death by either activation of membrane attack complex (MAC) or antibody-dependent cytotoxicity. However, it is of note, in accordance with https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-new-monoclonal-antibody-treatment-covid-19-retains on 11 February 2022, that monoclonal antibodies such as bebtelovimab have not yet been authorized for use in patients who are hospitalized or require oxygen therapy because of COVID-19 infection. This authorization is because treatment with bebtelovimab has not been studied in patients hospitalized due to COVID-19.\nIt is noteworthy that an increasing amount of neutralizing antibodies (Nabs) directed at the S protein, mediating cellular binding, was seen in early studies of SARS-CoV-2 vaccine candidates in a rhesus macaque model, whereby eliciting NAbs responses was indispensable for vaccines with the highest efficacy. Nonetheless, non-NAbs have been reported to play a crucial role in the protection against SARS-CoV-2 through Fc-mediated effector functions, namely antibody-dependent phagocytosis, antibody-dependent cellular cytotoxicity, and antibody-dependent natural killer cell activation.\nTo illustrate some general information about antibodies, it is of note that they are distinct for the S, M, E, N, and further viral proteins. Many of the antibodies are also strain or group specific, thus being able to recognize only some but not all SARS-CoV-2 viruses. The attachment of SARS-CoV-2 to host cells occurs by binding of the S protein to ACE2, which is the viral receptor on the host cells. Subsequently, the S protein is primed by host cell proteases, furin, and the serine proteases TMPRSS2 and TMPRSS4, whereby the viral and cellular membranes fuse, resulting in entry of the viral RNA into the host cell.\nIn addition, antibodies may be neutralizing, though most are not. Even though both IgM and IgG antibodies to SARS-CoV-2 can be detectable within 1–2 weeks after the onset of symptoms in most patients, numerous studies have pointed out that the amount of IgA responding to S protein soars far earlier. The neutralizing antibody, being fiercely specific to both the S protein and 3a protein, of epitopes has been shown to be protected in several viral strains, suggesting the notion that vaccines eliciting such antibodies are protective against multiple strains. The S protein, comprising S1 and S2 domains, is targeted by neutralizing antibodies in coronaviruses, not to mention that the magnitude of neutralizing antibody responses is positively related to disease severity.\nRegarding the immunogenicity of the neutralizing antibodies aroused by vaccine candidates, three efficacy levels have been reported, with the inactivated and AdV5 vaccine candidates, ChAdOx1 nCoV-19 and mRNA candidates, and recombinant protein vaccine candidate classified as offering immunogenicity at the lower end, in the medium range, and at the high end, respectively. It is worth noticing that the inactivated and recombinant protein vaccines give the impression of being more tolerable, compared with mRNA vaccines, while the AdV-vectored vaccines have been placed at the end of this classification.\nIncidentally, antibodies binding to the S1 receptor binding domain (RBD) can effectively block its binding to ACE2. Meanwhile, antibodies binding to the S1 and S2 domains prevent the change of the S protein conformation and its fusion to the cell membrane.\nT cells, and memory cells thereof such as CD4+, can produce various molecules to respond to viral antigens, notable among which is the cytokine interferon γ. CD4+ cells also have a pivotal role to play in optimal antibody responses and in CD8+ T-cell activation. Accordingly, it has been pointed out that the amount of CD4+ cells having the ability to recognize only the S protein of COVID-19 is lower than those considered to be cross-reactive to other proteins of COVID-19 among unexposed individuals, being 35% and well over 40%, respectively. Moreover, CD4+ cells promote both B-cell responses and antibody production, leading to potent immunity against SARS-CoV-2.\nThe process of viral recognition by T cells, moreover, is mainly based on a wide variety of antigenic peptide/HLA complexes. This is because of the many differences between the human leukocyte antigen (HLA); that is, the HLA molecules that present T-cell antigens on the surface of APCs and those which do so on infected cells vary, not to mention that this variety is owing to the massive genetic HLA polymorphism, among most people. The mechanism of SARS-CoV-2 vaccines and how the immune system is induced is illustrated in Fig. 2.\nBased on the manufacturing technology applied, the vaccines available for COVID-19 (SAR-CoV-2) infection can be classified into four platforms: RNA vaccines, adenovirus vector vaccines, subunit (protein based) vaccines, and inactivated virus vaccines. The currently authorized COVID-19 vaccines are described below.\nThe Pfizer–BioNTech vaccine, also known as BNT162b2, is an mRNA vaccine encapsulated in a lipid nanoparticle formulation. The Pfizer vaccine can encode the prefusion S glycoprotein of SARS-CoV-2, the virus giving rise to COVID-19.\nAccording to the primary study, 170 confirmed cases of COVID-19 were evaluated, with 162 cases in the placebo versus 8 in the vaccine group. The efficacy of the Pfizer vaccine against COVID-19 began 28 days after the first dose was injected, reaching 95%. Of note, the efficacy of this vaccine has been found to be consistent in age, gender, race, and ethnicity categories, reaching over 94% among adults over the age of 65 years. It is noteworthy that an interval between two doses of Pfizer vaccine of 21 days has been recommended, although intervals up to 42 days are deemed permissible.\nThe antibody neutralization level can be escalated by roughly 10, on average, via a booster (third) dose of the Pfizer vaccine, compared with the level after the second dose. The rate of confirmed infections showed a noticeable decline nearly 4–6 and 12 days after the booster dose, by a factor of 5.4 and 11.3, respectively. On the whole, this increased neutralization titer derived from the booster dose can both enhance the protection against infection and diminish the exacerbation of the disease.\nHowever, the appropriate temperature to maintain this vaccine with high efficacy is −70 °C, and providing such an environment is a challenging issue.\nReactogenicity symptoms and adverse effects of the Pfizer vaccine among vaccine recipients, at the local injection site or as systemic reactions, have been reported frequently, mostly being mild to moderate, and lasting up to 7 days after vaccination. Systemic adverse reactions, among which the most common were fever, fatigue, headache, muscle pain, and chills, were reported 1–2 days, on average, after vaccination. These reactions were also seen more among recipients aged 18–55 years than those over 55 years.\nIncidentally, such reactions have been more commonly reported after the second dose of the vaccine than the first. Although it is still not clear whether the linkage between COVID-19 vaccination and thrombocytopenia is coincidental, some cases showing secondary immune thrombocytopenia (ITP) symptoms after Pfizer vaccination have been reported.\nTo date, the long-term immunity induced by the Pfizer vaccine remains unknown. There is also some evidence that the immunity derived from the Pfizer vaccine may dwindle, in particularly against new variants such as delta. This is why further studies are imperative to reach a consensus regarding the various characteristics of this vaccine.\nThe Moderna vaccine, which is known as mRNA-1273, is an mRNA-LNP (mRNA in liquid nanoparticles) vaccine, and it also includes three types of ingredients: (1) messenger ribonucleic acid (mRNA), (2) lipids (fats), and (3) salt, sugar, acid stabilizers, and acid. The Moderna vaccine is in many ways akin to the Pfizer–BioNTech vaccine, encoding the prefusion S protein. The final aim of this type of ingredient is to instruct the body to build a harmless piece of a protein from the virus giving rise to COVID-19. This protein can induce an immune response against COVID-19. As one of the ingredients of the Moderna vaccine, lipids can help the mRNA enter cells. The final type of ingredients are sugar, salt, acid stabilizers, tromethamine, and tromethamine hydrochloride that contribute to the stability of the vaccine molecules during the manufacturing, freezing, transport, and storage processes.\nThe Moderna vaccine is administered in two doses with an interval of 28 days. A booster dose can also be administrated at least 6 months after taking the second dose. Owing to the delicate genetic material in the vaccine, the Moderna vaccine ought to be kept in a very cold environment, with temperature between −25 and –15 °C. Upon defrosting, the vaccine should be kept at a temperature between 2 and 8 °C for 30 min to 2 h, and vaccine vials can also be stored for up to 30 days prior to being punctured; however, vials ought to be discarded if kept in the refrigerator for longer than 30 days.\nThe efficacy reported in the study of the Moderna vaccine was remarkably acceptable, leading to its approval by the FDA in emergency conditions. To clarify this approval statistically, a study carried out in 30,420 participants with 185 participants in the placebo group and 11 in the mRNA-1237 group, the percentage protection in the age ranges of 18–65 and over 65 years was reported to be 95.6% and 86.4%, respectively.\nThe side effects of the Moderna vaccine (along with pain, redness, and swelling in the arm injected) have been shown to last up to 7 days after vaccination, namely tiredness, headache, muscle pain, chills, fever, and nausea. These side effects appear within 1–2 days after vaccination, being deemed normal signs of protection processes induced by the body.\nCureVac, also known as CVnCoV, is another mRNA-based vaccine making use of normal uridine. This vaccine is in many ways akin to other mRNA vaccines (from Pfizer–BioNTech and Moderna) and encodes a form of the coronavirus S protein that helps viral particles penetrate human cells.\nThe CureVac vaccine can be kept in a refrigerator longer than the mRNA vaccines manufactured by Pfizer–BioNTech and Moderna. Depending on the environmental temperature, the stability of this vaccine is more flexible, with an expiry date of at least 3 months at a temperature of +5 °C (+41 °F), while the vaccine remains utilizable at room temperature for up to 24 h. Likewise, this vaccine is administrated in two doses, with an interval of 29 days.\nIt is noteworthy that the efficacy of this novel mRNA vaccine has been reported to be far lower than that of the two other mRNA-based vaccines, offering only 47% protection against symptomatic COVID-19 infection. This low efficacy is presumed to be because of a number of factors such as dosage, immunogenicity, and SARS-CoV-2 variants.\nThe ZyCoV-D vaccine, comprising circular strands of DNA known as plasmids, encodes the S protein and a promoter sequence of SARS-CoV-2 that turns the gene on. Upon entry of plasmids into the nuclei of cells, they are transformed into mRNA to travel into the cytoplasm, then this mRNA is translated into the S protein. The effect of this translation is to provoke a strong response to the protein by the immune system, thus producing tailored immune cells to fight future infections. Of note, despite the degradation of the plasmids over weeks to months, the immunity is long term.\nIt is noteworthy that ZyCoV-D is the first needle-free COVID-19 vaccine, while also being administered in three doses. It can be administrated via a needle-free injector, employing a small stream of fluid to enter the skin and deliver a shot to the correct region. ZyCoV-D is deposited underneath the skin, where numerous immune cells devour vaccine particles.\nTo keep the ZyCoV-D vaccine utilizable, it can be stored at a temperature of 2–8 °C; also, and most interestingly, it can be kept at 25 °C for at least 3 months. A number of complaints have been reported by participants taking part in trial studies, namely injection-site pain, injection-site pruritus, pyrexia, arthralgia, and diarrhea. With regards to the efficacy of ZyCoV-D, the percentage protection of the vaccine has been found to be 67% in clinical trials.\nThe method used to make the Convidecia (Cansino) vaccine is to recombine the S-protein gene of the virus into the genetic material of a replication-deficient human adenovirus-5 (AdHu5). Upon injecting the vaccine, the recombinant adenovirus can carry the S-protein gene into the person’s cells, where the gene is used to make an S-protein antigen, thereby inducing an immune response in the vaccinated person. It is of note that the adenovirus-based vector, of which AdHu5 is the epitome, has been deemed to be a safe and potent immunogenic vaccine delivery platform.\nThe Convidecia (Cansino) vaccine is recommended to be administered in one dose. It is also important to mention that the efficacy of its immunity response against SARS-CoV-2 by T-cells commences from day 14 after vaccination, reaching its peak at 28 days after vaccination. The enzyme-linked immunosorbent assay (ELISA) technique was used to determine the number of S1 IgG antibodies produced in each participant. The results showed that the percentage of S1 IgG antibodies among the participants who received the Ad5-nCoV vaccine reached 11.11%. People with history of COVID-19 also had the highest levels of S1 IgG antibodies as a consequence of taking the Ad5-nCoV vaccine. Note that one study showed that a single dose of Ad5-vectored vaccine can escalate elicitation of antibodies binding to RBD by fourfold among 94–100% of participants, and also increases living virus by fourfold among 50–75% of participants.\nThe first adverse reaction to vaccination was reported among 81.5% of participants, within 7 days after vaccination. Along with some symptoms such as fatigue and headache resulting from the vaccination, the most prevalent complaint was injection-site reaction and systematic reactions of pain and fever, respectively. Incidentally, evidence derived from a phase II study yields to the prevailing notion that this vaccine exhibits an acceptable safety profile with no serious adverse events.\nIn addition to the findings described above, there are various concerns regarding this vaccine. For instance, since some people have immunity to Ad5, an immune response can be mounted against the vector, thus not delivering the S-protein gene into human cells. After the vaccination, this vaccine declines the most powerful point of T-cell responses. This decline is because of preexisting adenovirus 5 neutralizing antibody levels. Preexisting antibodies can interfere with vaccine immunogenicity of adenovirus. This issue indicates that it is necessary to adopt either new vectors or heterogeneous prime-boost regimes for adenoviral vector-based vaccine production.\nAnother challenging factor is that advancing age limits the use and efficacy of this vaccine. It was found that participants aged under 55 showed remarkably lower immune responses against COVID-19 infection. Of note, in terms of adverse events after vaccination, grade 3 fever was more common among young compared with older persons.\nThe Oxford–AstraZeneca vaccine is manufactured using a nonreplicating adenovirus vector platform, using a recombinant chimpanzee adenovirus (ChAdOx). This method based on a nonreplicating adenovirus vector has remarkable benefits for protection against infectious diseases, in particular in terms of its safety profile, potential immunogenicity, capacity for high-titer growth, ease of manipulation, and compatibility with clinical manufacturing and thermostabilization procedures.\nWhat is noticeable regarding the storage of the Oxford–AstraZeneca vaccine is that, unlike the other vaccines mentioned above, it can be stored in a regular refrigerator at temperatures of 2–8 °C. Some other protocols should also be followed to keep this vaccine safe: (1) the vaccine must not be frozen, (2) the vaccine’s vial should be discarded 6 h after first puncture, and (3) the vaccine can be stored at a temperature of 2–25 °C during use.\nThis vaccine is administrated in two doses, with an interval of 12 weeks or more. It was found that the percentage protection obtained from a single standard dose of vaccine can reach 76% against symptomatic COVID-19 over 90 days after vaccination. Accordingly, the efficacy can be escalated to  82.4% after administration of a second dose. Notably, the efficacy was shown to decline significantly, reaching 54.9%, if the interval between the two doses was shorter than 6 weeks. However, further study is required to determine how long protection from the Oxford–AstraZeneca vaccine may last. Most interestingly, the efficacy was reported to be lower in the participates received two standard dose-Standard doses/Standard doses-(SD/SD cohort) than in the participants received a half dose as their first dose (low dose) and a standard dose as their second dose- Low doses/Standard doses-(LD/SD) one, depending on differences in both age and the interval between dosages. Incidentally, it has been found whether test-positive cases have symptoms or not, the efficacy against any nucleic acid amplification among these patients can reach at 63.9% after a single standard dose, indicating to be possible diminishing viral transmission.\nStatistically, persons given the vaccine were neither hospitalized nor died, and it was also found that a single dose of this vaccine could provide noticeable prevention against hospitalization for COVID-19, by 80%.\nRegarding its safety and adverse effects, the Oxford–AstraZeneca vaccine has been vilified because of rare blood-clotting conditions that occurred in some participants, mostly women aged under 55 years, leading to the suspension of this vaccine by many countries. According to some studies, it was pointed out that, albeit seldom reported, that the AstraZeneca vaccine ChAdOx1-S gives rise to cerebral venous thrombosis roughly 28 days after the first dose. Despite such reports, what ought to be considered is that the benefits of this vaccine outweigh the very low rate of thrombocytopenia/coagulation disorders or bleeding reported. This issue can also be demonstrated statistically in that the number of recipients who had thromboembolic disorders was negligible, reaching only 30 among 5 million participants. Other side effects have been reported with the AstraZeneca vaccine, including fever and chills, weakness and fatigue, headache, nausea, muscle aches, and injection-site pain within 1 week of vaccination.\nThe Janssen vaccine, also known as the Johnson and Johnson vaccine, is an adenovirus vaccine whose platform is a replication-incompetent human adenoviral type 26 vector. A key part of the COVID-19 virus particle can be produced by modification of the DNA in the adenovirus, thus developing an immune response. The Janssen vaccine is administered in one dose, and it can also be kept for approximately 2 years at a temperature of −20 °C (−4 °F) or stored for up to 3 months at 2–8 °C (36–46 °F).\nThe booster dose of the Janssen vaccine may be given to persons aged over 18 years, at an interval of at least 2 months after the first dose. Of note, administration of this vaccine is not recommended for those who showed thrombocytopenia syndrome after their initial Janssen vaccine. To date, however, the incidence of thrombosis in either large arteries or veins after vaccination is trivial, reaching 3% according to a study carried out on 7.98 million recipients. The Janssen vaccine, although prohibited for a short period of time due to its side effects, has resulted in the prevention of numerous intensive care unit (ICU) admissions and deaths, in particular among people aged over 50 years, since its reintroduction.\nAlongside adverse reactions at the injection site such as pain, redness of the skin, and swelling, the general side effects of the vaccine are fever, headache, weakness, and muscle aches. Furthermore, severe allergic reaction (defined as a reaction having symptoms such as hives, swelling, or wheezing) has been reported up to 1 h after a dose of the Janssen vaccine, which should be treated at once via either epinephrine or EpiPen. There is a low probability that blood clots with low levels of platelet symptoms may commence roughly 1–2 weeks after administering this vaccine, being seen mostly among women aged 18–49 years. Moreover, Guillain–Barré syndrome, a neurological disorder in which the immune system harms neurons, has been reported approximately 42 days after administering the Janssen vaccine.\nThe efficacy of the Janssen COVID-19 vaccine reached 66.3% in clinical trials among participants lacking history of COVID-19 infection. The highest protection was seen 2 weeks after vaccination. According to another study, this vaccine was able to protect recipients from moderate to severe symptoms of COVID-19 infection over 28 days after administering the vaccine, reaching 66%, and this efficacy was also found among those infected with emerging variants of the virus. Incidentally, the immune system of immunocompromised persons receiving immunosuppressant therapy may show a diminished response to the Janssen COVID-19 vaccine.\nSputnik V is another COVID-19 vaccine. Its platform is based on two adenoviruses: rAd26 and rAd5s. Both components of the vaccine (adenovirus serotype 5 and 26) can be stored for up to 6 months at a temperature of −18 °C in the dark, whereas the lyophilized powder form of the vaccine can be kept in a regular refrigerator at a temperature of 2–8 °C, being available in a lyophilized (dry) form on international markets.\nThe Sputnik V vaccine is administered in two different doses, a first dose including serotype 26 and a second dose comprising serotype 5, with an interval of 21 days. Upon injecting the vaccine, the gene from the adenovirus giving rise to COVID-19 is eradicated and replaced with a vector having a gene which produces the S protein of SARS-COV-2, leading to the production of antibodies by the immune system. Notably, the immune system can be augmented by injecting a second adenovirus vector 21 days afterwards, thus providing long-lasting immunity.\nThe Sputnik V vaccine has been shown to have high efficacy against COVID-19 infection, reaching 94%. This percentage efficacy was reported 21 days after the first dose of the vaccine, with 94% of naive recipients developing S-specific IgG antibodies. Interestingly, both the antibody levels and virus-neutralizing capacity were reported to be higher among previously infected persons receiving a single Sputnik V dose than among naive ones receiving the full, two-dose schedule.\nNonetheless, some flaws have been found in specific conditions; that is, the immunogenicity of this vaccine can be declined when faced with a high amount of Ad5-neutralizing antibody titers. The most common adverse reaction when administering this vaccine is flu-like illness. There are finite data regarding the safety of adenovirus vector vaccines among pregnant women, although adverse events were not seen among pregnant mice that received adenovirus vector-based Zika vaccines.\nRegarding the Sputnik V vaccine, one should note that previous SARS-CoV-2-seropositive persons may need only one dose in terms of the level of IgG antibodies produced. Notably, the second dose was not able to increase the IgG response in the seropositive group.\nThe Sinopharm vaccine, also known as the BBIBP vaccine, is an inactivated SARS-CoV-2 virus candidate vaccine. The virus is rendered hygienic using chemicals, namely formaldehyde, or heat, for use in this vaccine. This vaccine makes use of Vero cells for growth. Thereafter, it is soaked in β-propionolactone to inactivate the virus by binding to its genes. The obtained inactivated viruses are then combined with the adjuvant aluminum hydroxide to improve the immunogenicity.\nIt is recommended that the Sinopharm vaccine be administrated in two doses with an interval of 3 weeks. A prominent benefit of this vaccine is that it can be kept at normal fridge temperatures, in contrast to other vaccines that require extremely cold temperatures for storage.\nAccording to studies, the efficacy of this vaccine has been reported to reach 78.1% against symptomatic SARS-CoV-2 infection after 112 days of receiving both doses. Also, it can be reach up to 78.7% against hospitalization. In addition, a large multicountry phase III trial showed an increase in the efficacy of this vaccine by 79% within 14 or more days after taking the second dose.\nThe Sinopharm vaccine, like other vaccines, has been shown to cause some adverse reactions, the most common of which are fever, being mild and self-limiting. Dizziness, fatigue, headache, nausea, and allergic dermatitis are manifestations of such adverse reactions as reported by the World Health Organization (WHO).\nCovaxin, code-named BBV152, is a COVID-19 vaccine developed using a platform based on whole-virion inactivated Vero cell technology. Covaxin mainly includes 6 μg of whole-virion inactivated SARS-CoV-2 antigen (strain NIV2020-770), and other, inactive components such as 250 μg aluminum hydroxide gel, 15 μg TLR 7/8 agonist (imidazoquinolinone), 2.5 mg TM2-phenoxyethanol, and phosphate buffer saline up to 0.5 ml.\nSince the vaccine uses a complete infective SARS-CoV-2 viral particle comprising RNA surrounded by a protein shell, albeit modified, it cannot be replicated. The formulation containing the TLR7/8 agonist also induced a distinct T helper cell 1 (Th1) biased antibody response with increased levels of SARS-CoV-2-specific interferon gamma (IFN-γ) + CD4 cells.\nThe Covaxine vaccine is administered in two doses with an interval of 28 days. This vaccine also does not require subzero storage and reconstitution. This vaccine can be kept at a temperature of 2–8 °C, as well as being shipped in a ready-to-use liquid formulation that facilitates its distribution. Notably, the Covaxine vaccine has a 28-day open vial policy, which is considered to be a unique characteristic, hence reducing vaccine wastage by roughly 10–30%.\nIt has been demonstrated that the efficacy of the Covaxine vaccine to prevent COVID-19 among persons without prior infection reaches 81% after injection of the second dose. The most common adverse reaction was pain at the injection site, followed by headache, fever, and fatigue. Severe or life-threatening (grade 4 and 5) solicited adverse events were not reported. Incidentally, clinicians advise that breastfeeding and pregnant women should not receive this vaccine, nor persons with fever, bleeding disorders, blood thinner, or history of allergies.\nThe CoviVac vaccine is a “whole-virion” vaccine, made from a coronavirus that has been inactivated or stripped of its ability to replicate, including all the elements of the virus.\nEach 0.5 ml dose consists of only 3 μg of the AYDAR-1 antigen of the SARS-CoV-2 strain, which is inactivated by β-propiolactone and excipients. The CoviVac vaccine is administered in two doses with an interval of 14 days. It also can be kept at temperatures of 2–8 °C (36–46 °F).\nAidar Ishmukhametov, the general director of the center that developed CoviVac, proclaimed that the efficacy of this vaccine is well above 80% against COVID-19 infection. This vaccine can also be effective against new variants such as alpha and delta. Of note, this vaccine can be considered as a booster dose for persons initially receiving other vaccines.\nIn preclinical study, the short-term immunogenicity of the CoviVac vaccine has been evaluated in three animal models, immunized with different doses. As a result, NAbs were induced by the vaccine in all studied species. No significant difference emerged between the NAb titers induced by the different doses of the antigen over the first 2–4 weeks, while prominent differences started to appear from 5 weeks after immunization. This means that NAbs have a direct link to the protection against SARS-CoV-2. Therefore, this vaccine can produce a constant immune response in the form of both specific anti-SARS-CoV-2 IgG and NAbs in rodents and nonhuman primates. The NAb levels remain constant throughout 1 year.\nThe Valneva vaccine, code-named VLA2001, is an inactivated Vero-cell-based vaccine against SARS-CoV-2. This vaccine includes an inactivated whole coronavirus particle with a high density of S protein to blend with alum, two adjuvants, and CpG 1018. The levels of antibody were shown to be increased via the adjuvant combination, far above those of alum-only formulations, in preclinical experiments. The Valneva vaccine is recommended for administration in two doses with an interval of 21 days.\nRegarding the efficacy of the Valneva vaccine, it has been proclaimed that this vaccine triggers a significantly stronger immune response, suggesting that the protection against COVID-19 in terms of the antibody response (having a neutralizing antibody seroconversion rate above 95%) would be better compared with the AstraZeneca vaccine. The study also showed that the Valneva vaccine resulted in significantly fewer adverse reactions, such as arm pain and fever.\nMinhai, trademarked as KCONVAC, is an inactivated COVID-19 vaccine which is inoculated in Vero cells for cultivation. The harvested virus can be inactivated via β-propiolactone, purified, and adsorbed onto aluminum hydroxide as adjuvant. The Minhai vaccine is administered in two doses with an interval of 28 days. In terms of adverse events (AEs) stemming from this vaccine, the most common injection-site and systemic AEs reported were pain and fatigue, respectively. One SAE (foot fracture) was reported in the 10-mg vaccine group. No participant discontinued the study because of an AE.\nCoronaVac, also known as Sinovac, is an inactivated COVID-19 vaccine. This vaccine is a Vero-cell-based, aluminum hydroxide-adjuvanted, β-propiolactone-inactivated vaccine based on the CZ02 strain.\nLike many other vaccines, the dosage program for CoronaVac involves administration in two doses (0.5 ml) with an interval of 14 days, while its excipients are aluminum hydroxide, disodium hydrogen phosphate, sodium dihydrogen phosphate, sodium chloride, and water for injection; notably, it does not include preservatives. It has been noted that this vaccine can be kept at a temperature of 2–8 °C for up to 2 years.\nAccording to studies carried out on the efficacy of this vaccine, CoronaVac shows high efficacy to protect recipients against symptomatic COVID-19 at 83.5% relative to placebo, and 100% for COVID-19-related hospitalization, at least 14 days after receiving the second dose among recipients aged 18–59 years. Furthermore, anti-RBD antibodies were promoted in 89.7% of participants, and 92.0% of those who were seropositive produced protective levels of neutralizing antibodies at least 14 days after receiving the second dose of the vaccine. Further, in another study that included 10 million persons in Chile, the adjusted vaccine effectiveness was 65.9% for prevention of COVID-19, 87.5% for prevention of hospitalization, 90.3% for prevention of ICU admission, and 86.3% for prevention of COVID-19-related death.\nThe prevalent adverse reactions reported were injection-site pain and fever, of either mild (grade 1) or moderate (grade 2) severity. These reactions also occurred over 7 days after vaccination. Incidentally, an increased risk of Bell’s palsy has been reported as a result of CoronaVac vaccination.\nThe EpiVacCorona vaccine includes synthesized immunogenic peptide corresponding to selected protective epitopes of the SARS-CoV-2 S protein, conjugated to the recombinant N protein, used as a carrier, and adjuvanted with aluminum hydroxide.\nThe short chemically synthesized fragments of the viral S protein peptides represent the protein regions containing B-cell epitopes that should be identified by the human immune system. The EpiVacCorona vaccine is administered in two doses with an interval of 21–28 days and also can be kept at a temperature of 2–8 °C.\nAccording to the provisional results of the quality control review of the third phase of the vaccine’s clinical trials, the efficacy of the EpiVacCorona vaccine reached 79%. Notably, IgG coronavirus antibodies on the 42nd day after vaccination developed among 79% of volunteers compared with 11.6% of those who received placebo.\nAdverse reactions of administering this vaccine include very mild and transient symptoms 1–2 days after vaccination. Local pain at the injection site after each injection was also reported as the most common adverse reaction of this vaccine.\nNovavax, also known as NVX-CoV2373, is a protein-based vaccine engineered from the genetic sequence of the first strain of SARS-CoV-2, the virus causing COVID-19 disease. NVX-CoV2373 is produced by a technology for generating antigen derived from the S protein, thus Novavax can develop immunogenic virus-like nanoparticles based on recombinant expression of the S-protein. This technology allows antigens encoded by the altered COVID-19 S protein gene (interfered with the vaccine) to attack cultured Sf9 insect cell lines (Spodoptera frugiperda). Upon infecting Sf9 insect cells, the antigens are expressed, creating recombinant nanoparticles containing S protein configurations.\nIn addition, NVX-CoV2373 can be stored in a standard refrigerator at a temperature of 2–8 °C. The efficacy of this vaccine against infection by the original SARS-CoV-2 variant reached 95.6%. In another study on adults given two doses of this vaccine, the percentage protection was reported to be 89.7%.\nAmong the side effects of this vaccine, pain at the injection site was the most common complaint, in 29.3% and 51.2% after the first and second dose, respectively. Such an adverse local complication is reported to be more common among recipients aged 18–64 years than in individuals over 65 years.\nZF2001, trade-named ZIFIVAX, is an adjuvant protein subunit COVID-19 vaccine that use a dimeric form of the RBD as the antigen, a harmless piece of the SARS-CoV-2 virus. The recombined ZF2001 vaccine can encode the RBD antigen (residues 319–537, accession number YP_009724390) with two copies in tandem repeat dimeric form.\nInterestingly, the ZF2001 vaccine is administered in three doses with an interval of 1 month between shots. One of the cited disadvantages of this vaccine is that this long interval may give rise to incomplete vaccination in some persons. Regarding its efficacy, a phase III trial showed that this vaccine exhibits efficacy of 93% and 78% against the alpha and delta variants, respectively.\nMost adverse events resulting from receiving this vaccine were mild or moderate. Injection-site pain, redness, and swelling were typical of such adverse events, predicted to be because of the alum-adjuvanted protein subunit vaccine. Also, these were transient and resolved over 3–4 days after vaccination.\nAbdala (technical name CIGB-66) is a protein subunit vaccine that is also based on the recombinant RBD subunit of the S protein, produced in Pichia pastoris yeast.\nIt is administered in three doses with an injection schedule of 0–14–28 days. Based on reports, the Abdala vaccine achieves efficacy above 90% against severe illness and death.\nIt was found that both age and time affected the antibody titer level. For instance, after the second dose, lower antibody titers were shown. Furthermore, the rate of antibody titers derived from those aged under 50 years reduced rapidly with increasing age.\nCOVIran Barekat is an inactivated virus-based vaccine that is also administered in two doses (a high dose of 5 μg and a low dose of 3 μg) with an interval of 28 days. This vaccine can be stored at standard refrigerator temperatures of 2–8 °C, which is considered to be one of its benefits. As vaccines must be mixed with an adjuvant to achieve better absorption, this vaccine is mixed with 2% adjuvant® Alhydrogel, too.\nAs a matter of interest, COVIran Barekat has shown high efficacy with respect to producing neutralizing antibodies; that is, production of neutralizing antibodies was reported among well above 93% of recipients in early trials. The immunogenicity derived from this vaccine according to the conventional virus neutralizing test (cVNT) reached 93.5%. In terms of the geometric mean ratio of antibody titer in recipients, both a 76-fold rise in IgG anti-spike SARS-CoV-2 titer and a 36-fold growth in SARS-CoV-2 neutralizing antibodies were shown. Of note, hypotension, headache, and reduction of platelets were the typical adverse events reported, although mild adverse reactions were reported in phase I and II trials of the COVIran Barekat vaccine.\nCOVAX-19, also known as SpikoGen, is a protein subunit vaccine that is administered in two doses with an interval of 21 days. Its application in Australia will be based on interim data from a phase III SpikoGen trial that recruited 16,876 volunteers. Interim data showed that SpikoGen exceeded the 60% efficacy threshold as the primary endpoint of preventing symptomatic COVID-19 disease, based on a prespecified number of 88 PCR-confirmed infection events (https://www.clinicaltrialsarena.com/analysis/vaxine-australia-approval-covid-19-vaccine/).\nThe primary safety outcomes were the incidence of solicited adverse events up to 7 days after each dose and unsolicited adverse events up to 28 days after the each dose. Evaluation and comparison of individuals with seroconversion for IgG bAb against S protein and geometric mean titer (GMT) for IgG bonding antibody (bAb) against protein S were assessed on days 21 and 35 (https://www.irct.ir/trial/56287).\nA comprehensive list of current COVID-19 vaccines is summarized in Table 2.\nTo date, SARS-CoV-2 variants have been categorized into two types, viz. variants of concern (VOCs) and variants of interest (VOIs). Alpha (B.1.1.7), beta (B.1.351), gamma (P.1), delta (B.1.617.2), and omicron (B.1.1.529) are VOCs, while the VOIs include both lambda (C.37) and mu (B.1.621). Such mutation is thought to enable the virus to escape some of the immune response. Some important feature of SARS-CoV-2 variants are discussed in the paragraphs below.\nAlpha (B.1.1.7), also known as VOC 202012/01 or 20B/501Y.V1, was discovered on 14 December 2020. It can spread 56% faster than other lineages, and also the alpha variant viral load in nasopharyngeal swabs has been reported to be higher than that of the wild-type strain. Accordingly, the rate of death associated with this variant has been estimated at 35%, compared with the original strain, whereby this variant can give rise to severe disease. The mutation in the S protein of the alpha variant is sevenfold (N501Y, A570D, D614G, P681H, T716I, S982A, and D1118H) plus two deletions (H69-V70del and Y144del).\nBeta (B.1.351) is another variant, identified on 18 December 2020. Even though higher transmission rates were reported as a notable feature of the beta variant, evidence of greater virulence or disease severity has not been reported to date. The mutation of the S protein in the beta variant is ninefold (L18F, D80A, D215G, R246I, K417N, E484K, N501Y, D614G, and A701V) plus one deletion (LAL 242–244 del).\nOf note, it has been pointed out that the efficacy of some COVID-19 vaccines such as those from Novartis, Johnson & Johnson, and AstraZeneca–Oxford was remarkably diminished in South Africa where this variant was prevalent, raising concerns about the protection offered by vaccines on the market and clinical trials against the beta variant.\nGamma (p.1) was detected on 6 January 2021. There is a strong likelihood that the gamma variant is more resistant than the beta variant to neutralization via both monoclonal antibodies and vaccine sera. Some preprint studies, nonetheless, have shown that the gamma variant is less resistant to antibody responses stemming from either former illness or vaccination compared with the beta variant. The mutation in the S protein of the gamma variant is 12-fold (L18F, T20N, P26S, D138Y, R190S, K417T, E484K, N501Y, D614G, H655Y, T1027I, and V1176F).\nThe delta (B.1.617.2) variant became the main transmitted SARS-CoV-2 variant from 28 June to 11 July 2021 according to complete SARS-CoV-2 genome sequencing during the period, accounting for 68.3% of isolates. The mutation of the S protein of the delta variant is fourfold (L452R, T478K, D614G, and P681R).\nOmicron (B.1.1.529) is the newest variant as of December 2021. Its level of variation has led to concerns regarding its transmissibility, immune system evasion, and vaccine resistance, although initial studies have shown that this variant gives rise to less serious disease than previous strains. Omicron is thought to be far more contagious, spreading much quickly compared with other variants. Furthermore, the omicron variant has the ability to spread around 70 times faster than any former variants in the bronchi, notwithstanding its ability to penetrate into deep lung tissue; hence, there is a noticeable decline in the risk of severe disease requiring hospitalization for most people. This variant has a total of 60 mutations compared with the original Wuhan variant.\nVarious strategies are being employed by the six COVID-19 vaccines currently in use around the world. Making use of prefusion “locked” S plays a pivotal role in producing the levels of neutralizing antibodies; that is, vaccines not utilizing prefusion “locked” S are expected to produce lower levels of neutralizing antibodies, hence having lower efficacy against COVID-19 infection.\nIt has been found that the Pfizer–BioNTech vaccine has the ability to induce neutralization immune sera against the alpha (B.1.1.7) variant. Of note, this ability against the beta (B.1.351) variant was far lower in comparison with the alpha (B.1.1.7) variant. According to a study carried out by Gavin et al. based on live virus, a 7.6-fold reduction was seen in the neutralization titers against the beta (B.1.351) variant compared with 3.3 against the alpha (B.1.1.7) strain. A study carried out in Qatar showed that, despite the reduction in vaccine effectiveness observed after one dose of the Pfizer vaccine against the beta variant, receipt of a second dose increased the protection by 75% against beta-induced infection and 97.4% against severe illness.\nIn one study conducted by the University of Texas and the production company Pfizer–BioNTech, three SARS-CoV-2 virus mutants were engineered, namely N501Y, Δ69/70 + N501Y + D614G, and E484K + N501Y + D614G. The implication of this study was that the neutralization titers of 20 human sera administered Pfizer vaccine were at 0.81–1.46 fold, compared with the wild-type strain titers. Thus, this vaccine has low efficacy  to protect recipients against viruses bearing these mutations. The efficacy of the Pfizer vaccine in the UK after one shot against the alpha and delta variants reached 51.1% and 33.5%, respectively.\nRecent studies have shown that the efficacy of the Pfizer vaccine against the delta variant is 30% and 88% after one and two doses, respectively. Furthermore, this is enhanced to protect recipients against alpha and delta after administering the second dose, reaching 93.4% and 87.9%, consecutively.\nRegarding the impact on hospitalization of the Pfizer vaccine, the percentage protection from this vaccine against the alpha and delta variants was reported to be similar after administering the first and second dose respectively, being 94% and 96%,.\nIt is worth noting that this vaccine, due to the recognition of 80% of the epitopes in the S proteins by CD8+ T cells, may not be effective against mutations in the omicron variant.\nFurther, data indicate that a third dose of the Pfizer–BioNTech vaccine increases the neutralizing antibody titers by 25-fold compared with two doses against the omicron variant, even though two doses may still offer protection against severe disease caused by the omicron strain.\nIt has been found that the efficacy of two doses of the Moderna vaccine against the alpha and delta variants can reach 98.4% and 86.7%, respectively. Further, the efficacy of this vaccine to protect persons administered two doses of the vaccine against hospitalization reached 97.5%, while no individual was reported to be hospitalized with other variants. Among persons receiving a second dose of the Moderna vaccine, the effectiveness against omicron was 36.7%, compared with the unvaccinated.\nThe neutralization titer sera against the alpha (B.1.1.7) strain obtained from the second dose of the Oxford–AstraZeneca vaccine at 14 and 28 days were shown to decline by 2.5- and 2.1-fold, respectively. This rate was also reported to decrease by ninefold for the beta (B.1.351) variant. These results indicate that the protection offered by the Oxford–AstraZeneca vaccine against the beta (B.1.351) variant is far lower than against the Alpha (B.1.1.7) variant. In another study also, plasma taken before the first dose of the Oxford–AstraZeneca vaccine showed minimal or no neutralization of B.1.351 viruses. Accordingly, no protective effect was seen against the omicron variant from 15 weeks after the second dose among those who had received two doses of the Oxford–AstraZeneca vaccine. Interestingly, the efficacy increased to reach 71.4% among participants who received the Oxford–AstraZeneca vaccine as the primary course, at 2 weeks after receiving a Pfizer–BioNTech booster dose.\nAccording to a study to determine the efficacy of the Sputnik V vaccine, it was pointed out that the neutralizing antibodies declined by 7.13-fold against the omicron variant compared with other reported variants. Also, changes in the level of serum neutralizing antibodies of those vaccinated with Sputnik V against alpha, beta, gamma, and delta were shown to be remarkable for the beta variant.\nThe Novavax vaccine has been shown to exhibit high efficacy against the B.1.1.7 variant, reaching 85.6%. Its efficacy, however, was reported to be much lower against the B.1.351 variant, viz. 49.4%. In another study, the preliminary efficacy of the Novavax vaccine against the beta lineage was reported to be 51%. Although the Novavax vaccine manufacturer has proclaimed that this vaccine provides high protection against the omicron variant, further studies are imperative to prove this claim.\nData have revealed that the neutralizing activity diminished swiftly by 8–9 months after two doses of vaccination, whereby a third booster dose is indispensable to extend the duration of the humoral response against emerging variants. The neutralization sensitivity has been shown to decline as a result of exposure to the omicron variant compared with the wild-type strain of the booster elicited serum, with a reduction of about 20.1-fold.\nAccording to a panel of experts who advise the FDA, the next generation of COVID-19 vaccines not only should be able to fight off a new strain but also may presumably be administered annually. However, it should be considered that the evolution of the virus will dictate how we respond in terms of additional vaccine doses. This means that the virus itself will dictate vaccination plans. Of note, the efficacy of vaccination, along with therapeutic agents such as monoclonal antibodies, that remarkably diminish both hospitalization and death is promising. Also, developments in vaccine manufacture may bring the burden of COVID-19 infection to levels that are equivalent to or even lower than influenza. However, further studies are required to realize this optimist viewpoint regarding the future of COVID-19 and the efficacy of COVID-19 vaccines.\nThe efficacy of vaccines is measured by using antibody levels or titers as surrogate biomarkers. One concern is that antibody levels derived from COVID-19 vaccines dwindle over time, albeit remaining detectable at up to 8 months in the majority of recovered patients. Although there is insufficient evidence that this decline in antibody levels is linked to a drop in COVID-19 protection, this decline is considered to be a matter of concern, prompting consideration of additional vaccine booster doses. Such booster vaccination may augment neutralizing antibody titers, in particular among immunocompromised individuals, for whom this is vital because of an inadequate immune response following two doses.\nHowever, booster vaccination displays similar vaccine-related side effects as seen with the first and second dose. By comparison with the second dose, local reactions such as pain or swelling were slightly more common while systemic reactions such as fever or headache were less common after a third dose of the Pfizer–BioNTech vaccine. Statistically, injection-site reactions were reported by 79.4% after a third vaccine dose, compared with 77.6% after a second dose, while systemic reactions were reported by 74.1% after the third dose, compared with 76.5% after the second. Another issue is that vaccines are not ubiquitous, in particular in developing countries. This is why next-generation vaccines that maintain long-lasting high-titer neutralizing antibodies, as well as having reduced adverse effects, must be produced.\nRecently, a next-generation SARS-CoV-2 protein vaccine, an interferon (IFN)-armed receptor binding domain (RBD)-dimer fusion protein vaccine (I-P-R-F, or V-01 for short), was introduced. V-01 generated high levels of neutralizing antibody titers with low toxicity, giving rise to complete antiviral protection and even viral clearance from the upper respiratory tract 24 h after infection in vaccinated monkeys. In clinical trials, participants who received V-01 presented three- to fourfold higher serum neutralizing antibody titers to the original SARS-CoV-2 strain than convalescent sera. V-01 has also been shown to have an excellent safety profile in both young and old groups in phase I and II trials, respectively. This next-generation protein vaccine V-01 can thus be considered to be a potent candidate to counter future COVID-19 variants and may also be an effective alternative to booster dose vaccines to extend neutralizing antibody titers. These findings must be accompanied by further studies to reach a consensus on this issue.\nThe latest findings regarding both drugs and vaccines to treat and prevent COVID 19 infection are described herein. More than 100 vaccines, classified into various platforms based on RNA vaccines, adenovirus vector vaccines, subunit (protein-based) vaccines, and inactivated virus vaccines, are under study, among which only a few have been approved by the WHO for prevention and treatment of COVID-19. Since variants in the SARS-CoV-2 genome can change the pathogenic potential of virus and hinder both drug and vaccine development, ongoing continuous surveillance is required to monitor long-term immunity and safety concerns, even though the results of clinical trials of current vaccines as well as some repurposed drugs have shown promising results among COVID-19 patients. Overall, the area of therapeutics, diagnostics, and vaccines for COVID-19 infection is continuing to develop, and we hope that promising results are on the horizon.\nThe datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.\nThere is no involvement of human or animal in this study.\nAll authors declare no conflicts of interest.\n", "doi": "Alagheband Bahrami A, Azargoonjahromi A, Sadraei S, Aarabi A, Payandeh Z, Rajabibazl M. An overview of current drugs and prophylactic vaccines for coronavirus disease 2019 (COVID-19).  2022;27: doi: 10.1186/s11658-022-00339-3.", "references": ["Luk H, Li X, Fung J, Lau S, Woo P. Molecular epidemiology, evolution and phylogeny of SARS coronavirus. Infect Genet Evol. 2019;71:21-30. doi: 10.1016/j.meegid.2019.03.001.", "Seyed Hosseini E, Riahi Kashani N, Nikzad H, Azadbakht J, Hassani Bafrani H, Haddad K. The novel coronavirus disease-2019 (COVID-19): mechanism of action, detection and recent therapeutic strategies. Virology. 2020;551:1-9. doi: 10.1016/j.virol.2020.08.011.", "Wu C, Zheng M. Single-cell RNA expression profiling shows that ACE2, the putative receptor of COVID-2019, has significant expression in nasal and mouth tissue, and is co-expressed with TMPRSS2 and not co-expressed with SLC6A19 in the tissues. 2020..", "Chen Z, Fu J, Shu Q, Chen Y, Hua C, Li F, Wang Y. Diagnosis and treatment recommendations for pediatric respiratory infection caused by the 2019 novel coronavirus. World J Pediatr. 2020;16:240-246. doi: 10.1007/s12519-020-00345-5.", "Li Z, Tomlinson A, Wong A, Zhou D, Desforges M, Talbot P. The human coronavirus HCoV-229E S-protein structure and receptor binding. eLife. 2019;8:e51230- doi: 10.7554/eLife.51230.", "Wang Q, Zhang Y, Wu L, Niu S, Song C, Zhang Z. Structural and functional basis of SARS-CoV-2 entry by using human ACE2. Cell. 2020;181:894-904,e9. doi: 10.1016/j.cell.2020.03.045.", "Sigrist C, Bridge A, Le Mercier P. A potential role for integrins in host cell entry by SARS-CoV-2. Antivir Res. 2020;177:104759- doi: 10.1016/j.antiviral.2020.104759.", "Zalpoor H, Akbari A, Samei A, Forghaniesfidvajani R, Kamali M, Afzalnia A. The roles of Eph receptors, neuropilin-1, P2X7, and CD147 in COVID-19-associated neurodegenerative diseases: inflammasome and JaK inhibitors as potential promising therapies. Cell Mol Biol Lett. 2022;27:10- doi: 10.1186/s11658-022-00311-1.", "De Wit E, Van Doremalen N, Falzarano D, Munster V. SARS and MERS: recent insights into emerging coronaviruses. Nat Rev Microbiol. 2016;14:523-534. doi: 10.1038/nrmicro.2016.81.", "Guan W, Ni Z, Hu Y, Liang W, Ou C, He J. Clinical characteristics of coronavirus disease 2019 in China. N Engl J Med. 2020;382:1708-1720. doi: 10.1056/NEJMoa2002032.", "Wu C, Chen X, Cai Y, Zhou X, Xu S, Huang H. Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern Med. 2020;180:934-943. doi: 10.1001/jamainternmed.2020.0994.", "Yang X, Yu Y, Xu J, Shu H, Liu H, Wu Y. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020;8:475-481. doi: 10.1016/S2213-2600(20)30079-5.", "Zaki A, Van Boheemen S, Bestebroer T, Osterhaus A, Fouchier R. Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia. N Engl J Med. 2012;367:1814-1820. doi: 10.1056/NEJMoa1211721.", "Palm N, Medzhitov R. Not so fast: adaptive suppression of innate immunity. Nat Med. 2007;13:1142-1144. doi: 10.1038/nm1007-1142b.", "Han X, Ye Q. The variants of SARS-CoV-2 and the challenges of vaccines. J Med Virol. 2021;94:1366-1372. doi: 10.1002/jmv.27513.", "Jin Z, Liu J, Feng R, Ji L, Jin Z, Li H. Drug treatment of coronavirus disease 2019 (COVID-19) in China. Eur J Pharmacol. 2020;883:173326- doi: 10.1016/j.ejphar.2020.173326.", "Hafeez A, Ahmad S, Siddqui S, Ahmad M, Mishra S. A review of COVID-19 (coronavirus disease-2019) diagnosis, treatments and prevention. EJMO. 2020;4:116-125.", "Ye X, Luo Y, Xia S, Sun Q, Ding J, Zhou Y. Clinical efficacy of lopinavir/ritonavir in the treatment of coronavirus disease 2019. Eur Rev Med Pharmacol Sci. 2020;24:3390-3396.", "Ferner R, Aronson J. Chloroquine and hydroxychloroquine in covid-19. Br Med J. 2020; doi: 10.1136/bmj.m1432.", "Zhai P, Ding Y, Wu X, Long J, Zhong Y, Li Y. The epidemiology, diagnosis and treatment of COVID-19. Int J Antimicrob Agents. 2020;55:105955- doi: 10.1016/j.ijantimicag.2020.105955.", "Liu J, Cao R, Xu M, Wang X, Zhang H, Hu H. Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro. Cell Discov. 2020;6:1-4. doi: 10.1038/s41421-019-0132-8.", "Yao X, Ye F, Zhang M, Cui C, Huang B, Niu P. In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Clin Infect Dis. 2020;71:732-739. doi: 10.1093/cid/ciaa237.", "Geleris J, Sun Y, Platt J, Zucker J, Baldwin M, Hripcsak G. Observational study of hydroxychloroquine in hospitalized patients with Covid-19. N Engl J Med. 2020;382:2411-2418. doi: 10.1056/NEJMoa2012410.", "Rosenberg E, Dufort E, Udo T, Wilberschied L, Kumar J, Tesoriero J. Association of treatment with hydroxychloroquine or azithromycin with in-hospital mortality in patients with COVID-19 in New York State. JAMA. 2020;323:2493-2502. doi: 10.1001/jama.2020.8630.", "Lenzer J. Covid-19: US gives emergency approval to hydroxychloroquine despite lack of evidence. BMJ. 2020;369:m1335- doi: 10.1136/bmj.m1335.", "Li X, Wang Y, Agostinis P, Rabson A, Melino G, Carafoli E. Is hydroxychloroquine beneficial for COVID-19 patients?. Cell Death Dis. 2020;11:512- doi: 10.1038/s41419-020-2721-8.", "Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 2020;30:269-271. doi: 10.1038/s41422-020-0282-0.", "Van den Borne B, Dijkmans B, De Rooij H, Le Cessie S, Verweij C. Chloroquine and hydroxychloroquine equally affect tumor necrosis factor-alpha, interleukin 6, and interferon-gamma production by peripheral blood mononuclear cells. J Rheumatol. 1997;24:55-60.", "Hendaus M. Remdesivir in the treatment of coronavirus disease 2019 (COVID-19): a simplified summary. J Biomol Struct Dyn. 2020;39:3787-3792. doi: 10.1080/07391102.2020.1767691.", "Lu H. Drug treatment options for the 2019-new coronavirus (2019-nCoV). Biosci Trends. 2020;14:69-71. doi: 10.5582/bst.2020.01020.", "Young B, Tan T, Leo Y. The place for remdesivir in COVID-19 treatment. Lancet Infect Dis. 2021;21:20- doi: 10.1016/S1473-3099(20)30911-7.", "Arab-Zozani M, Hassanipour S, Ghoddoosi-Nejad D. Favipiravir for treating patients with novel coronavirus (COVID-19): protocol for a systematic review and meta-analysis of randomised clinical trials. BMJ Open. 2020;10:e039730- doi: 10.1136/bmjopen-2020-039730.", "Koshi E, Saito S, Okazaki M, Toyama Y, Ishimoto T, Kosugi T. Efficacy of favipiravir for an end stage renal disease patient on maintenance hemodialysis infected with novel coronavirus disease 2019. CEN Case Rep. 2021;10:126-131. doi: 10.1007/s13730-020-00534-1.", "Cruz-Topete D, Cidlowski J. One hormone, two actions: anti-and pro-inflammatory effects of glucocorticoids. NeuroImmunoModulation. 2015;22:20-32. doi: 10.1159/000362724.", "Monton C, Ewig S, Torres A, El-Ebiary M, Filella X, Rano A. Role of glucocorticoids on inflammatory response in nonimmunosuppressed patients with pneumonia: a pilot study. Eur Respir J. 1999;14:218-220. doi: 10.1034/j.1399-3003.1999.14a37.x.", "Matsuyama S, Kawase M, Nao N, Shirato K, Ujike M, Kamitani W. The inhaled steroid ciclesonide blocks SARS-CoV-2 RNA replication by targeting the viral replication-transcription complex in cultured cells. J Virol. 2020;95:e01648-20- doi: 10.1128/JVI.01648-20.", "Finney L, Glanville N, Farne H, Aniscenko J, Fenwick P, Kemp S. Inhaled corticosteroids downregulate the SARS-CoV-2 receptor ACE2 in COPD through suppression of type I interferon. J Allergy Clin Immunol. 2021;147:510-9.e5. doi: 10.1016/j.jaci.2020.09.034.", "Ahmed M, Hassan A. Dexamethasone for the treatment of coronavirus disease (COVID-19): a review. SN Compr Clin Med. 2020;2:2637-2646. doi: 10.1007/s42399-020-00610-8.", "De Coster D, Jones M. Tailoring of corticosteroids in COPD management. Curr Respir Care Rep. 2014;3:121-132. doi: 10.1007/s13665-014-0084-2.", "Konduri K, Nandedkar S, Düzgünes N, Suzara V, Artwohl J, Bunte R. Efficacy of liposomal budesonide in experimental asthma. J Allergy Clin Immunol. 2003;111:321-327. doi: 10.1067/mai.2003.104.", "Nguyen H, Rajaram M, Meyer D, Schlesinger L. Pulmonary surfactant protein A and surfactant lipids upregulate IRAK-M, a negative regulator of TLR-mediated inflammation in human macrophages. Am J Physiol-Lung Cell Mol Physiol. 2012;303:L608-L616. doi: 10.1152/ajplung.00067.2012.", "Ramakrishnan S, Nicolau D, Langford B, Mahdi M, Jeffers H, Mwasuku C. Inhaled budesonide in the treatment of early COVID-19 (STOIC): a phase 2, open-label, randomised controlled trial. Lancet Respir Med. 2021;9:763-772. doi: 10.1016/S2213-2600(21)00160-0.", "Berezowski I, Patel J, Shaw M, Pourmand A. High-dose budesonide for early COVID-19. Lancet. 2021;398:2146-2147. doi: 10.1016/S0140-6736(21)02441-7.", "Yamasaki Y, Ooka S, Tsuchida T, Nakamura Y, Hagiwara Y, Naitou Y. The peripheral lymphocyte count as a predictor of severe COVID-19 and the effect of treatment with ciclesonide. Virus Res. 2020;290:198089- doi: 10.1016/j.virusres.2020.198089.", "Mahase E. Covid-19: Pfizer’s paxlovid is 89% effective in patients at risk of serious illness, company reports. BMJ. 2021;375:n2713- doi: 10.1136/bmj.n2713.", "Dyer O. Covid-19: Doctors will refuse to limit use of antiviral drug to unvaccinated patients, say ethicists. BMJ. 2021;375:n2855- doi: 10.1136/bmj.n2855.", "Toots M, Yoon J, Hart M, Natchus M, Painter G, Plemper R. Quantitative efficacy paradigms of the influenza clinical drug candidate EIDD-2801 in the ferret model. Transl Res. 2020;218:16-28. doi: 10.1016/j.trsl.2019.12.002.", "Toots M, Yoon J, Cox R, Hart M, Sticher Z, Makhsous N. Characterization of orally efficacious influenza drug with high resistance barrier in ferrets and human airway epithelia. Sci Transl Med. 2019;11:eaax5866- doi: 10.1126/scitranslmed.aax5866.", "Mahase E. Covid-19: molnupiravir reduces risk of hospital admission or death by 50% in patients at risk MSD reports. BMJ. 2021;375:n2422- doi: 10.1136/bmj.n2422.", "Taylor P, Adams A, Hufford M, de la Torre I, Winthrop K, Gottlieb R. Neutralizing monoclonal antibodies for treatment of COVID-19. Nat Rev Immunol. 2021;21:382-393. doi: 10.1038/s41577-021-00542-x.", "Yang L, Wang J, Hui P, Yarovinsky T, Badeti S, Pham K. Potential role of IFN-α in COVID-19 patients and its underlying treatment options. Appl Microbiol Biotechnol. 2021;105:4005-4015. doi: 10.1007/s00253-021-11319-6.", "Mo L, Zheng P. Chloroquine phosphate: therapeutic drug for COVID-19. Nan Fang Yi Ke Da Xue Xue Bao. 2020;40:586-594.", "Perinel S, Launay M, Botelho-Nevers É, Diconne É, Louf-Durier A, Lachand R. Towards optimization of hydroxychloroquine dosing in intensive care unit COVID-19 patients. Clin Infect Dis. 2020;71:2227-2229. doi: 10.1093/cid/ciaa394.", "Horby P, Lim W, Emberson J, Mafham M, Bell J, Linsell L. Dexamethasone in hospitalized patients with covid-19. N Engl J Med. 2021;384:693-704. doi: 10.1056/NEJMoa2021436.", "Dexamethasone in hospitalized patients with Covid-19. N Engl J Med. 2021;384:693-704. doi: 10.1056/NEJMoa2021436.", "Tong S, Su Y, Yu Y, Wu C, Chen J, Wang S. Ribavirin therapy for severe COVID-19: a retrospective cohort study. Int J Antimicrob Agents. 2020;56:106114- doi: 10.1016/j.ijantimicag.2020.106114.", "Hendaus M. Remdesivir in the treatment of coronavirus disease 2019 (COVID-19): a simplified summary. J Biomol Struct Dyn. 2021;39:3787-3792. doi: 10.1080/07391102.2020.1767691.", "Wei S, Xu S, Pan Y. Efficacy of arbidol in COVID-19 patients: a retrospective study. World J Clin Cases. 2021;9:7350-7357. doi: 10.12998/wjcc.v9.i25.7350.", "Deokar K, Agarwal M, Dutt N, Chauhan N, Niwas R, Shadrach B. A review of ciclesonide in COVID-19. Still a long way to go. Adv Respir Med. 2021;89:79-81. doi: 10.5603/ARM.a2020.0173.", "Joshi S, Parkar J, Ansari A, Vora A, Talwar D, Tiwaskar M. Role of favipiravir in the treatment of COVID-19. Int J Infect Dis. 2021;102:501-508. doi: 10.1016/j.ijid.2020.10.069.", "Dougan M, Azizad M, Chen P, Feldman B, Frieman M, Igbinadolor A, et al. Bebtelovimab, alone or together with bamlanivimab and etesevimab, as a broadly neutralizing monoclonal antibody treatment for mild to moderate, ambulatory COVID-19. medRxiv. 2022..", "Sadarangani M, Marchant A, Kollmann T. Immunological mechanisms of vaccine-induced protection against COVID-19 in humans. Nat Rev Immunol. 2021;21:475-484. doi: 10.1038/s41577-021-00578-z.", "Speiser D, Bachmann M. Covid-19: mechanisms of vaccination and immunity. Vaccines. 2020;8:404- doi: 10.3390/vaccines8030404.", "Jeyanathan M, Afkhami S, Smaill F, Miller M, Lichty B, Xing Z. Immunological considerations for COVID-19 vaccine strategies. Nat Rev Immunol. 2020;20:615-632. doi: 10.1038/s41577-020-00434-6.", "Zieneldien T, Kim J, Cao J, Cao C. COVID-19 vaccines: current conditions and future prospects. Biology. 2021;10:960- doi: 10.3390/biology10100960.", "Krammer F. SARS-CoV-2 vaccines in development. Nature. 2020;586:516-527. doi: 10.1038/s41586-020-2798-3.", "Sewell H, Agius R, Kendrick D, Stewart M. Covid-19 vaccines: delivering protective immunity. BMJ. 2020;371:m4838- doi: 10.1136/bmj.m4838.", "Oliver S, Gargano J, Marin M, Wallace M, Curran K, Chamberland M. The advisory committee on immunization practices’ interim recommendation for use of Pfizer-BioNTech COVID-19 vaccine—United States, December 2020. Morb Mortal Wkly Rep. 2020;69:1922- doi: 10.15585/mmwr.mm6950e2.", "Pfizer I. Pfizer and BioNTech conclude phase 3 study of COVID-19 vaccine candidate, meeting all primary efficacy endpoints. 2020..", "COVID-19 Vaccine second-dose completion and interval between first and second doses among vaccinated persons—United States, December 14, 2020−February 14, 2021..", "Bar-On Y, Goldberg Y, Mandel M, Bodenheimer O, Freedman L, Kalkstein N. Protection of BNT162b2 vaccine booster against COVID-19 in Israel. N Engl J Med. 2021;385:1393-1400. doi: 10.1056/NEJMoa2114255.", "Badiani A, Patel J, Ziolkowski K, Nielsen F. Pfizer: The miracle vaccine for COVID-19?. Public Health Pract. 2020;1:100061- doi: 10.1016/j.puhip.2020.100061.", ". Vaccines and Related Biological Products Advisory Committee December 10, 2020, meeting: FDA briefing document. 2020;", "Lee E, Cines D, Gernsheimer T, Kessler C, Michel M, Tarantino M. Thrombocytopenia following Pfizer and Moderna SARS-CoV-2 vaccination. Am J Hematol. 2021; doi: 10.1002/ajh.26132.", "Mahase E. Covid-19 booster vaccines: what we know and who’s doing what. Br Med J. 2021;374:n2082- doi: 10.1136/bmj.n2082.", "Young-Xu Y, Van Aalst R, Mahmud S, Rothman K, Snider J, Westreich D. Relative vaccine effectiveness of high-dose versus standard-dose influenza vaccines among Veterans Health Administration patients. J Infect Dis. 2018;217:1718-1727. doi: 10.1093/infdis/jiy088.", "Allergic reactions including anaphylaxis after receipt of the first dose of Moderna COVID-19 Vaccine—United States, December 21, 2020–January 10, 2021. Morb Mortal Wkly Rep. 2021;70:125- doi: 10.15585/mmwr.mm7004e1.", "Oliver S. The advisory committee on immunization practices’ interim recommendation for use of moderna COVID-19 vaccine—United States, December 2020. MMWR Morb Mortal Wkly Rep. 2020;69:1653-1656. doi: 10.15585/mmwr.mm695152e1.", "Haynes B. A new vaccine to battle Covid-19. N Engl J Med. 2020;384:470-471. doi: 10.1056/NEJMe2035557.", "Santos A, Gaspar P, de Souza H. Refrigeration of COVID-19 vaccines: ideal storage characteristics, energy efficiency and environmental impacts of various vaccine options. Energies. 2021;14:1849- doi: 10.3390/en14071849.", "Livingston E, Malani P, Creech C. The Johnson & Johnson vaccine for COVID-19. JAMA. 2021;325:1575- doi: 10.1001/jama.2021.2927.", "Malayala S, Mohan G, Vasireddy D, Atluri P. Purpuric rash and thrombocytopenia after the mRNA-1273 (Moderna) COVID-19 vaccine. Cureus. 2021;13:e14099-", "Dolgin E. CureVac COVID vaccine let-down spotlights mRNA design challenges. Nature. 2021;594:483- doi: 10.1038/d41586-021-01661-0.", "Cohen J. What went wrong with CureVac's mRNA vaccine?. Science. 2021;372:1381- doi: 10.1126/science.372.6549.1381.", "Crommelin D, Anchordoquy T, Volkin D, Jiskoot W, Mastrobattista E. Addressing the cold reality of mRNA vaccine stability. J Pharm Sci. 2021;110:997-1001. doi: 10.1016/j.xphs.2020.12.006.", "Cromer D, Reynaldi A, Steain M, Triccas JA, Davenport MP, Khoury DS. Relating in vitro neutralisation level and protection in the CVnCoV (CUREVAC) trial. medRxiv. 2021:2021.06.29.21259504..", "Mallapaty S. India’s DNA COVID vaccine is a world first–more are coming. Nature. 2021;597:161-162. doi: 10.1038/d41586-021-02385-x.", "Samal K, Sahoo J, Yadav N, Pradhan P. ZyCoV-D: World's first needle-free DNA vaccine’s emergency approval in India. Biot Res Today. 2021;3:714-716.", "Abbasi J. India’s new COVID-19 DNA vaccine for adolescents and adults is a first. JAMA. 2021;326:1365-", "Technical vaccination recommendations for COVID-19 vaccines in China. China CDC Wkly. 2021;3:459-461. doi: 10.46234/ccdcw2021.083.", "Zhu F, Guan X, Li Y, Huang J, Jiang T, Hou L. Immunogenicity and safety of a recombinant adenovirus type-5-vectored COVID-19 vaccine in healthy adults aged 18 years or older: a randomised, double-blind, placebo-controlled, phase 2 trial. Lancet. 2020;396:479-488. doi: 10.1016/S0140-6736(20)31605-6.", "Guzmán-Martínez O, Guardado K, de Guevara E, Navarro S, Hernández C, Zenteno-Cuevas R. IgG antibodies generation and side effects caused by Ad5-nCoV vaccine (CanSino Biologics) and BNT162b2 vaccine (Pfizer/BioNTech) among Mexican population. Vaccines. 2021;9:999- doi: 10.3390/vaccines9090999.", "Zhu F, Li Y, Guan X, Hou L, Wang W, Li J. Safety, tolerability, and immunogenicity of a recombinant adenovirus type-5 vectored COVID-19 vaccine: a dose-escalation, open-label, non-randomised, first-in-human trial. Lancet. 2020;395:1845-1854. doi: 10.1016/S0140-6736(20)31208-3.", "Cohen J. Vaccine designers take first shots at COVID-19. Science. 2020;368:14-16. doi: 10.1126/science.368.6486.14.", "Wang Y, Xing M, Zhou D. Coronavirus disease-19 vaccine development utilizing promising technology. Curr Opin HIV AIDS. 2020;15:351-358. doi: 10.1097/COH.0000000000000648.", "Dutta A. Vaccine against Covid-19 disease–present status of development. Indian J Pediatr. 2020;87:810-816. doi: 10.1007/s12098-020-03475-w.", "Jones I, Roy P. Sputnik V COVID-19 vaccine candidate appears safe and effective. Lancet. 2021;397:642-643. doi: 10.1016/S0140-6736(21)00191-4.", "Wise J. Covid-19: new data on Oxford AstraZeneca vaccine backs 12 week dosing interval. Br Med J. 2021;372:n326- doi: 10.1136/bmj.n326.", "Knoll M, Wonodi C. Oxford–AstraZeneca COVID-19 vaccine efficacy. Lancet. 2021;397:72-74. doi: 10.1016/S0140-6736(20)32623-4.", "Hung I, Poland G. Single-dose Oxford–AstraZeneca COVID-19 vaccine followed by a 12-week booster. Lancet. 2021;397:854-855. doi: 10.1016/S0140-6736(21)00528-6.", "Mallapaty S, Callaway E. What scientists do and don’t know about the Oxford-AstraZeneca COVID vaccine. Nature. 2021;592:15-17. doi: 10.1038/d41586-021-00785-7.", "Lopez Bernal J, Andrews N, Gower C, Robertson C, Stowe J, Tessier E. Effectiveness of the Pfizer-BioNTech and Oxford-AstraZeneca vaccines on covid-19 related symptoms, hospital admissions, and mortality in older adults in England: test negative case-control study. BMJ. 2021;373:n1088- doi: 10.1136/bmj.n1088.", "Wise J. Covid-19: European countries suspend use of Oxford-AstraZeneca vaccine after reports of blood clots. BMJ. 2021;372:n699- doi: 10.1136/bmj.n699.", "Abu-Hammad O, Alduraidi H, Abu-Hammad S, Alnazzawi A, Babkair H, Abu-Hammad A. Side effects reported by Jordanian Healthcare Workers who received COVID-19 vaccines. Vaccines. 2021;9:577- doi: 10.3390/vaccines9060577.", "Shay D. Safety Monitoring of the Janssen (Johnson & Johnson) COVID-19 vaccine—United States, March–April 2021. MMWR Morb Mortal Wkly Rep. 2021;70:680-684. doi: 10.15585/mmwr.mm7018e2.", "FDA U. Emergency use authorization (EUA) of the Janssen COVID-19 vaccine to prevent coronavirus disease 2019 (COVID-19)..", "COVID P-B. Vaccine EUA Fact Sheet for Recipients and Caregivers (Spanish). 2020. https://www.fda.gov/media/144625/download..", "Vaccinated WSG, Vaccinated WSNG. Johnson & Johnson’s Janssen COVID-19 vaccine overview and safety..", "MacNeil J, Su J, Broder K, Guh A, Gargano J, Wallace M. Updated recommendations from the advisory committee on immunization practices for use of the Janssen (Johnson & Johnson) COVID-19 vaccine after reports of thrombosis with thrombocytopenia syndrome among vaccine recipients—United States, April 2021. Morb Mortal Wkly Rep. 2021;70:651- doi: 10.15585/mmwr.mm7017e4.", "Control CfD, Prevention. Johnson & Johnson’s Janssen COVID-a9 vaccine overview and safety. 2021..", "Investigational COVID J. vaccine: Interim analysis of phase 3 clinical data released. 2021. www.Nih.gov. Accessed 15 Feb 2021..", "Baraniuk C. Covid-19: what do we know about Sputnik V and other Russian vaccines?. BMJ. 2021;372:n743- doi: 10.1136/bmj.n743.", "Logunov D, Dolzhikova I, Shcheblyakov D, Tukhvatulin A, Zubkova O, Dzharullaeva A. Safety and efficacy of an rAd26 and rAd5 vector-based heterologous prime-boost COVID-19 vaccine: an interim analysis of a randomised controlled phase 3 trial in Russia. Lancet. 2021;397:671-681. doi: 10.1016/S0140-6736(21)00234-8.", "Rossi A, Ojeda D, Varese A, Sanchez L, Ledesma M, Mazzitelli I. Sputnik V vaccine elicits seroconversion and neutralizing capacity to SARS-CoV-2 after a single dose. Cell Rep Med. 2021;2:100359- doi: 10.1016/j.xcrm.2021.100359.", "Cazzola M, Rogliani P, Mazzeo F, Matera M. Controversy surrounding the Sputnik V vaccine. Respir Med. 2021;187:106569- doi: 10.1016/j.rmed.2021.106569.", "Kalafat E, O'Brien P, Heath P, Le Doare K, von Dadelszen P, Magee L. Benefits and potential harms of COVID-19 vaccination during pregnancy: evidence summary for patient counseling. Ultrasound Obstet Gynecol. 2021;57:681-686. doi: 10.1002/uog.23631.", "Claro F, Silva D, Rodriguez M, Rangel H, de Waard J. Immunoglobulin G antibody response to the Sputnik V vaccine: previous SARS-CoV-2 seropositive individuals may need just one vaccine dose. Int J Infect Dis. 2021;111:261-266. doi: 10.1016/j.ijid.2021.07.070.", "Baraniuk C. What do we know about China’s covid-19 vaccines?. BMJ. 2021;373:n912- doi: 10.1136/bmj.n912.", "Callaway E. The race for coronavirus vaccines: a graphical guide. Nature. 2020;580:576-577. doi: 10.1038/d41586-020-01221-y.", "Shapiro J, Dean NE, Madewell ZJ, Yang Y, Halloran ME, Longini I. Efficacy estimates for various COVID-19 vaccines: What we know from the literature and reports. medRxiv. 2021:2021.05.20.21257461..", "Hotez P, Nuzhath T, Callaghan T, Colwell B. COVID-19 vaccine decisions: considering the choices and opportunities. Microbes Infect. 2021;23:104811- doi: 10.1016/j.micinf.2021.104811.", "Ghiasi N, Valizadeh R, Arabsorkhi M, Hoseyni TS, Esfandiari K, Sadighpour T, et al. Efficacy and side effects of Sputnik V, Sinopharm and AstraZeneca vaccines to stop COVID-19; a review and discussion. 2021..", "Saeed B, Al-Shahrabi R, Alhaj S, Alkokhardi Z, Adrees A. Side effects and perceptions following Sinopharm COVID-19 vaccination. Int J Infect Dis. 2021;111:219-226. doi: 10.1016/j.ijid.2021.08.013.", "Thiagarajan K. What do we know about India’s Covaxin vaccine?. Br Med J. 2021;373:n997- doi: 10.1136/bmj.n997.", "COVAXIN®—India's first indigenous COVID-19 vaccine..", "Darbar S, Agarwal S, Saha S. COVID19 vaccine: COVAXIN®-India’s first indigenous effective weapon to fight against coronavirus (a review). Parana J Sci Educ. 2021;7:1-9.", "India's whole-virion inactivated SARS-CoV-2 vaccine shows promise. Sep 13, 2020..", "Biotech B. India's first indigenous COVID-19 Vaccine. https://www.bharatbiotech.com/covaxin.html..", "India's First COVID-19 vaccine demonstrates interim clinical..", "Ella R, Vadrevu K, Jogdand H, Prasad S, Reddy S, Sarangi V. Safety and immunogenicity of an inactivated SARS-CoV-2 vaccine, BBV152: a double-blind, randomised, phase 1 trial. Lancet Infect Dis. 2021;21:637-646. doi: 10.1016/S1473-3099(20)30942-7.", "Ella R, Reddy S, Blackwelder W, Potdar V, Yadav P, Sarangi V. Efficacy, safety, and lot-to-lot immunogenicity of an inactivated SARS-CoV-2 vaccine (BBV152): interim results of a randomised, double-blind, controlled, phase 3 trial. Lancet. 2021;398:2173-2184. doi: 10.1016/S0140-6736(21)02000-6.", "Yan Y, Pang Y, Lyu Z, Wang R, Wu X, You C. The COVID-19 vaccines: recent development, challenges and prospects. Vaccines. 2021;9:349- doi: 10.3390/vaccines9040349.", "reuters. Russia approves its third COVID-19 vaccine, CoviVac February 20, 2021. https://www.reuters.com/article/us-health-coronavirus-russia-vaccine-idUSKBN2AK07H..", "vaccinations p. CoviVac Russia COVID-19 Vaccine April 5, 2021. https://www.precisionvaccinations.com/vaccines/covivac-russia-covid-19-vaccine..", "India. Russia’s CoviVac suitable as booster dose for people who took other vaccines. Know all about it here November 18, 2021. https://www.india.com/news/world/covivac-suitable-as-booster-dose-for-people-who-took-other-vaccine-russia-5100751/..", "medicine USnlo. A Phase 1/2 safety and immunogenicity trial of COVID-19 vaccine COVIVAC https://clinicaltrials.gov/ct2/show/NCT04830800..", "Reuters. Developer says Russia's CoviVac COVID-19 vaccine effective against Delta variant July 7, 2021. https://www.reuters.com/world/europe/developer-says-russias-covivac-covid-19-vaccine-effective-against-delta-variant-2021-07-07/..", "Kozlovskaya L, Piniaeva A, Ignatyev G, Gordeychuk I, Volok V, Rogova Y. Long-term humoral immunogenicity, safety and protective efficacy of inactivated vaccine against COVID-19 (CoviVac) in preclinical studies. Emerg Microbes Infect. 2021;10:1790-1806. doi: 10.1080/22221751.2021.1971569.", "Staff. 2021..", "Ndwandwe D, Wiysonge C. COVID-19 vaccines. Curr Opin Immunol. 2021;71:111-116. doi: 10.1016/j.coi.2021.07.003.", "Mahase E. Covid-19: Valneva’s vaccine produces stronger immune response than AstraZeneca’s, company reports. Br Med J. 2021;375:n2551- doi: 10.1136/bmj.n2551.", "Pan H, Liu J, Huang B, Li G, Chang X, Liu Y, et al. Immunogenicity and Safety of a SARS-CoV-2 Inactivated Vaccine (KCONVAC) in Healthy Adults: Two Randomized, Double-blind, and Placebo-controlled Phase 1/2 Clinical Trials. medRxiv. 2021:2021.04.07.21253850..", "Pan H, Liu J, Huang B, Li G, Chang X, Liu Y. Immunogenicity and safety of a severe acute respiratory syndrome coronavirus 2 inactivated vaccine in healthy adults: randomized, double-blind, and placebo-controlled phase 1 and phase 2 clinical trials. Chin Med J. 2021;134:1289- doi: 10.1097/CM9.0000000000001573.", ". Background document on the inactivated vaccine Sinovac-CoronaVac against COVID-19: background document to the WHO interim recommendations for use of the inactivated COVID-19 vaccine, CoronaVac, developed by Sinovac, 24 May 2021. 2021;", "Tanriover M, Doğanay H, Akova M, Güner H, Azap A, Akhan S. Efficacy and safety of an inactivated whole-virion SARS-CoV-2 vaccine (CoronaVac): interim results of a double-blind, randomised, placebo-controlled, phase 3 trial in Turkey. Lancet. 2021;398:213-222. doi: 10.1016/S0140-6736(21)01429-X.", "Jara A, Undurraga E, González C, Paredes F, Fontecilla T, Jara G. Effectiveness of an inactivated SARS-CoV-2 vaccine in Chile. N Engl J Med. 2021;385:875-884. doi: 10.1056/NEJMoa2107715.", "Wu Z, Hu Y, Xu M, Chen Z, Yang W, Jiang Z. Safety, tolerability, and immunogenicity of an inactivated SARS-CoV-2 vaccine (CoronaVac) in healthy adults aged 60 years and older: a randomised, double-blind, placebo-controlled, phase 1/2 clinical trial. Lancet Infect Dis. 2021;21:803-812. doi: 10.1016/S1473-3099(20)30987-7.", "Medeiros-Ribeiro A, Aikawa N, Saad C, Yuki E, Pedrosa T, Fusco S. Immunogenicity and safety of the CoronaVac inactivated vaccine in patients with autoimmune rheumatic diseases: a phase 4 trial. Nat Med. 2021;27:1744-1751. doi: 10.1038/s41591-021-01469-5.", "Wan E, Chui C, Lai F, Chan E, Li X, Yan V. Bell's palsy following vaccination with mRNA (BNT162b2) and inactivated (CoronaVac) SARS-CoV-2 vaccines: a case series and nested case-control study. Lancet Infect Dis. 2021;22:64-72. doi: 10.1016/S1473-3099(21)00451-5.", "Ryzhikov A, Ryzhikov E, Bogryantseva M, Usova S, Danilenko E, Nechaeva E. A single blind, placebo-controlled randomized study of the safety, reactogenicity and immunogenicity of the “EpiVacCorona” Vaccine for the prevention of COVID-19, in volunteers aged 18–60 years (phase I-II). Russ J Infect Immun. 2021;11:283-296. doi: 10.15789/2220-7619-ASB-1699.", "Ryzhikov A, Ryzhikov E, Bogryantseva M, Danilenko E, Imatdinov I, Nechaeva E. Immunogenicity and protectivity of the peptide vaccine against SARS-CoV-2. Ann Russ Acad Med Sci. 2021;76:5-19. doi: 10.15690/vramn1528.", "Agency RN. EpivacCorona vaccine’s immunological efficacy proves to be 79%—newspaper 5 august 2021. https://tass.com/society/1322797..", "Chen W, Strych U, Hotez P, Bottazzi M. The SARS-CoV-2 vaccine pipeline: an overview. Curr Trop Med Rep. 2020;7:61-64. doi: 10.1007/s40475-020-00201-6.", "Mahase E. Covid-19: Novavax vaccine efficacy is 86% against UK variant and 60% against South African variant. BMJ. 2021;372:n296- doi: 10.1136/bmj.n296.", "Heath P, Galiza E, Baxter D, Boffito M, Browne D, Burns F. Safety and efficacy of NVX-CoV2373 Covid-19 vaccine. N Engl J Med. 2021;385:1172-1183. doi: 10.1056/NEJMoa2107659.", "Jamkhande A, Khairnar M, Gavali N, Patil Y, Kapare S, Bhosale K. A review of approved COVID-19 vaccines. Rocz Panstw Zakl Hig. 2021;72:245-252.", "Staff. Zifivax (ZF2001) COVID-19 vaccine. 2021. https://www.precisionvaccinations.com/vaccines/zifivax-zf2001-covid-19-vaccine. Accessed 14 July 2021..", "Yang S, Li Y, Dai L, Wang J, He P, Li C. Safety and immunogenicity of a recombinant tandem-repeat dimeric RBD-based protein subunit vaccine (ZF2001) against COVID-19 in adults: two randomised, double-blind, placebo-controlled, phase 1 and 2 trials. Lancet Infect Dis. 2021;21:1107-1119. doi: 10.1016/S1473-3099(21)00127-4.", "Das K, Pingali M, Paital B, Panda F, Pati S, Singh A. A detailed review of the outbreak of COVID-19. Front Biosci (Landmark Ed). 2021;26:149-170. doi: 10.2741/4903.", "Shahzamani K, Mahmoudian F, Ahangarzadeh S, Ranjbar M, Beikmohammadi L, Bahrami S. Vaccine design and delivery approaches for COVID-19. Int Immunopharmacol. 2021;100:108086- doi: 10.1016/j.intimp.2021.108086.", "Lemos-Perez G, Chavez-Valdes S, Gonzalez-Formental H, Freyre-Corrales G, Vazquez-Arteaga A, Alvarez-Acevedo B, et al. Elevated antibody titers in Abdala vaccinees evaluated by Elecsys® anti-SARS-CoV-2 S highly correlate with UMELISA SARS-CoV-2 ANTI RBD, ACE-2 binding inhibition and viral neutralization assays. medRxiv. 2021..", "Ferenci T, Sarkadi B. Virus neutralizing antibody responses after two doses of BBIBP-CorV (Sinopharm, Beijing CNBG) vaccine. medRxiv. 2021..", "Abdoli A, Aalizadeh R, Aminianfar H, Kianmehr Z, Azimi E, Emamipour N, et al. Safety and potency of COVIran barekat inactivated vaccine candidate for SARS-CoV-2: a preclinical study. bioRxiv. 2021..", "Mallapaty S. Iran hopes to defeat COVID with home-grown crop of vaccines. Nature. 2021;596:475- doi: 10.1038/d41586-021-02216-z.", "Chung H, He S, Nasreen S, Sundaram M, Buchan S, Wilson S. Effectiveness of BNT162b2 and mRNA-1273 covid-19 vaccines against symptomatic SARS-CoV-2 infection and severe covid-19 outcomes in Ontario, Canada: test negative design study. BMJ. 2021;374:n1943- doi: 10.1136/bmj.n1943.", "Nasreen S, He S, Chung H, Brown KA, Gubbay JB, Buchan SA, et al. Effectiveness of COVID-19 vaccines against variants of concern, Canada. medRxiv. 2021:2021.06.28.21259420..", "Skowronski D, De Serres G. Safety and efficacy of the BNT162b2 mRNA Covid-19 vaccine. N Engl J Med. 2021;384:1576-1577. doi: 10.1056/NEJMc2036242.", "Thompson M, Burgess J, Naleway A, Tyner H, Yoon S, Meece J. Prevention and attenuation of Covid-19 with the BNT162b2 and mRNA-1273 vaccines. N Engl J Med. 2021;385:320-329. doi: 10.1056/NEJMoa2107058.", "Rauch S, Roth N, Schwendt K, Fotin-Mleczek M, Mueller S, Petsch B. mRNA-based SARS-CoV-2 vaccine candidate CVnCoV induces high levels of virus-neutralising antibodies and mediates protection in rodents. NPJ Vaccines. 2021;6:57- doi: 10.1038/s41541-021-00311-w.", "Zhang N, Li X, Deng Y, Zhao H, Huang Y, Yang G. A thermostable mRNA vaccine against COVID-19. Cell. 2020;182:1271-83.e16. doi: 10.1016/j.cell.2020.07.024.", "Wu K, Choi A, Koch M, Elbashir S, Ma L, Lee D. Variant SARS-CoV-2 mRNA vaccines confer broad neutralization as primary or booster series in mice. Vaccine. 2021;39:7394-7400. doi: 10.1016/j.vaccine.2021.11.001.", "Ying B, Whitener B, VanBlargan LA, Hassan AO, Shrihari S, Liang CY, et al. Protective activity of mRNA vaccines against ancestral and variant SARS-CoV-2 strains. bioRxiv. 2021..", "Yan Z, Yang M, Lai C. COVID-19 vaccines: a review of the safety and efficacy of current clinical trials. Pharmaceuticals (Basel). 2021;14:406- doi: 10.3390/ph14050406.", "Park J, Lagniton P, Liu Y, Xu R. mRNA vaccines for COVID-19: what, why and how. Int J Biol Sci. 2021;17:1446-1460. doi: 10.7150/ijbs.59233.", "Kalnin K, Plitnik T, Kishko M, Zhang J, Zhang D, Beauvais A. Immunogenicity and efficacy of mRNA COVID-19 vaccine MRT5500 in preclinical animal models. NPJ Vaccines. 2021;6:61- doi: 10.1038/s41541-021-00324-5.", "Muhammed Y, Yusuf Nadabo A, Pius M, Sani B, Usman J, Anka Garba N. SARS-CoV-2 spike protein and RNA dependent RNA polymerase as targets for drug and vaccine development: a review. Biosaf Health. 2021;3:249-263. doi: 10.1016/j.bsheal.2021.07.003.", "Machado B, Hodel K, Fonseca L, Mascarenhas L, Andrade L, Rocha V. The importance of RNA-based vaccines in the fight against COVID-19: an overview. Vaccines (Basel). 2021;9:1345- doi: 10.3390/vaccines9111345.", "Vasuratna A, Manusirivithaya S, Tangjitgamol S. (Our) World with COVID-19. Thai J Obstetr Gynaecol. 2021;29:122-130.", "Bovornkitti S. COVID-19 vaccines. Asian Med J Altern Med. 2021;21:151-153.", "Zhang N, Haskins M. Trends of industry-leading biotechnology stocks during COVID-19. J Stud Res. 2021;10(3):.", "Liu J, Budylowski P, Samson R, Griffin BD, Babuadze G, Rathod B, et al. Preclinical evaluation of a SARS-CoV-2 mRNA vaccine PTX-COVID19-B. bioRxiv. 2021..", "Uddin M, Roni M. Challenges of storage and stability of mRNA-based COVID-19 vaccines. Vaccines. 2021;9:1033- doi: 10.3390/vaccines9091033.", "CIMATEC S. Phase 1 study to assess safety, reactogenicity and immunogenicity of the HDT-301 vaccine against COVID-19. 2021..", "Vu M, Kelly H, Kent S, Wheatley A. Current and future nanoparticle vaccines for COVID-19. EBioMedicine. 2021;74:103699- doi: 10.1016/j.ebiom.2021.103699.", "Sharma K, Koirala A, Nicolopoulos K, Chiu C, Wood N, Britton P. Vaccines for COVID-19: where do we stand in 2021?. Paediatr Respir Rev. 2021;39:22-31.", "Yang R, Deng Y, Huang B, Huang L, Lin A, Li Y. A core-shell structured COVID-19 mRNA vaccine with favorable biodistribution pattern and promising immunity. Signal Transduct Target Ther. 2021;6:213- doi: 10.1038/s41392-021-00634-z.", "Sharun K, Dhama K. India’s role in COVID-19 vaccine diplomacy. J Travel Med. 2021;28:taab064- doi: 10.1093/jtm/taab064.", "Momin T, Kansagra K, Patel H, Sharma S, Sharma B, Patel J. Safety and Immunogenicity of a DNA SARS-CoV-2 vaccine (ZyCoV-D): results of an open-label, non-randomized phase I part of phase I/II clinical study by intradermal route in healthy subjects in India. eClinicalMedicine. 2021;38:101020- doi: 10.1016/j.eclinm.2021.101020.", "Dey A, Rajanathan C, Chandra H, Pericherla HP, Kumar S, Choonia HS, et al. Immunogenic potential of DNA vaccine candidate, ZyCoV-D against SARS-CoV-2 in animal models. bioRxiv. 2021..", "Tebas P, Yang S, Boyer J, Reuschel E, Patel A, Christensen-Quick A. Safety and immunogenicity of INO-4800 DNA vaccine against SARS-CoV-2: a preliminary report of an open-label, Phase 1 clinical trial. eClinicalMedicine. 2021;31:100689- doi: 10.1016/j.eclinm.2020.100689.", "Pushparajah D, Jimenez S, Wong S, Alattas H, Nafissi N, Slavcev R. Advances in gene-based vaccine platforms to address the COVID-19 pandemic. Adv Drug Deliv Rev. 2021;170:113-141. doi: 10.1016/j.addr.2021.01.003.", "Shafaati M, Saidijam M, Soleimani M, Hazrati F, Mirzaei R, Amirheidari B. A brief review on DNA vaccines in the era of COVID-19. Future Virol. 2021;17:49-66. doi: 10.2217/fvl-2021-0170.", "Patel S, Patel G, Suthar J. Inside the story about the research and development of COVID-19 vaccines. Clin Exp Vaccine Res. 2021;10:154-170. doi: 10.7774/cevr.2021.10.2.154.", "Conforti A, Marra E, Palombo F, Roscilli G, Ravà M, Fumagalli V. COVID-eVax, an electroporated DNA vaccine candidate encoding the SARS-CoV-2 RBD, elicits protective responses in animal models. Mol Ther. 2021;30:311-326. doi: 10.1016/j.ymthe.2021.09.011.", "Li Y, Tenchov R, Smoot J, Liu C, Watkins S, Zhou Q. A comprehensive review of the global efforts on COVID-19 vaccine development. ACS Cent Sci. 2021;7:512-533. doi: 10.1021/acscentsci.1c00120.", "Jensen S, Twitty C, Paustian C, Laws M, McDonald G, Wegmann K, et al. Preliminary evaluation of a novel coronavirus vaccine (CORVax) using electroporation of plasmid DNA encoding a stabilized prefusion SARS-CoV-2 spike protein alone or with transfection of plasmid IL-12. J Immunother Cancer. 2020:296..", "Sharpe H, Gilbride C, Allen E, Belij-Rammerstorfer S, Bissett C, Ewer K. The early landscape of coronavirus disease 2019 vaccine development in the UK and rest of the world. Immunology. 2020;160:223-232. doi: 10.1111/imm.13222.", "Khan K, Dimtri F, Vargas C, Surani S. COVID-19: a review of emerging preventative vaccines and treatment strategies. Cureus. 2020;12:r8206-", "Muhammed Y, Nadabo A, Pius M, Sani B, Usman J, Garba N. SARS-CoV-2 spike protein and RNA dependent RNA polymerase as targets for drug and vaccine development: a review. Biosaf Health. 2021;3:249-263. doi: 10.1016/j.bsheal.2021.07.003.", "Falsey A, Sobieszczyk M, Hirsch I, Sproule S, Robb M, Corey L. Phase 3 safety and efficacy of AZD1222 (ChAdOx1 nCoV-19) Covid-19 vaccine. N Engl J Med. 2021;385:2348-2360. doi: 10.1056/NEJMoa2105290.", "Emary K, Golubchik T, Aley P, Ariani C, Angus B, Bibi S. Efficacy of ChAdOx1 nCoV-19 (AZD1222) vaccine against SARS-CoV-2 variant of concern 202012/01 (B. 1.1. 7): an exploratory analysis of a randomised controlled trial. Lancet. 2021;397:1351-1362. doi: 10.1016/S0140-6736(21)00628-0.", "Vanaparthy R, Mohan G, Vasireddy D, Atluri P. Review of COVID-19 viral vector-based vaccines and COVID-19 variants. Infez Med. 2021;29:328-338. doi: 10.53854/liim-2903-3.", "Cao Q, Wu S, Xiao C, Chen S, Chi X, Cui X. Integrated single-cell analysis revealed immune dynamics during Ad5-nCoV immunization. Cell Discov. 2021;7:1-17. doi: 10.1038/s41421-021-00300-2.", "Sadoff J, Gray G, Vandebosch A, Cárdenas V, Shukarev G, Grinsztejn B. Safety and efficacy of single-dose Ad26. COV2. S vaccine against Covid-19. N Engl J Med. 2021;384:2187-2201. doi: 10.1056/NEJMoa2101544.", "Keeton R, Richardson S, Moyo-Gwete T, Hermanus T, Tincho M, Benede N. Prior infection with SARS-CoV-2 boosts and broadens Ad26. COV2. S immunogenicity in a variant-dependent manner. Cell Host Microbe. 2021;29:1611-1619. doi: 10.1016/j.chom.2021.10.003.", "Barouch D, Stephenson K, Sadoff J, Yu J, Chang A, Gebre M. Durable humoral and cellular immune responses 8 months after Ad26. COV2. S vaccination. N Engl J Med. 2021;385:951-953. doi: 10.1056/NEJMc2108829.", "Montalti M, Soldà G, Di Valerio Z, Salussolia A, Lenzi J, Forcellini M. ROCCA observational study: early results on safety of Sputnik V vaccine (Gam-COVID-Vac) in the Republic of San Marino using active surveillance. eClinicalMedicine. 2021;38:101027- doi: 10.1016/j.eclinm.2021.101027.", "Jeewandara C, Fernando HS, Pushpakumara PD, Tanussiya S, Kamaladasa A, Gunasekera B, et al. Immune responses following the first dose of the Sputnik V (Gam-COVID-Vac). 2021..", "González S, Olszevicki S, Salazar M, Calabria A, Regairaz L, Marín L. Effectiveness of the first component of Gam-COVID-Vac (Sputnik V) on reduction of SARS-CoV-2 confirmed infections, hospitalisations and mortality in patients aged 60–79: a retrospective cohort study in Argentina. eClinicalMedicine. 2021;40:101126- doi: 10.1016/j.eclinm.2021.101126.", "Agrati C, Capone S, Castilletti C, Cimini E, Matusali G, Meschi S. Strong immunogenicity of heterologous prime-boost immunizations with the experimental vaccine GRAd-COV2 and BNT162b2 or ChAdOx1-nCOV19. NPJ Vaccines. 2021;6:1-4. doi: 10.1038/s41541-021-00394-5.", "Zhang N, Li C, Hu Y, Li K, Liang J, Wang L. Current development of COVID-19 diagnostics, vaccines and therapeutics. Microbes Infect. 2020;22:231-235. doi: 10.1016/j.micinf.2020.05.001.", "Kaur S, Gupta V. COVID-19 vaccine: a comprehensive status report. Virus Res. 2020;288:198114- doi: 10.1016/j.virusres.2020.198114.", "EAR ENS, Al-Hatamleh MA, Yean CY, Mohamud R, Koresponden P. Sumber Informasi Perubatan COVID-19..", "Sieling P, King T, Wong R, Nguyen A, Wnuk K, Gabitzsch E, et al. Single Prime hAd5 Spike (S)+ Nucleocapsid (N) Dual Antigen Vaccination of Healthy Volunteers Induces a Ten-Fold Increase in Mean S-and N-T-Cell Responses Equivalent to T-Cell Responses from Patients Previously Infected with SARS-CoV-2. medRxiv. 2021..", "Rice A, Verma M, Shin A, Zakin L, Sieling P, Tanaka S. Intranasal plus subcutaneous prime vaccination with a dual antigen COVID-19 vaccine elicits T-cell and antibody responses in mice. Sci Rep. 2021;11:1-15. doi: 10.1038/s41598-020-79139-8.", "Gabitzsch E, Safrit JT, Verma M, Rice A, Sieling P, Zakin L, et al. Complete protection of nasal and lung airways against SARS-CoV-2 challenge by antibody plus Th1 dominant N-and S-specific T-cell responses to subcutaneous prime and thermally-stable oral boost bivalent hAd5 vaccination in an NHP study. bioRxiv. 2021:2020.12. 08.416297..", "Abdulla Z, Al-Bashir S, Al-Salih N, Aldamen A, Abdulazeez M. A summary of the SARS-CoV-2 vaccines and technologies available or under development. Pathogens. 2021;10:788- doi: 10.3390/pathogens10070788.", "Tscherne A, Schwarz J, Rohde C, Kupke A, Kalodimou G, Limpinsel L. Immunogenicity and efficacy of the COVID-19 candidate vector vaccine MVA-SARS-2-S in preclinical vaccination. Proc Natl Acad Sci. 2021;118:e2026207118- doi: 10.1073/pnas.2026207118.", "Tscherne A, Schwarz JH, Rohde C, Kupke A, Kalodimou G, Limpinsel L, et al. Immunogenicity and efficacy of the COVID-19 candidate vector vaccine MVA SARS 2 S in preclinical vaccination. bioRxiv. 2021..", "Baldo A, Leunda A, Willemarck N, Pauwels K. Environmental risk assessment of recombinant viral vector vaccines against SARS-Cov-2. Vaccines. 2021;9:453- doi: 10.3390/vaccines9050453.", "Kumar A, Kumar A. Mucosal and transdermal vaccine delivery strategies against COVID-19. Report No.: 2190-3948. Springer; 2021..", "Lundstrom K. Viral vectors for COVID-19 vaccine development. Viruses 2021, 13, 317. s Note: MDPI stays neutral with regard to jurisdictional claims in published…; 2021..", "Crosby C, Nehete P, Sastry K, Barry M. Amplified and persistent immune responses generated by single-cycle replicating adenovirus vaccines. J Virol. 2015;89:669-675. doi: 10.1128/JVI.02184-14.", "Chavda V, Vora L, Pandya A, Patravale V. Intranasal vaccines for SARS-CoV-2: from challenges to potential in COVID-19 management. Drug Discov Today. 2021;26:2619-2636. doi: 10.1016/j.drudis.2021.07.021.", "Makovitzki A, Lerer E, Kafri Y, Adar Y, Cherry L, Lupu E. Evaluation of a downstream process for the recovery and concentration of a Cell-Culture-Derived rVSV-Spike COVID-19 vaccine candidate. Vaccine. 2021;39:7044-7051. doi: 10.1016/j.vaccine.2021.10.045.", "Kim Y, Dema B, Reyes-Sandoval A. COVID-19 vaccines: breaking record times to first-in-human trials. NPJ Vaccines. 2020;5:1-3. doi: 10.1038/s41541-020-0188-3.", "Bhagavathula A, Aldhaleei W, Rovetta A, Rahmani J. Vaccines and drug therapeutics to lock down novel coronavirus disease 2019 (COVID-19): a systematic review of clinical trials. Cureus. 2020;12:e8342-", "Mirzaei R, Mohammadzadeh R, Mahdavi F, Badrzadeh F, Kazemi S, Ebrahimi M. Overview of the current promising approaches for the development of an effective severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) vaccine. Int Immunopharmacol. 2020;88:106928- doi: 10.1016/j.intimp.2020.106928.", "Tioni MF, Jordan R, Pena AS, Garg A, Wu D, Phan SI, et al. One mucosal administration of a live attenuated recombinant COVID-19 vaccine protects nonhuman primates from SARS-CoV-2. bioRxiv. 2021:2021.07.16.452733..", "Sacks H. The Novavax vaccine had 90% efficacy against COVID-19≥ 7 d after the second dose. Ann Intern Med. 2021;174:JC124- doi: 10.7326/ACPJ202111160-124.", "Mahase E. Covid-19: Novavax vaccine efficacy is 86% against UK variant and 60% against South African variant. Br Med J. 2021;372:n29-", "Huang B, Dai L, Wang H, Hu Z, Yang X, Tan W, et al. Neutralization of SARS-CoV-2 VOC 501Y. V2 by human antisera elicited by both inactivated BBIBP-CorV and recombinant dimeric RBD ZF2001 vaccines. BioRxiv. 2021..", "Zhao X, Zheng A, Li D, Zhang R, Sun H, Wang Q. Neutralisation of ZF2001-elicited antisera to SARS-CoV-2 variants. Lancet Microbe. 2021;2:e494- doi: 10.1016/S2666-5247(21)00217-2.", "Chang Monteagudo A, Ochoa Azze R, Climent-Ruiz Y, Macías-Abraham C, Rodríguez Noda L, Valenzuela-Silva C. A single dose of SARS-CoV-2 FINLAY-FR-1A dimeric-RBD recombinant vaccine enhances neutralization response in COVID-19 convalescents, with excellent safety profilA preliminary report of an open-label phase 1 clinical trial. Lancet Regional Health-Am. 2021;4:100079- doi: 10.1016/j.lana.2021.100079.", "Meng F, Gao F, Jia S, Wu X, Li J, Guo X. Safety and immunogenicity of a recombinant COVID-19 vaccine (Sf9 cells) in healthy population aged 18 years or older: two single-center, randomised, double-blind, placebo-controlled, phase 1 and phase 2 trials. Signal Transduct Target Ther. 2021;6:271- doi: 10.1038/s41392-021-00692-3.", "Dobrovidova O. Latest Russian vaccine comes with a big dose of mystery. Science. 2021; doi: 10.1126/science.372.6538.116.", "Kumar Srinivasamurthy S, Kurady B. Vaccines against COVID-19–catching the rays of hope. J Pharm Res Int. 2021; doi: 10.9734/jpri/2021/v33i47A33035.", "Tran T, May B, Ung T, Nguyen M, Nguyen T, Dinh V. Preclinical immune response and safety evaluation of the protein subunit vaccine nanocovax for COVID-19. Front Immunol. 2021;12:766112- doi: 10.3389/fimmu.2021.766112.", "Richmond P, Hatchuel L, Dong M, Ma B, Hu B, Smolenov I. Safety and immunogenicity of S-Trimer (SCB-2019), a protein subunit vaccine candidate for COVID-19 in healthy adults: a phase 1, randomised, double-blind, placebo-controlled trial. Lancet. 2021;397:682-694. doi: 10.1016/S0140-6736(21)00241-5.", "Ambrosino D, Han H, Hu B, Liang J, Clemens R, Johnson M. Immunogenicity of SCB-2019 coronavirus disease 2019 vaccine compared with 4 approved vaccines. J Infect Dis. 2021;225:327-331. doi: 10.1093/infdis/jiab574.", "Nagy A, Alhatlani B. An overview of current COVID-19 vaccine platforms. Comput Struct Biotechnol J. 2021;19:2508-2517. doi: 10.1016/j.csbj.2021.04.061.", "Hofman K, Shenoy G, Chak V, Balu-Iyer S. Pharmaceutical aspects and clinical evaluation of COVID-19 vaccines. Immunol Invest. 2021;50:743-779. doi: 10.1080/08820139.2021.1904977.", "Chang-Monteagudo A, Ochoa-Azze R, Climent-Ruiz Y, Macías-Abraham C, Rodríguez-Noda L, Valenzuela-Silva C. A single dose of SARS-CoV-2 FINLAY-FR-1A vaccine enhances neutralization response in COVID-19 convalescents, with a very good safety profile: an open-label phase 1 clinical trial. Lancet Reg Health Am. 2021;4:100079-", "Chavda V, Vora L, Vihol D. COVAX-19Ⓡ Vaccine: Completely blocks virus transmission to non-immune individuals. Clin Complement Med Pharmacol. 2021;1:10000- doi: 10.1016/j.ccmp.2021.100004.", "Hsieh S-M, Chang S-Y, Cheng H-Y, Shih S, Lien C. The reactogenicity and immunogenicity of a booster dose after the second dose of a protein subunit vaccine MVC-COV19012021..", "Hsieh S, Liu W, Huang Y, Lin Y, Hsieh E, Lian W. Safety and immunogenicity of a recombinant stabilized prefusion SARS-CoV-2 spike protein vaccine (MVC-COV1901) adjuvanted with CpG 1018 and aluminum hydroxide in healthy adults: a phase 1, dose-escalation study. eClinicalMedicine. 2021;38:100989- doi: 10.1016/j.eclinm.2021.100989.", "Pilicheva B, Boyuklieva R. Can the nasal cavity help tackle COVID-19?. Pharmaceutics. 2021;13:1612- doi: 10.3390/pharmaceutics13101612.", "Shu Y, He J, Pei R, He P, Huang Z, Chen S. Immunogenicity and safety of a recombinant fusion protein vaccine (V-01) against coronavirus disease 2019 in healthy adults: a randomized, double-blind, placebo-controlled, phase II trial. Chin Med J (Engl). 2021;134:1967-1976. doi: 10.1097/CM9.0000000000001702.", "Kashte S, Gulbake A, El-Amin Iii S, Gupta A. COVID-19 vaccines: rapid development, implications, challenges and future prospects. Hum Cell. 2021;34:711-733. doi: 10.1007/s13577-021-00512-4.", "Maharjan P, Choe S. Plant-based COVID-19 vaccines: current status, design, and development strategies of candidate vaccines. Vaccines. 2021;9:992- doi: 10.3390/vaccines9090992.", "Tsutae N. A Phase 1/2 study of S-268019 in Japanese adult participants. 2020..", "Janssen YF, Feitsma EA, Boersma HH, Alleva D, Lancaster TM, Sathiyaseelan T, et al. Phase I interim results of a phase I/II study of the IgG-Fc fusion COVID-19 subunit vaccine, AKS-452. 2021..", "Sheridan C. Innovators target vaccines for variants and shortages in global South. Nat Biotechnol. 2021;39:393-396. doi: 10.1038/d41587-021-00001-x.", "Sun S, He L, Zhao Z, Gu H, Fang X, Wang T. Recombinant vaccine containing an RBD-Fc fusion induced protection against SARS-CoV-2 in nonhuman primates and mice. Cell Mol Immunol. 2021;18:1070-1073. doi: 10.1038/s41423-021-00658-z.", "Watterson D, Wijesundara D, Modhiran N, Mordant F, Li Z, Avumegah M, et al. Molecular clamp stabilised Spike protein for protection against SARS-CoV-2. 2020..", "Gilbert S, Lambe T. Recombinant protein vaccines against SARS-CoV-2. Lancet Infect Dis. 2021;21:1337-1338. doi: 10.1016/S1473-3099(21)00227-9.", "Martínez-Flores D, Zepeda-Cervantes J, Cruz-Reséndiz A, Aguirre-Sampieri S, Sampieri A, Vaca L. SARS-CoV-2 vaccines based on the spike glycoprotein and implications of new viral variants. Front Immunol. 2021;12:701501- doi: 10.3389/fimmu.2021.701501.", "Pollet J, Chen W, Strych U. Recombinant protein vaccines, a proven approach against coronavirus pandemics. Adv Drug Deliv Rev. 2021;170:71-82. doi: 10.1016/j.addr.2021.01.001.", "Min L, Sun Q. Antibodies and vaccines target RBD of SARS-CoV-2. Front Mol Biosci. 2021;8:247- doi: 10.3389/fmolb.2021.671633.", "Wuertz KM, Barkei E, Chen W-h, Martinez EJ, Naouar IE, Jagodzinski L, et al. A SARS-CoV-2 spike ferritin nanoparticle vaccine protects against heterologous challenge with B. 1.1. 7 and B. 1.351 virus variants in Syrian golden hamsters. bioRxiv. 2021..", "Joyce M, King H, Elakhal-Naouar I, Ahmed A, Peachman K, Macedo Cincotta C. A SARS-CoV-2 ferritin nanoparticle vaccine elicits protective immune responses in nonhuman primates. Sci Transl Med. 2021;14:eabi5735- doi: 10.1126/scitranslmed.abi5735.", "Ward B, Gobeil P, Séguin A, Atkins J, Boulay I, Charbonneau P. Phase 1 randomized trial of a plant-derived virus-like particle vaccine for COVID-19. Nat Med. 2021;27:1071-1078. doi: 10.1038/s41591-021-01370-1.", "Gobeil P, Pillet S, Séguin A, Boulay I, Mahmood A, Vinh DC, et al. Interim report of a phase 2 randomized trial of a plant-produced virus-like particle vaccine for Covid-19 in healthy adults aged 18–64 and older adults aged 65 and older. medRxiv. 2021..", "Belete T. Review on up-to-date status of candidate vaccines for COVID-19 disease. Infect Drug Resist. 2021;14:151- doi: 10.2147/IDR.S288877.", "Bayat M, Asemani Y, Najafi S. Essential considerations during vaccine design against COVID-19 and review of pioneering vaccine candidate platforms. Int Immunopharmacol. 2021;97:107679- doi: 10.1016/j.intimp.2021.107679.", "Diaz-Mitoma F. Enveloped virus-like particles as a platform for vaccine development. Int J Noncommun Dis. 2021;6:89-", "Hosseini S, Zahedipour F, Mirzaei H, Oskuee R. Potential SARS-CoV-2 vaccines: concept, progress, and challenges. Int Immunopharmacol. 2021;97:107622- doi: 10.1016/j.intimp.2021.107622.", "Prates-Syed W, Chaves L, Crema K, Vuitika L, Lira A, Côrtes N. VLP-Based COVID-19 vaccines: an adaptable technology against the threat of new variants. Vaccines. 2021;9:1409- doi: 10.3390/vaccines9121409.", "Nordic B. ABNCoV2 vaccine in SARS-CoV-2 seronegative and seropositive adult subjects. 2021..", "Chaplin P, van Odijk G. Bavarian Nordic..", "Yorsaeng R, Vichaiwattana P, Klinfueng S, Wongsrisang L, Sudhinaraset N, Vongpunsawad S, et al. Immune response elicited from heterologous SARS-CoV-2 vaccination: Sinovac (CoronaVac) followed by AstraZeneca (Vaxzevria). medRxiv. 2021..", "Dyer O. Covid-19: Chinese vaccines may need changes to improve efficacy, admits official. BMJ. 2021;373:n969- doi: 10.1136/bmj.n969.", "Crasto A. BBIBP-CorV, Sinopharm COVID-19 vaccine. New drug approvals. 2021 https://newdrugapprovals.org/2021/03/23/bbibp-corv-sinopharm-covid-19-vaccine/. Accessed 12 Apr 2021..", "Narayanan D, Kayarohanam S, Fuloria S, Fuloria N, Janakiraman A, Djearamane S. Covid-19 vaccine candidates under clinical evaluation-a review. Int J Pharm Res. 2021;13:4588-4598.", "Mascellino M, Di Timoteo F, De Angelis M, Oliva A. “Overview of the main anti-SARS-CoV-2 vaccines: mechanism of action, efficacy and safety”[Response To Letter]. Infect Drug Resist. 2021;14:4501- doi: 10.2147/IDR.S344230.", "Zakarya K, Kutumbetov L, Orynbayev M, Abduraimov Y, Sultankulova K, Kassenov M, et al. Safety and immunogenicity of a QazCovid-in® inactivated whole-virion vaccine against COVID-19 in healthy adults: a randomized, single-blind, placebo-controlled phase 1 clinical trial with a 6 months follow-up and an open-label phase 2 clinical trial in Kazakhstan. Single-Blind, Placebo-Controlled Phase. 2021;1..", "Nagy A, Alhatlani B. An overview of current COVID-19 vaccine platforms. Computat Struct Biotechnol J. 2021;19:2508-2517. doi: 10.1016/j.csbj.2021.04.061.", "Singh A, Phatak S, Singh R, Bhattacharjee K, Singh N, Gupta A. Antibody response after first and second-dose of ChAdOx1-nCOV (Covishield(TM)®) and BBV-152 (Covaxin(TM)®) among health care workers in India: The final results of cross-sectional coronavirus vaccine-induced antibody titre (COVAT) study. Vaccine.. 2021;39:6492-509. doi: 10.1016/j.vaccine.2021.09.055.", "Organization WH. Background document on the Bharat Biotech BBV152 COVAXIN® vaccine against COVID-19: background document to the WHO interim recommendations for use of the Bharat Biotech BBV152 COVAXIN® vaccine against COVID-19, 3 November 2021. 2021..", "Ella R, Reddy S, Blackwelder W, Potdar V, Yadav P, Sarangi V, et al. Efficacy, safety, and lot to lot immunogenicity of an inactivated SARS-CoV-2 vaccine (BBV152): a double-blind, randomised, controlled phase 3 trial. MedRxiv. 2021..", "Dash G, Subhadra S, Turuk J, Parai D, Rath S, Sabat J. Breakthrough SARS-CoV-2 infections among BBV-152 (COVAXIN®) and AZD1222 (COVISHIELDTM) recipients: report from the eastern state of India. J Med Virol. 2021;94:1201-1205. doi: 10.1002/jmv.27382.", "Misra S, Pathak K, Pathak D, Yadav R. Current updates on COVID-19 vaccines. Asian J Pharm Clin Res. 2021;14:17-23. doi: 10.22159/ajpcr.2021.v14i5.41061.", "Lazarus R, Taucher C, Duncan C, Faust S, Green CA, Finn A. Immunogenicity and safety of inactivated whole virion Coronavirus vaccine with CpG (VLA2001) in healthy adults aged 18 to 55: a randomised phase 1/2 clinical trial. medRxiv. 2021..", "Pavel S, Yetiskin H, Uygut M, Aslan A, Aydın G, İnan Ö. Development of an inactivated vaccine against SARS CoV-2. Vaccines. 2021;9:1266- doi: 10.3390/vaccines9111266.", "Li M, Yang J, Wang L, Wu Q, Wu Z, Zheng W, et al. A booster dose is immunogenic and will be needed for older adults who have completed two doses vaccination with CoronaVac: a randomised, double-blind, placebo-controlled, phase 1/2 clinical trial. medRxiv. 2021:2021.08.03.21261544..", "Abdoli A, Aalizadeh R, Aminianfar H, Kianmehr Z, Azimi E, Emamipour N, et al. Safety and Potency of COVIran barekat inactivated vaccine candidate for SARS-CoV-2: a preclinical study. bioRxiv. 2021:2021.06.10.447951..", "Ghasemi S, Naderi Saffar K, Ebrahimi F, Khatami P, Monazah A, Alizadeh G. Development of inactivated FAKHRAVAC® vaccine against SARS-CoV-2 virus: preclinical study in animal models. Vaccines. 2021;9:1271- doi: 10.3390/vaccines9111271.", "Chaudhary S, El-Shorbagi A, Gupta R, Kumar A. The recent updates on approaches and clinical trials status of Covid-19 vaccines developed globally. Biomed Pharmacol J. 2021;14:1109-1124. doi: 10.13005/bpj/2214.", "Sun W, McCroskery S, Liu W, Leist S, Liu Y, Albrecht R. A Newcastle Disease Virus (NDV) expressing a membrane-anchored spike as a cost-effective inactivated SARS-CoV-2 vaccine. Vaccines. 2020;8:771- doi: 10.3390/vaccines8040771.", "Sonoda K. Development of an inactivated COVID-19 vaccine. Transl Regul Sci. 2021;3:120-121.", "Mandal H. Achievements of the COVID-19 Turkey Platform in vaccine and drug development with an approach of. Turk J Med Sci. 2021;51:3139-3149. doi: 10.3906/sag-2112-178.", "Mahase E. Covid-19: where are we on vaccines and variants?. BMJ. 2021;372:n597- doi: 10.1136/bmj.n597.", "Gómez C, Perdiguero B, Esteban M. Emerging SARS-CoV-2 variants and impact in global vaccination programs against SARS-CoV-2/COVID-19. Vaccines. 2021;9:243- doi: 10.3390/vaccines9030243.", "Bian L, Gao F, Zhang J, He Q, Mao Q, Xu M. Effects of SARS-CoV-2 variants on vaccine efficacy and response strategies. Expert Rev Vaccines. 2021;20:365-373. doi: 10.1080/14760584.2021.1903879.", "Duong D. Alpha, Beta, Delta, Gamma: what’s important to know about SARS-CoV-2 variants of concern?. Can Med Assoc. 2021;193:E1059-E1060. doi: 10.1503/cmaj.1095949.", "Bian L, Gao Q, Gao F, Wang Q, He Q, Wu X. Impact of the Delta variant on vaccine efficacy and response strategies. Expert Rev Vaccines. 2021;20:1201-1209. doi: 10.1080/14760584.2021.1976153.", "Ferré V, Peiffer-Smadja N, Visseaux B, Descamps D, Ghosn J, Charpentier C. Omicron SARS-CoV-2 variant: What we know and what we don't. Anaesth Crit Care Pain Med. 2021;41:100998- doi: 10.1016/j.accpm.2021.100998.", "Ikegame S, Siddiquey MN, Hung C-T, Haas G, Brambilla L, Oguntuyo KY, et al. Qualitatively distinct modes of Sputnik V vaccine-neutralization escape by SARS-CoV-2 Spike variants. medRxiv. 2021..", "Cevik M, Grubaugh N, Iwasaki A, Openshaw P. COVID-19 vaccines: keeping pace with SARS-CoV-2 variants. Cell. 2021;184:5077-5081. doi: 10.1016/j.cell.2021.09.010.", "Hossain M, Hassanzadeganroudsari M, Apostolopoulos V. The emergence of new strains of SARS-CoV-2. What does it mean for COVID-19 vaccines?. Expert Rev Vaccines. 2021;20:635-638. doi: 10.1080/14760584.2021.1915140.", "Mahase E. Covid-19: do vaccines work against omicron—and other questions answered. BMJ. 2021;375:n3062- doi: 10.1136/bmj.n3062.", "Bruxvoort K, Sy L, Qian L, Ackerson B, Luo Y, Lee G. Effectiveness of mRNA-1273 against delta, mu, and other emerging variants of SARS-CoV-2: test negative case-control study. BMJ. 2021;375:e068848- doi: 10.1136/bmj-2021-068848.", "Hansen CH, Schelde AB, Moustsen-Helm IR, Emborg H-D, Krause TG, Mølbak K, et al. Vaccine effectiveness against SARS-CoV-2 infection with the Omicron or Delta variants following a two-dose or booster BNT162b2 or mRNA-1273 vaccination series: a Danish cohort study. medRxiv. 2021:2021.12.20.21267966..", "Zhou D, Dejnirattisai W, Supasa P, Liu C, Mentzer A, Ginn H. Evidence of escape of SARS-CoV-2 variant B. 1.351 from natural and vaccine-induced sera. Cell. 2021;184:2348-61.e6. doi: 10.1016/j.cell.2021.02.037.", "Andrews N, Stowe J, Kirsebom F, Toffa S, Rickeard T, Gallagher E, et al. Effectiveness of COVID-19 vaccines against the Omicron (B.1.1.529) variant of concern. medRxiv. 2021:2021.12.14.21267615..", "Dolzhikova I, Iliukhina A, Kovyrshina A, Kuzina A, Gushchin V, Siniavin A, et al. Sputnik Light booster after Sputnik V vaccination induces robust neutralizing antibody response to B.1.1.529 (Omicron) SARS-CoV-2 variant. medRxiv. 2021:2021.12.17.21267976..", "Gushchin V, Dolzhikova I, Shchetinin A, Odintsova A, Siniavin A, Nikiforova M. Neutralizing activity of sera from Sputnik V-vaccinated people against variants of concern (VOC: B. 1.1. 7, B. 1.351, P. 1, B. 1.617. 2, B. 1.617. 3) and Moscow endemic SARS-CoV-2 variants. Vaccines. 2021;9:779- doi: 10.3390/vaccines9070779.", "Kumar A, Dowling W, Román R, Chaudhari A, Gurry C, Le T. Status report on COVID-19 vaccines development. Curr Infect Dis Rep. 2021;23:1-12. doi: 10.1007/s11908-021-00752-3.", "Madhi S, Baillie V, Cutland C, Voysey M, Koen A, Fairlie L. Efficacy of the ChAdOx1 nCoV-19 Covid-19 vaccine against the B. 1.351 variant. N Engl J Med. 2021;384:1885-1898. doi: 10.1056/NEJMoa2102214.", "Khan A, Khan T, Ali S, Aftab S, Wang Y, Qiankun W. SARS-CoV-2 new variants: characteristic features and impact on the efficacy of different vaccines. Biomed Pharmacother. 2021;143:112176- doi: 10.1016/j.biopha.2021.112176.", "Yu X, Wei D, Xu W, Li Y, Li X, Zhang X, et al. Enhanced neutralization against SARS-CoV-2 by vaccine booster exhibits reduction of Omicron variant. medRxiv. 2021:2021.12.17.21267961..", "Eguia R, Crawford K, Stevens-Ayers T, Kelnhofer-Millevolte L, Greninger A, Englund J. A human coronavirus evolves antigenically to escape antibody immunity. PLoS Pathog. 2021;17:e1009453- doi: 10.1371/journal.ppat.1009453.", "Telenti A, Arvin A, Corey L, Corti D, Diamond M, García-Sastre A. After the pandemic: perspectives on the future trajectory of COVID-19. Nature. 2021;596:495-504. doi: 10.1038/s41586-021-03792-w.", "Dispinseri S, Secchi M, Pirillo M, Tolazzi M, Borghi M, Brigatti C. Neutralizing antibody responses to SARS-CoV-2 in symptomatic COVID-19 is persistent and critical for survival. Nat Commun. 2021;12:2670- doi: 10.1038/s41467-021-22958-8.", "Cromer D, Steain M, Reynaldi A, Schlub T, Wheatley A, Juno J. Neutralising antibody titres as predictors of protection against SARS-CoV-2 variants and the impact of boosting: a meta-analysis. Lancet Microbe. 2022;3:e52-e61. doi: 10.1016/S2666-5247(21)00267-6.", "Shekhar R, Garg I, Pal S, Kottewar S, Sheikh A. COVID-19 vaccine booster: to boost or not to boost. Infect Dis Rep. 2021;13:924-929. doi: 10.3390/idr13040084.", "Hause A, Baggs J, Gee J, Marquez P, Myers T, Shimabukuro T. Safety monitoring of an additional dose of COVID-19 vaccine—United States, August 12-September 19, 2021. MMWR Morb Mortal Wkly Rep. 2021;70:1379-1384. doi: 10.15585/mmwr.mm7039e4.", "Sun S, Cai Y, Song T, Pu Y, Cheng L, Xu H. Interferon-armed RBD dimer enhances the immunogenicity of RBD for sterilizing immunity against SARS-CoV-2. Cell Res. 2021;31:1011-1023. doi: 10.1038/s41422-021-00531-8.", "Shu Y, He J, Pei R, He P, Huang Z, Chen S. Immunogenicity and safety of a recombinant fusion protein vaccine (V-01) against coronavirus disease 2019 in healthy adults: a randomized, double-blind, placebo-controlled, phase II trial. Chin Med J. 2021;134:1967-1976. doi: 10.1097/CM9.0000000000001702.", "Zhang J, Hu Z, He J, Liao Y, Li Y, Pei R. Safety and immunogenicity of a recombinant interferon-armed RBD dimer vaccine (V-01) for COVID-19 in healthy adults: a randomized, double-blind, placebo-controlled, Phase I trial. Emerg Microbes Infect. 2021;10:1589- doi: 10.1080/22221751.2021.1951126.", "Sun S, Chen X, Lin J, Ai J, Yang J, Hu Z. Broad neutralization against SARS-CoV-2 variants induced by a next-generation protein vaccine V-01. Cell Discov. 2021;7:114- doi: 10.1038/s41421-021-00350-6."], "isFullpaper": false, "keywords": ["SARS-CoV-2", "COVID-19", "pandemic", "Prophylactic", "vaccines", "Platform", "Vaccination"], "authors": ["Alagheband Bahrami Armina", "Azargoonjahromi Ali", "Sadraei Samin", "Aarabi Aryan", "Payandeh Zahra", "Rajabibazl Masoumeh"], "term": "covid vaccine"}