{"title": "The role of temperature in reported chickenpox cases from 2000 to 2011 in Japan", "context": ["Epidemiol Infect. 2015 Sep; 143(12): 2666–2678. Published online 2015 Jan 14. doi: 10.1017/S095026881400363XPMCID: PMC9151048PMID: 25586860The role of temperature in reported chickenpox cases from 2000 to 2011 in JapanK. HARIGANE,1 A. SUMI,2,* K. MISE,3 and N. KOBAYASHI2K. HARIGANE1Department of Nursing, Tenshi College, Sapporo, Hokkaido, JapanFind articles by K. HARIGANEA. SUMI2Department of Hygiene, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, JapanFind articles by A. SUMIK. MISE3Center of Medical Education, Department of Admission, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, JapanFind articles by K. MISEN. KOBAYASHI2Department of Hygiene, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, JapanFind articles by N. KOBAYASHIAuthor information Article notes Copyright and License information PMC Disclaimer1Department of Nursing, Tenshi College, Sapporo, Hokkaido, Japan2Department of Hygiene, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, Japan3Center of Medical Education, Department of Admission, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, Japan*Author for correspondence: Dr A. Sumi, Department of Hygiene, Sapporo Medical University School of Medicine, S-1, W-17, Chuo-ku, Sapporo, 060–8556, Japan. (Email: pj.ca.dempas@imus)Received 2014 Mar 11; Revised 2014 Nov 22; Accepted 2014 Dec 2.Copyright © Cambridge University Press 2015SUMMARYAnnual periodicities of reported chickenpox cases have been observed in several countries. Of these, Japan has reported a two-peaked, bimodal annual cycle of reported chickenpox cases. This study investigated the possible underlying association of the bimodal cycle observed in the surveillance data of reported chickenpox cases with the meteorological factors of temperature, relative humidity and rainfall. A time-series analysis consisting of the maximum entropy method spectral analysis and the least squares method was applied to the chickenpox data and meteorological data of 47 prefectures in Japan. In all of the power spectral densities for the 47 prefectures, the spectral lines were observed at the frequency positions corresponding to the 1-year and 6-month cycles. The optimum least squares fitting (LSF) curves calculated with the 1-year and 6-month cycles explained the underlying variation of the chickenpox data. The LSF curves reproduced the bimodal and unimodal cycles that were clearly observed in northern and southern Japan, respectively. The data suggest that the second peaks in the bimodal cycles in the reported chickenpox cases in Japan occurred at a temperature of approximately 8·5 °C.Key words: Chickenpox, seasonality, surveillance, temperature, time-series analysisINTRODUCTIONChickenpox occurs more often in children than adults and has a generally good prognosis [1]. However, complications such as secondary bacterial skin and soft tissue infections, meningoencephalitis, cerebellar ataxia, pneumonia and hepatitis can occur. Adults and pregnant women who become infected often develop a severe infection. Furthermore, a mortality rate of 2–3/100 000 infected persons has been reported [2]. Therefore, chickenpox remains an important public health issue worldwide. In Japan, despite the availability of a safe and effective vaccine since 1987, it is estimated that about 4000 people are hospitalized and about 20 die annually as a result of chickenpox [3].To prevent the burden of chickenpox, researchers have attempted to understand the associated epidemiological factors, such as the mechanism of the seasonality of the epidemics, using reported cases of the disease in surveillance systems [1]. Chickenpox has an annual cycle in several countries. For example, Japan, Turkey and the UK have bimodal cycles, i.e. two peaks of reported chickenpox cases annually [4–6]. One of the dominant hypotheses regarding the cause of the bimodal cycle of reported chickenpox cases is the temperature dependence of disease occurrence [4]. An alternative hypothesis proposes that the seasonality of reported chickenpox cases is related to the school calendar, as is the case with measles [5, 6]. Investigations of the reasons for the bimodal cycle of reported chickenpox cases might be significant for the prevention and prediction of this disease.The purpose of this study was to identify the association of the bimodal cycle of reported chickenpox cases with meteorological conditions. In Japan's nationwide surveillance system for infectious diseases, chickenpox surveillance data are collected in all 47 prefectures. The country is divided into prefectures, each of which is further subdivided into cities with respective wards and blocks. Japan extends from latitude 45° N to 20° N; thus, meteorological conditions vary widely. Our study utilized the chickenpox surveillance data and meteorological data for all 47 prefectures in Japan to conduct a systematic study of the effect of meteorological conditions (temperature, relative humidity, rainfall) on the reported number of chickenpox cases. The analyses included a time-series analysis consisting of the maximum entropy method (MEM) spectral analysis and the least squares method (LSM) [7, 8]. The obtained results might aid in the prediction of epidemics and the preparation for the effects of climatic changes on the epidemiology of infectious diseases [9].DATAChickenpox dataThe time-series data that were analysed in this study represent the weekly reported chickenpox incidence data for all 47 prefectures in Japan. These data were obtained from the Infectious Diseases Weekly Report Japan (IDWR) [10]. The incidence data for each prefecture indicated the number of weekly reported chickenpox cases per paediatric sentinel clinic in the prefecture (there are about 3000 paediatric sentinel clinics nationwide). The sentinel case reports of chickenpox were defined by their clinical presentation, i.e. a rash first appearing on the trunk and face and then spreading over the entire body [10]. The data for each prefecture were gathered over 626 weeks (626 data points) from January 2000 to December 2011. Portions of the 2011 data for Miyagi prefecture (week 10) and Fukushima prefecture (weeks 10, 11, 13, 14) were unavailable because of the Great East Japan Earthquake. These missing data were replaced by the mean values that were calculated from the data immediately before and after the missing observations. The 47 prefectures in Japan are shown in Figure 1. Open in a separate windowFig. 1.Distribution of 47 prefectures in Japan. Dashed lines indicate the boundaries of the four main islands constituting Japan: Hokkaido, Honshu, Shikoku and Kyushu.Children aged 0–4 years accounted for about 75–80% of the reported chickenpox cases during 2000–2011 [3]. For preschool children, the healthcare system in Japan provides healthcare services, including infectious disease control, with the parent/guardian accepting responsibility for 20% of the costs and the government paying the remaining 80% [11]. Payment for personal medical services is offered through a universal healthcare insurance system that provides relatively equal access for chickenpox patients to sentinel clinics and hospitals of the surveillance system, with fees set by a government committee.Meteorological dataData on the daily mean values of temperature (°C), relative humidity (%) and the daily rainfall (mm) that were collected in the 47 prefectural capitals during 2000–2011 were obtained from the website of the Japan Meteorological Agency [12]. The daily data were gathered for a total of 4383 days from 2000 to 2011 (4383 data points). Using the daily temperature, relative humidity and rainfall data during 2000–2011 for each prefecture, we calculated a mean value that corresponded to the average of the daily data (one data point). With respect to rainfall, for each prefecture, we further calculated a summation of the daily rainfall during 2000–2011 (one data point).METHODSTime-series analysisSpectral analysis We assumed that the time-series data x(t) (where t = time) were composed of systematic and fluctuating parts [13]: 1To investigate the temporal patterns of x(t) in the reported chickenpox incidence data and the meteorological data (temperature, relative humidity, rainfall), we performed an MEM spectral analysis. This method of analysis enabled us to elucidate periodicities in the time series of short data lengths with a high degree of frequency resolution compared to other analytical methods of infectious disease surveillance data, such as the fast Fourier transform and the autoregressive method, which require time series of long data lengths [14]. In our previous work, we investigated the periodic structures of surveillance data such as measles with 360 data points, using a MEM spectral analysis [7, 8, 15–17]. The length of the chickenpox time-series data used in our study (626 data points) was longer than that of measles (360 data points) and was sufficient for investigating the periodic structures of the data in detail. The MEM spectral analysis produces a power spectral density (PSD). The formulation of MEM-PSD has been previously described [7].LSM The validity of the MEM spectral analysis results was confirmed by the calculation of the least squares fitting (LSF) curve to the original time-series data x(t) with MEM estimated periods. The formulation of the LSF curve in X(t) is described as follows: 2which is calculated using the LSM for x(t) with unknown parameters fn, A0 and An (n = 1, 2, 3, …, N), where fn ( = 1/Tn; Tn is the period) is the frequency of the nth component, A0 is a constant that indicates the average value of the time-series data, An and θn are the amplitude and phase of the nth component, respectively, and N is the total number of components. The reproducibility level of x(t) by the optimum LSF curve was evaluated by Pearson's correlation (ρ) with SPSS v. 17.0J software (SPSS, Japan). A P value ⩽0·05 was considered as the criterion for statistical significance.Contribution ratio For the assignment of periodic modes constructing the seasonality of the original time-series data x(t), a ‘contribution ratio’ was defined [15, 18–21]. The contribution ratio Qn is described as follows: 3where An indicates the amplitude of the nth periodic mode constituting the LSF curve X(t) to the original data x(t) [equation (2)], and Q is the total power of x(t). An outline of the contribution ratio is described in the Appendix.Correlation between reported chickenpox incidences and meteorological conditionsWe investigated the association of the bimodal cycle of reported chickenpox incidences with the temperature, relative humidity and rainfall for each prefecture. Specifically, we conducted the following procedures: (i) the assignment of the periodic cycle describing the seasonal variations of the reported chickenpox incidence from the PSD; (ii) the calculation of the contribution ratio of the periodic cycle assigned in the previous step (i); and (iii) the plotting of the value of the contribution ratio obtained in step (ii) against the average of the daily data for temperature and relative humidity and the summation of the daily data for rainfall during 2000–2011.Occurrence point of temperature for second peaks of reported chickenpox incidencesTo investigate in detail the occurrence point of temperature for the second peaks in the 1-year cycles of reported chickenpox incidences, we identified the temperature values of the minimum reported chickenpox incidence between the first and second peaks of the LSF curve during 2000–2011. Then, we calculated the mean of these temperature values, T. Next, we plotted the contribution of the 6-month cycle (Q2) against the T value.Selection method of eight prefectures as illustrative examplesBased on a geographical division of the Japan Meteorological Agency [12], we selected eight prefectures from all 47 prefectures in Japan as illustrative examples. Japan Meteorological Agency divides the entire country into the following four areas for servicing weather information: northern Japan, eastern Japan, western Japan and southern Japan. In this study, we selected one, two or three prefectures from each area as illustrative examples (Fig. 1), as follows: (a) Hokkaido and Miyagi from northern Japan; (b) Tokyo and Nagano from eastern Japan; (c) Kyoto, Kochi and Fukuoka from western Japan; and (d) Okinawa from southern Japan. This gave us a total of eight prefectures.Japan consists of four main islands (Honshu, Shikoku, Kyushu, Hokkaido). Seven of the above-selected prefectures (excluding Okinawa) were chosen to cover the four main islands that constitute the country, as follows: Honshu (Miyagi, Tokyo, Nagano, Kyoto), Shikoku (Kochi), Kyushu (Fukuoka) and Hokkaido (Hokkaido).RESULTSFigure 1 presents the results for eight of the 47 prefectures in Japan as illustrative examples. In Table 1, the eight prefectures are arranged from northern Japan to southern Japan by (a) latitude, (b) longitude and (c) population size. Table 1.Longitude, latitude, population size and the peaks of LSF curves of eight prefectures in Japan(a) Latitude(b) Longitude(c) Population size (×103)(d) Peak month of LSF curveFirst peakSecond peakHokkaido43° N141° E5506Dec.JuneMiyagi38° N140° E2348Dec., Jan.JuneTokyo35° N139° E13159Dec., Jan.May, JuneNagano36° N138° E2152Dec., Jan.JuneKyoto35° N135° E2636Dec., Jan.JuneKochi33° N133° E764Jan., Feb.MayFukuoka33° N130° E5072Jan., Feb.Apr., MayOkinawa26° N127° E1393Feb.–Apr.–Open in a separate windowLSF, Least-squares-fitting.Age distributionAlthough about 1 million reported chickenpox cases are estimated to occur annually in Japan, the number of reported cases has gradually decreased in the past few years [3]. The age distribution of the reported cases is shown in Figure 2 [3]. A gradual decline in the proportion of reported cases in the 0–4 years age group was observed after 2010. This age group contributed 78% of the reported cases in 2009 but this decreased slightly to 75% in 2011. There was a corresponding shift in the age distribution of reported chickenpox cases in the 5–9 years age group, but not significantly, from 20% in 2009 to 22% in 2011 (P = 0·969). Open in a separate windowFig. 2.Age distribution of the reported chickenpox cases from paediatric sentinel clinics.Temporal variations of reported chickenpox incidence dataFigure 3 indicates the weekly reported chickenpox incidence data for the following eight prefectures: Hokkaido, Miyagi, Tokyo, Nagano, Kyoto, Kochi, Fukuoka and Okinawa. A 1-year chickenpox data cycle is shown for each prefecture. For Hokkaido (Fig. 3a), two peaks, one in winter and the other in spring, were superimposed on a 1-year cycle. This bimodal cycle was clearly observed in the cases of Miyagi, Tokyo, Nagano and Kyoto (Fig. 3b–e, respectively). However, for Kochi and Fukuoka (Fig. 3f, g, respectively), the annual cycles were largely modulated by fairly irregular, shorter-term variations within the 1-year cycle. For Okinawa (Fig. 3h), a unimodal pattern was evident. Open in a separate windowFig. 3.Weekly incidence data of chickenpox from eight prefectures in Japan from 2000 to 2011: (a) Hokkaido, (b) Miyagi, (c) Tokyo, (d) Nagano, (e) Kyoto, (f) Kochi, (g) Fukuoka, (h) Okinawa.Spectral analysisThe PSDs based on the MEM for the chickenpox data (Fig. 3) are shown in Figure 4. In each PSD, the prominent spectral line was observed at f = 1·0 [f(1/year); frequency] ( = f1) corresponding to the 1-year cycle, and the spectral lines of f2 ( = f1 × 2) corresponding to the 6-month cycle, were observed at f = 2·0. For each PSD (Fig. 4), the prominent spectral peak at f2 (6 months) is a point of interest because it leads to the question of whether the f2 mode has its origin in the harmonics of f1, in the bimodal cycles that were clearly observed in the chickenpox data for Hokkaido, Miyagi, Tokyo, Nagano and Kyoto (Fig. 3a–e, respectively), or in a superposition of both. Open in a separate windowFig. 4.Power spectral densities (PSDs) obtained from weekly incidence data of chickenpox from eight prefectures in Japan from 2000 to 2011: (a) Hokkaido, (b) Miyagi, (c) Tokyo, (d) Nagano, (e) Kyoto, (f) Kochi, (g) Fukuoka, (h) Okinawa.Seasonal cycles of chickenpox incidence dataTo investigate the seasonality of each set of chickenpox data (Fig. 3) in detail, the LSF curve in equation (2) was calculated for the 1-year and 6-month cycles that were clearly observed in the PSD (Fig. 4). The LSF curves are shown in Figure 5. Open in a separate windowFig. 5.Comparisons of the weekly incidence data (dashed line) and least-squares-fitting curves calculated with the 1-year and 6-month periodic modes (red solid line): (a) Hokkaido, (b) Miyagi, (c) Tokyo, (d) Nagano, (e) Kyoto, (f) Kochi, (g) Fukuoka, (h) Okinawa.In Figure 5, the LSF curves for all prefectures except Okinawa (Fig. 5h) demonstrated a bimodal seasonal cycle with a first peak in winter (December–February) and a second peak in spring (April–June). For Okinawa (Fig. 5h), the annual occurrence of epidemics was unimodal, with a peak spanning winter–spring (February–April). The values of ρ between the chickenpox data and the LSF curve were high for all prefectures (0·74–0·86). Thus, the 1-year and 6-month cycles made major contributions to the seasonal oscillations. The peak month of the LSF curve for each prefecture is listed in Table 1d.The correlation between reported chickenpox incidences and meteorological conditionsFigure 6 [panels (a–c) and (a’–c’)] shows plots of the contribution ratio of the 1-year cycle (Q1) and the 6-month cycle (Q2), respectively, against the daily mean temperature and relative humidity data, and the summation of the daily rainfall data during 2000–2011 for all 47 prefectures. The meteorological data for the eight prefectures plotted in Figure 6 are listed in Table 3(a, b, d). Spearman's ρ correlation coefficients between the meteorological data and the contribution ratio (Q1 and Q2) were calculated, and the obtained results are listed in Table 2. Open in a separate windowFig. 6.Gradient of Q1 (left-hand side) and Q2 (right-hand side) against meteorological factors in 47 prefectures in Japan from 2000 to 2011. (a) and (a’) Daily mean temperature (°C); (b) and (b’) daily mean relative humidity (%); (c) and (c’) summation of daily rainfall (mm).Table 2.Spearman's ρ calculated for meteorological factors and contribution ratio of seasonal cycles (Q1 and Q2)Q1Q2Temperature0·764** (P < 0·001)−0·763** (P < 0·001)Relative humidity−0·227 (P = 0·134)0·273 (P = 0·070)Rainfall0·438** (P = 0·002)−0·358* (P = 0·014)Open in a separate window** P < 0·01, * P < 0·05.Table 3.The value of mean, standard deviation (s.d.) and s.d./mean for (a) daily temperature, (b) daily relative humidity and (c) daily rainfall, and (d) the value of a summation of the daily rainfall during 2000–2011 for the eight prefectures in Japan(a) Daily temperature(b) Daily relative humidity(c) Daily rainfall(d) Summation of daily rainfallMean (°C)s.d. (°C)s.d. /meanMean (%)s.d. (%)s.d. /meanMean (mm)s.d. (mm)s.d. /meanHokkaido9·29·51·0368·410·50·153·17·32·3413696Miyagi12·78·30·6571·213·00·183·511·03·1415314Tokyo15·57·90·5160·315·20·254·313·23·0819364Nagano12·29·50·7771·010·10·142·66·72·5411565Kyoto16·28·70·5563·89·70·154·010·72·6717442Kochi17·47·80·4568·513·10·196·920·73·0130165Fukuoka17·47·90·4562·711·10·184·412·72·8919284Okinawa23·34·70·2072·110·30·145·918·63·1426003Open in a separate windowOccurrence of unimodal cycles of reported chickenpox incidences As shown in Figure 6a, the value of Q1 increased as the value of the mean temperature increased. The mean relative humidity and rainfall (Fig. 6b, c, respectively) appeared to have a randomly scattered pattern. The values of Q1 showed significant correlations with temperature (P < 0·001) and rainfall (P = 0·002) in Figure 6(a, c), respectively. However, no significant correlation with relative humidity (P = 0·134) was identified in Figure 6b. This result indicates that the occurrence of the unimodal cycle of reported chickenpox incidences in Japan is related to the mean temperature and rainfall.Occurrence of bimodal cycles of reported chickenpox incidences As shown in Figure 6a’, the values of Q2 decreased as the mean temperature value increased, and the mean relative humidity and rainfall appeared to be randomly scattered (Fig. 6b’, c’, respectively). The values of Q2 showed significant correlations with mean temperature (P < 0·001) and rainfall (P = 0·014) but no significant correlations with mean relative humidity (P = 0·07), similar to Q1. This result indicates that the occurrence of the bimodal cycle of reported chickenpox incidences in Japan is associated with the mean temperature and rainfall.We re-plotted the values of Q1 and Q2 against the latitude of the 47 prefectures in Figure 7a, b, respectively. As the latitude became higher, the unimodal cycles of the reported chickenpox incidence disappeared (Fig. 7a) and the bimodal cycles of the epidemics became apparent (Fig. 7b). Open in a separate windowFig. 7.A plot of Q1 and Q2 against latitude. (a) Q1 and (b) Q2.The occurrence point of temperature for the second peaks of reported chickenpox incidencesThe value of Q2 in Figure 8 gradually decreased from 0·69 at T = 1·1 for Hokkaido in northern Japan to 0·33 at T = 8·8 for Tokyo in eastern Japan. The Q2 value was 0·1 at T = 9·1 for Kochi and 0·1 at T = 12·1 for Fukuoka in western Japan. Open in a separate windowFig. 8.A plot of Q2 against the mean temperature of the minimum incidence between the first and second peaks of the least-squares-fitting curve during 2000–2011.DISCUSSIONThis study revealed a statistically significant relationship between the contribution ratio of the 1-year cycle (Q1) and the 6-month cycle (Q2) of reported chickenpox incidence and mean temperature (Fig. 6a, a’). The results shown in Figure 7a, b support the findings of Shoji et al. [22], who showed that the reported cases of chickenpox increased at 5–20 °C (i.e. the temperature range at which the chickenpox virus is activated) and decreased at temperatures lower than 5 °C and higher than 20 °C. In northern Japan, where the temperature falls below 5 °C in winter and exceeds 20 °C in summer, the occurrence of epidemics is bimodal. By contrast, in southern Japan, where the temperature rarely falls below 5 °C in winter, the occurrence of epidemics is unimodal.A statistically significant relationship with the values of Q1 and Q2 was revealed for mean rainfall; however, the strength of the correlation was weak compared to the correlation with temperature (Table 2). This weak correlation of rainfall with Q1 and Q2 might be due to the large variance of the daily rainfall data that was observed for the eight prefectures (Table 3c). However, the amount of rainfall is subject to the amount of water vapour in the air, which influences relative humidity [23]. As a result, relative humidity vs. Q1 and Q2 indicated a scattering point (Table 2). The variances of relative humidity for the eight prefectures (Table 3b) were relatively small compared to the variances of rainfall (Table 3c). This result is because relative humidity is constrained by the amount of saturated vapour, which is dependent on the air temperature [23]. Thus, it is reasonable to consider that the unimodal and bimodal cycles observed in temporal variations of the reported chickenpox incidence were dominated by temperature and had strong correlations with Q1 and Q2 (Table 2).One study identified that reported chickenpox cases in the UK have a bimodal pattern, with two peaks in spring [5]. In comparison, Canada has a unimodal pattern, with a single spring peak. The explanation that was offered for this difference was that the spring school holiday lasts at least 2 weeks (twice the duration of the chickenpox infectious period) in the UK, whereas the spring school holiday only lasts 1 week in Canada [5]. With respect to Japan, the primary school spring holiday lasts about 2 weeks from the end of March to the beginning of April across the whole country [24, 25]. Thus, it is unlikely that the occurrence of bimodal reported chickenpox incidences in Japan is related to the school calendar. Rather, the bimodal pattern might result from the mean temperature, as observed in Figure 6(a, a’).The occurrence point of temperature of the second peaks in the annual cycles of reported chickenpox incidences has attracted the attention of researchers [4, 22]. In Figure 8, the decreasing trend separates two regions of Japan (solid and dashed lines in Fig. 8). The solid line indicates that the bimodal cycle disappears as the latitude becomes lower. The dashed line indicates that the unimodal cycle appears as the latitude becomes lower. In Figure 8, the anomalous behaviour at T ≅ 8·5 bestriding the boundary between the two decreasing trends is considered to correspond to a transitional region between the bimodal and unimodal cycles. This result supports the following previous reports on the occurrence point of temperature for second peaks in annual cycles in reported chickenpox cases in Japan: T = 5·0 by Shoji et al. [22] and T = 7·5 by Furushima et al. [26].The epidemiology of chickenpox differs in temperate and tropical regions [27]. In temperate regions, chickenpox is a disease of preschool and school-aged children. In tropical regions, chickenpox typically occurs at a later age, with many cases in adolescents and adults who are at risk of developing more severe disease. The relatively small number of reported chickenpox cases in children in tropical regions may result from the reduced chickenpox virus transmission in those areas [28]. Garnett et al. [29] proposed that the transmission potential of chickenpox virus might be adversely affected by a combination of high ambient temperatures and humidity in tropical regions. For example, in India, outbreaks of chickenpox appear to be more common in the cooler months of the year than the warmer months [30]. By contrast, in tropical regions such as Singapore, the incidence does not seem to vary according to season [31]. Recently, Rice [32] interpreted the seasonality of reported chickenpox incidences in tropical regions from the viewpoint of the level of ultra-violet radiation and air pollution. Thus, the effect of meteorological factors on chickenpox incidence might differ from one country to another in tropical regions. To understand the underlying causes of chickenpox virus transmission in tropical regions and to utilize the obtained results effectively for health service, it is necessary to conduct a systematic study to quantify the impact of meteorological factors on chickenpox incidence for each country in the tropical regions. For this purpose, the Susceptible-Exposed-Infective-Recovered (SEIR) model, which is a well-known mathematical model of infectious disease epidemics, might be useful, as in the case of malaria [33]. Thus, it is expected that a theoretical procedure such as the SEIR model will contribute to the future investigation of meteorological factors for chickenpox transmission [7]. This investigation should be conducted in future research.The chickenpox vaccine was first licensed in Japan in 1987 and is administered at the request of an individual or a child's legal guardian as part of the voluntary vaccination programme. For the prefectures that were used as illustrative examples in our study, in 2006, the vaccination coverage rates for Hokkaido and Miyagi exceeded the national average (35·7%) and those for Nagano and Kyoto were below it [34]. However, the temporal patterns of the incidence data for these four prefectures indicated approximately the same pattern in 2006, i.e. the bimodal cycle (Fig. 5a, b, d, e, respectively). From 2006 until recently, the vaccination coverage rate has remained low at about 30–40% [3, 35], and the temporal patterns of the four prefectures has continued to indicate the bimodal cycle (Fig. 5a, b, d, e). Thus, the vaccination coverage rate might not have affected the temporal patterns of the incidence data throughout the time range that was investigated in this study (2000–2011). When the vaccination coverage rate exceeds 80% in Japan, the seasonal peak superposed on a 1-year cycle will diminish, as observed in the USA [36]. The Strategic Advisory Group of Experts (SAGE) on immunization of the World Health Organization concluded that before countries introduce the chickenpox vaccine into routine childhood immunization programmes, they should establish an adequate disease surveillance system to assess the burden of chickenpox, with the provision of continued surveillance after the introduction of the vaccination [37]. This is because resources must be sufficient to ensure that a vaccine coverage of ⩾80% is reached and sustained because a vaccine coverage of 20–80% would shift chickenpox to older ages, with the risk of an associated increase in severe disease and mortality [38]. SAGE also indicated that meteorological factors and other country-specific factors, rather than the country's world region, are key determinants of chickenpox incidence [37]. Thus, it is expected that for countries without universal chickenpox vaccination, our method of time-series analysis will contribute to the estimation of the correlation of meteorological factors with chickenpox incidences.In this study, bimodal cycles of reported chickenpox incidences that were clearly observed in northern Japan disappeared at lower latitudes, and unimodal cycles appeared in the south. Based on the results in Figure 6(a, a’), this transition of patterns of reported chickenpox incidences might be temperature-dependent. The Intergovernmental Panel on Climate Change Third Assessment Report indicated that ‘changes in climate that will affect potential transmission of infectious diseases include temperature, humidity, altered rainfall, and sea-level rise’ [39]. Based on this report, it is possible that the temporal chickenpox pattern in northern Japan will change from bimodal to unimodal if the temperature increases in Japan. The chickenpox virus is devoid of thermostatic mechanisms, and its reproductions and survival rates are strongly affected by fluctuations in temperature as well as other viruses, parasites and bacteria [40, 41]. Thus, the investigation of the effect of meteorological factors on the epidemiology of infectious diseases, including chickenpox, is necessary for practitioners and public health policy-makers to control disease and for media events to encourage preventive activities.ACKNOWLEDGEMENTSThis study was supported in part by a Grant-in-Aid of Scientific Research (Grant no. 25460769) from the Ministry of Education, Culture, Sports, Science, and Technology of Japan.APPENDIXOn the determination of the value of ‘contribution ratio’. Based on the result of MEM spectral analysis, we assign periodic modes fn in equation (2) that construct seasonal variations of chickenpox data. First, the power of each periodic mode is evaluated by the square of amplitude, An2, of the nth mode constituting the LSF curve. Second, we estimate R corresponding to the power of residual time series which is obtained by subtracting the LSF curve from the original time series. As a result, the total powers of the original time series Q is obtained by A1 When both sides of equation (A1) are divided by Q, we obtain the following normalized relation: A2 Where An2/Q and R/Q correspond to the contribution of An2 and R to Q, respectively. We define the first term of the left-hand side of equation (A2) the ‘contribution ratio’, which means the contribution An2 normalized by Q. If An2/Q in the first term becomes large, then the second term R/Q becomes small.DECLARATION OF INTERESTNone.REFERENCES1. Weller TH. Varicella-herpes zoster virus. In: Evans AS, Kaslow RA, eds. Viral Infections of Humans – Epidemiology and Control, 4th edn. New York: Plenum Publishing Corporation, 1997, pp. 865–892. [Google Scholar]2. Boelle PY, Hanslik T. Varicella in non-immune persons: incidence, hospitalization and mortality rates. Epidemiology and Infection 2002; 129: 599–606. [PMC free article] [PubMed] [Google Scholar]3. National Institute of Infectious Diseases. Infectious Agents Surveillance Report 2013; 34: 287–288 (http: //www.nih.go.jp/niid/ja/iasr-vol34/4026-iasr-404.html) [in Japanese].4. Kokaze A, et al. The magnitude of variation in temperature within a year has an effect on the seasonal variations of chickenpox incidence in Japan. Epidemiology and Infection 2001; 126: 269–277. [PMC free article] [PubMed] [Google Scholar]5. Brisson M et al. Epidemiology of varicella zoster virus infection in Canada and the United Kingdom. Epidemiology and Infection 2001; 127: 5505–314. [PMC free article] [PubMed] [Google Scholar]6. Dinleyici EC et al. The epidemiology and economic impact of varicella-related hospitalizations in Turkey from 2008 to 2010: a nationwide survey during the pre-vaccine era (VARICOMP study). European Journal of Pediatrics 2012; 171: 817–825. [PubMed] [Google Scholar]7. Luo et al. Seasonality of reported tuberculosis cases from 2006 to 2010 in Wuhan, China. Epidemiology and Infection 2014; 142: 2036–2048. [PMC free article] [PubMed] [Google Scholar]8. Saito K, et al. (eds). A recent Advance in Time Series Analysis by Maximum Entropy Method – Applications to Medical and Biological Sciences. Sapporo: Hokkaido University Press, 1994. [Google Scholar]9. McMichael AJ, et al. (eds). Climatic Change and Human Health. Geneva: World Health Organization, 1996. [Google Scholar]10. Infectious Diseases Surveillance Center. (http: //www.nih.go.jp/niid/ja/idwr.html) [in Japanese].11. Ministry of Health, Labour and Welfare, Japan. (http: //www.mhlw.go.jp/) [in Japanese].12. Japan Meteorological Agency. (http: //www.jma.go.jp/jma/index.html).13. Armitage P, Berry G, Matthews JNS. Statistical Methods in Medical Research, 4th edn. Oxford: Blackwell Science, 2012. [Google Scholar]14. Ohtomo N. et al. New method of time series analysis and its application to Wolf's sunspot number data. Japanese Journal of Applied Physics 1994; 33: 2321–2831. [Google Scholar]15. Sumi A, et al. Time-series analysis of hepatitis A, B, C and E infections in a large Chinese city: application to prediction analysis. Epidemiology and Infection 2013; 141: 905–915. [PMC free article] [PubMed] [Google Scholar]16. Sumi A, et al. Effect of temperature, relative humidity and rainfall on rotavirus infections in Kolkata, India. Epidemiology and Infection 2013; 141: 1652–1661. [PMC free article] [PubMed] [Google Scholar]17. Sumi A, et al. Time series analysis of incidence of influenza in Japan. Journal of Epidemiology 2011; 21: 21–29. [PMC free article] [PubMed] [Google Scholar]18. Sumi A, et al. Prediction analysis for measles epidemics. Japan Journal of Applied Physics 2003; 42: 7611–7620. [Google Scholar]19. Ohtomo N, et al. Power spectral densities of temporal variations of blood pressures. Japanese Journal of Applied Physics 1996; 35: 5571–5582. [Google Scholar]20. Ohtomo N, et al. A detailed study of power spectral density for Rossler system. Journal of the Physical Society of Japan 1996; 65: 2811–2823. [Google Scholar]21. Terachi S, et al. Quantitative evaluation of MemCalc system. In: Saito K, Koyama A, Yoneyama K, Sawada Y, Ohtomo N, eds. A Recent Advance in Time Series Analysis by Maximum Entropy Method – Applications to Medical and Biological Sciences. Sapporo: Hokkaido University Press, 1994, pp. 49–62. [Google Scholar]22. Shoji M, Tsunoda A, Ishida N. Correlation between the occurrence of infantile infectious diseases and the weather [in Japanese]. Journal of Tuberculosis and Leprosy 1986; 38: 91–101. [Google Scholar]23. Ogura Y. Meteorology [in Japanese]. Tokyo: Tokyo University Press, 1984. [Google Scholar]24. City of Sapporo, Hokkaido prefecture, Japan. (http: //www.city.sapporo.jp/kyoiku/top/information/nittei.html) [in Japanese].25. City of Naha, Okinawa prefecture, Japan. (http: //www.city.naha.okinawa.jp/kakuka/kyouikugakukyou/sigyousyugyou.html) [in Japanese].26. Furushima D, et al. The 72nd Annual Meeting of the Japanese Society of Public Health. Abstract no. P-1206-1 [in Japanese].27. Lolekha S, et al. Effect of climatic factors and population density on varicella zoster virus epidemiology within a tropical country. American Journal of Tropical Medicine and Hygiene 2001; 64: 131–136. [PubMed] [Google Scholar]28. Lee WB. Review of varicella zoster seroepidemiology in India and South-east Asia. Tropical Medicine and International Health 1998; 3: 886–890. [PubMed] [Google Scholar]29. Garnett GP, et al. The age in infection with varicella zoster virus in St Lucia, West Indies. Epidemiology and Infection 1993; 110: 361–372. [PMC free article] [PubMed] [Google Scholar]30. White E. Chickenpox in Kerala. Indian Journal of Public Health 1978; 22: 141–151. [PubMed] [Google Scholar]31. World Health Organization. Epidemiology of chickenpox 1997–1990. Weekly Epidemiology Record 1992; 67: 118–119. [PubMed] [Google Scholar]32. Rice PS. Ultra-violet radiation is responsible for the differences in global epidemiology of chickenpox and the evolution of varicella-zoster virus as man migrated out of Africa. Virology Journal 2011; 8: 189–194. [PMC free article] [PubMed] [Google Scholar]33. Martens WJM, et al. Potential impact of global climate change on malaria risk. Environmental Health Perspectives 1995; 103: 458–464. [PMC free article] [PubMed] [Google Scholar]34. Ministry of Health, Labour and Welfare, Japan. (http: //www.mhlw.go.jp/stf/shingi/2r9852000000bx23-att/2r9852000000bxqx.pdf) [in Japanese].35. Ozaki T. Varicella vaccination in Japan: necessity of implementing a routine vaccination program. Journal of Infection and Chemotherapy 2013; 19: 188–195. [PubMed] [Google Scholar]36. Seward JF, et al. Varicella disease after introduction of varicella vaccine in the United States, 1995–2000. Journal of the American Medical Association 2002; 287: 606–611. [PubMed] [Google Scholar]37. Brisson M, et al. The potential impact of varicella vaccination in low to middle income countries: a feasibility modeling study. Report to the SAGE Working Group on varicella and herpes zoster vaccines (http: //www.who.int/immunization/policy/sage/en/).38. World Health Organization. Meeting of the Strategic Advisory Group of Experts on Immunization, April 2014 — conclusions and recommendations. Weekly Epidemiological Record 2014; 89: 221–236. [PubMed] [Google Scholar]39. McCarthy JJ, et al. (eds). Climate Change 2001: Impacts, Application, and Vulnerability. Cambridge: Cambridge University Press, 2001, pp. 462. [Google Scholar]40. Meeburg BG, Kijllstra A. Changing climate-changing pathogens: Toxoplasma gondii in North-Western Europe. Parasitology Research 2009; 105: 17–24. [PMC free article] [PubMed] [Google Scholar]41. Patz JA, et al. Impact of regional climate change on human health. Nature 2005; 438: 310–317. [PubMed] [Google Scholar]"], "doi": "10.1017/S095026881400363X", "references": ["Weller TH. Varicella-herpes zoster virus. In: Evans AS, Kaslow RA, eds. Viral Infections of Humans – Epidemiology and Control, 4th edn. New York: Plenum Publishing Corporation, 1997, pp. 865–892. [Google Scholar]", "Boelle PY, Hanslik T. Varicella in non-immune persons: incidence, hospitalization and mortality rates. Epidemiology and Infection 2002; 129: 599–606. [PMC free article] [PubMed] [Google Scholar]", "National Institute of Infectious Diseases. Infectious Agents Surveillance Report 2013; 34: 287–288 (http://www.nih.go.jp/niid/ja/iasr-vol34/4026-iasr-404.html) [in Japanese].", "Kokaze A, et al. The magnitude of variation in temperature within a year has an effect on the seasonal variations of chickenpox incidence in Japan. Epidemiology and Infection 2001; 126: 269–277. [PMC free article] [PubMed] [Google Scholar]", "Brisson M et al. Epidemiology of varicella zoster virus infection in Canada and the United Kingdom. Epidemiology and Infection 2001; 127: 5505–314. [PMC free article] [PubMed] [Google Scholar]", "Dinleyici EC et al. The epidemiology and economic impact of varicella-related hospitalizations in Turkey from 2008 to 2010: a nationwide survey during the pre-vaccine era (VARICOMP study). European Journal of Pediatrics 2012; 171: 817–825. [PubMed] [Google Scholar]", "Luo et al. Seasonality of reported tuberculosis cases from 2006 to 2010 in Wuhan, China. Epidemiology and Infection 2014; 142: 2036–2048. [PMC free article] [PubMed] [Google Scholar]", "Saito K, et al. (eds). A recent Advance in Time Series Analysis by Maximum Entropy Method – Applications to Medical and Biological Sciences. Sapporo: Hokkaido University Press, 1994. [Google Scholar]", "McMichael AJ, et al. (eds). Climatic Change and Human Health. Geneva: World Health Organization, 1996. [Google Scholar]", "Infectious Diseases Surveillance Center. (http://www.nih.go.jp/niid/ja/idwr.html) [in Japanese].", "Ministry of Health, Labour and Welfare, Japan. (http://www.mhlw.go.jp/) [in Japanese].", "Japan Meteorological Agency. (http://www.jma.go.jp/jma/index.html).", "Armitage P, Berry G, Matthews JNS. Statistical Methods in Medical Research, 4th edn. Oxford: Blackwell Science, 2012. [Google Scholar]", "Ohtomo N. et al. New method of time series analysis and its application to Wolf's sunspot number data. Japanese Journal of Applied Physics 1994; 33: 2321–2831. [Google Scholar]", "Sumi A, et al. Time-series analysis of hepatitis A, B, C and E infections in a large Chinese city: application to prediction analysis. Epidemiology and Infection 2013; 141: 905–915. [PMC free article] [PubMed] [Google Scholar]", "Sumi A, et al. Effect of temperature, relative humidity and rainfall on rotavirus infections in Kolkata, India. Epidemiology and Infection 2013; 141: 1652–1661. [PMC free article] [PubMed] [Google Scholar]", "Sumi A, et al. Time series analysis of incidence of influenza in Japan. Journal of Epidemiology 2011; 21: 21–29. [PMC free article] [PubMed] [Google Scholar]", "Sumi A, et al. Prediction analysis for measles epidemics. Japan Journal of Applied Physics 2003; 42: 7611–7620. [Google Scholar]", "Ohtomo N, et al. Power spectral densities of temporal variations of blood pressures. Japanese Journal of Applied Physics 1996; 35: 5571–5582. [Google Scholar]", "Ohtomo N, et al. A detailed study of power spectral density for Rossler system. Journal of the Physical Society of Japan 1996; 65: 2811–2823. [Google Scholar]", "Terachi S, et al. Quantitative evaluation of MemCalc system. In: Saito K, Koyama A, Yoneyama K, Sawada Y, Ohtomo N, eds. A Recent Advance in Time Series Analysis by Maximum Entropy Method – Applications to Medical and Biological Sciences. Sapporo: Hokkaido University Press, 1994, pp. 49–62. [Google Scholar]", "Shoji M, Tsunoda A, Ishida N. Correlation between the occurrence of infantile infectious diseases and the weather [in Japanese]. Journal of Tuberculosis and Leprosy 1986; 38: 91–101. [Google Scholar]", "Ogura Y. Meteorology [in Japanese]. Tokyo: Tokyo University Press, 1984. [Google Scholar]", "City of Sapporo, Hokkaido prefecture, Japan. (http://www.city.sapporo.jp/kyoiku/top/information/nittei.html) [in Japanese].", "City of Naha, Okinawa prefecture, Japan. (http://www.city.naha.okinawa.jp/kakuka/kyouikugakukyou/sigyousyugyou.html) [in Japanese].", "Furushima D, et al. The 72nd Annual Meeting of the Japanese Society of Public Health. Abstract no. P-1206-1 [in Japanese].", "Lolekha S, et al. Effect of climatic factors and population density on varicella zoster virus epidemiology within a tropical country. American Journal of Tropical Medicine and Hygiene 2001; 64: 131–136. [PubMed] [Google Scholar]", "Lee WB. Review of varicella zoster seroepidemiology in India and South-east Asia. Tropical Medicine and International Health 1998; 3: 886–890. [PubMed] [Google Scholar]", "Garnett GP, et al. The age in infection with varicella zoster virus in St Lucia, West Indies. Epidemiology and Infection 1993; 110: 361–372. [PMC free article] [PubMed] [Google Scholar]", "White E. Chickenpox in Kerala. Indian Journal of Public Health 1978; 22: 141–151. [PubMed] [Google Scholar]", "World Health Organization. Epidemiology of chickenpox 1997–1990. Weekly Epidemiology Record 1992; 67: 118–119. [PubMed] [Google Scholar]", "Rice PS. Ultra-violet radiation is responsible for the differences in global epidemiology of chickenpox and the evolution of varicella-zoster virus as man migrated out of Africa. Virology Journal 2011; 8: 189–194. [PMC free article] [PubMed] [Google Scholar]", "Martens WJM, et al. Potential impact of global climate change on malaria risk. Environmental Health Perspectives 1995; 103: 458–464. [PMC free article] [PubMed] [Google Scholar]", "Ministry of Health, Labour and Welfare, Japan. (http://www.mhlw.go.jp/stf/shingi/2r9852000000bx23-att/2r9852000000bxqx.pdf) [in Japanese].", "Ozaki T. Varicella vaccination in Japan: necessity of implementing a routine vaccination program. Journal of Infection and Chemotherapy 2013; 19: 188–195. [PubMed] [Google Scholar]", "Seward JF, et al. Varicella disease after introduction of varicella vaccine in the United States, 1995–2000. Journal of the American Medical Association 2002; 287: 606–611. [PubMed] [Google Scholar]", "Brisson M, et al. The potential impact of varicella vaccination in low to middle income countries: a feasibility modeling study. Report to the SAGE Working Group on varicella and herpes zoster vaccines (http://www.who.int/immunization/policy/sage/en/).", "World Health Organization. Meeting of the Strategic Advisory Group of Experts on Immunization, April 2014 — conclusions and recommendations. Weekly Epidemiological Record 2014; 89: 221–236. [PubMed] [Google Scholar]", "McCarthy JJ, et al. (eds). Climate Change 2001: Impacts, Application, and Vulnerability. Cambridge: Cambridge University Press, 2001, pp. 462. [Google Scholar]", "Meeburg BG, Kijllstra A. Changing climate-changing pathogens: Toxoplasma gondii in North-Western Europe. Parasitology Research 2009; 105: 17–24. [PMC free article] [PubMed] [Google Scholar]", "Patz JA, et al. Impact of regional climate change on human health. Nature 2005; 438: 310–317. [PubMed] [Google Scholar]"], "isFullpaper": true, "keywords": ["Chickenpox", "seasonality", "surveillance", "temperature", "time-series analysis"], "authors": ["K. HARIGANE", "A. SUMI", "K. MISE", "N. KOBAYASHI"], "term": "chickenpox", "chunk_id": ["b170d9b1-779c-4f81-a49d-fb25ec4edb4c", "a4285aad-9d2c-4b40-b7df-19ac2c7a29d9", "2880e28e-f03b-4ffa-b349-2fb4cad42b37", "3ab9eef2-76ef-4741-89bd-5fa06effc5f0", "8a519d56-5bba-4d56-a42b-521748b75209", "343ef316-9b70-424e-bedb-00d7d2b77021", "ee34e630-89d8-41f8-b975-82f01b6c7e01", "e89ad072-3ea1-40b9-a690-2b17c31e84fc", "71647d36-2b63-412d-8b5b-dd479b7b3bfc", "f4dab9ea-e9ad-41fb-b6f3-3a88075544ad", "c6505376-c5e5-401f-90ae-2e94b4d71c2f", "a5d474d2-92b6-47d1-838a-1475751d90c8", "6745cc3a-0a50-4334-a89e-d06ef80a8c44", "18109c93-3017-4a75-8894-e9361ae2956d", "4b945fc8-6d36-4a0d-8c33-d8c72050517d", "60bc77bd-1f85-4fa9-9d98-6a63c2948cd2", "83bd5e35-c147-4075-9160-d79c5c37fb23", "894b4bf4-fa67-4b0b-bf38-61e6fa8be6df", "194ff775-1fef-484f-9e5a-6d06aef1e845", "b001b5a9-8802-44b6-a80a-e40b9603b651", "8ac6c1b4-6c81-49af-aa5d-989eda90263e", "7d239edc-aeeb-451e-ab7b-e9c656df2af2", "d01b9137-a098-4b38-a540-bdac8d8da9f8", "ee78c715-a6ef-4993-9fcb-9dde4dbc3fe1", "fffd9487-d588-448d-a5d7-25786b7cceb3", "8b7d0367-4477-43a1-aa0e-5b57a5a810b2", "36a52dd7-2f01-4635-93b7-e2fe21897213", "753a05b6-f59d-4d48-b706-6629e3af6e6d", "0daa109d-6d45-43ae-943f-c4625dcdcdfc", "5ba799ac-58da-4c79-9b2d-00fdb89ad11c", "1cfd9bd0-2849-4d76-a835-c7e41bcf5d49", "02707f07-9eca-410a-b077-548f8729397d", "442ad191-8843-41c3-b6cc-39e1a0bdd7ac", "9e84f618-4a65-49f0-8b85-675548931ed9", "15f7ea2f-6e79-4419-a940-a74bcd69c36f", "4bff1646-6231-49fa-b3f4-815508ada1b3", "fdd2e3de-3a98-4b36-bf9d-8247eb9b21d3", "7dd8ad25-5d7e-40ff-b878-8f113bb962a4", "2822346f-9541-4a55-8104-0e5d4fce0370", "dbc13b0c-6e4c-4a04-9028-2c17713b420e", "66ec7dee-5c8c-4145-a6bf-66975224c38d", "9158526d-77bf-4764-a4a8-232746126457", "5839341d-0623-4ac7-9cbe-1e0bfd1c0f68", "21a396d3-70d9-412c-baf9-a6b821156baa", "a32c4e36-bff3-4dc8-b942-bcccb69409cc"], "chunks": ["Epidemiol Infect. 2015 Sep; 143(12): 2666–2678. Published online 2015 Jan 14. doi: 10.1017/S095026881400363XPMCID: PMC9151048PMID: 25586860The role of temperature in reported chickenpox cases from 2000 to 2011 in JapanK. HARIGANE,1 A. SUMI,2,* K. MISE,3 and N. KOBAYASHI2K. HARIGANE1Department of Nursing, Tenshi College, Sapporo, Hokkaido, JapanFind articles by K. HARIGANEA. SUMI2Department of Hygiene, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, JapanFind articles by A. SUMIK. MISE3Center of Medical Education, Department of Admission, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, JapanFind articles by K. MISEN. KOBAYASHI2Department of Hygiene, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, JapanFind articles by N", ". KOBAYASHIAuthor information Article notes Copyright and License information PMC Disclaimer1Department of Nursing, Tenshi College, Sapporo, Hokkaido, Japan2Department of Hygiene, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, Japan3Center of Medical Education, Department of Admission, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, Japan*Author for correspondence: Dr A. Sumi, Department of Hygiene, Sapporo Medical University School of Medicine, S-1, W-17, Chuo-ku, Sapporo, 060–8556, Japan. (Email: pj.ca.dempas@imus)Received 2014 Mar 11; Revised 2014 Nov 22; Accepted 2014 Dec 2.Copyright © Cambridge University Press 2015SUMMARYAnnual periodicities of reported chickenpox cases have been observed in several countries. Of these, Japan has reported a two-peaked, bimodal annual cycle of reported chickenpox cases", ". Of these, Japan has reported a two-peaked, bimodal annual cycle of reported chickenpox cases. This study investigated the possible underlying association of the bimodal cycle observed in the surveillance data of reported chickenpox cases with the meteorological factors of temperature, relative humidity and rainfall. A time-series analysis consisting of the maximum entropy method spectral analysis and the least squares method was applied to the chickenpox data and meteorological data of 47 prefectures in Japan. In all of the power spectral densities for the 47 prefectures, the spectral lines were observed at the frequency positions corresponding to the 1-year and 6-month cycles. The optimum least squares fitting (LSF) curves calculated with the 1-year and 6-month cycles explained the underlying variation of the chickenpox data. The LSF curves reproduced the bimodal and unimodal cycles that were clearly observed in northern and southern Japan, respectively", ". The data suggest that the second peaks in the bimodal cycles in the reported chickenpox cases in Japan occurred at a temperature of approximately 8·5 °C.Key words: Chickenpox, seasonality, surveillance, temperature, time-series analysisINTRODUCTIONChickenpox occurs more often in children than adults and has a generally good prognosis [1]. However, complications such as secondary bacterial skin and soft tissue infections, meningoencephalitis, cerebellar ataxia, pneumonia and hepatitis can occur. Adults and pregnant women who become infected often develop a severe infection. Furthermore, a mortality rate of 2–3/100 000 infected persons has been reported [2]. Therefore, chickenpox remains an important public health issue worldwide", ". Therefore, chickenpox remains an important public health issue worldwide. In Japan, despite the availability of a safe and effective vaccine since 1987, it is estimated that about 4000 people are hospitalized and about 20 die annually as a result of chickenpox [3].To prevent the burden of chickenpox, researchers have attempted to understand the associated epidemiological factors, such as the mechanism of the seasonality of the epidemics, using reported cases of the disease in surveillance systems [1]. Chickenpox has an annual cycle in several countries. For example, Japan, Turkey and the UK have bimodal cycles, i.e. two peaks of reported chickenpox cases annually [4–6]. One of the dominant hypotheses regarding the cause of the bimodal cycle of reported chickenpox cases is the temperature dependence of disease occurrence [4]. An alternative hypothesis proposes that the seasonality of reported chickenpox cases is related to the school calendar, as is the case with measles [5, 6]", ". Investigations of the reasons for the bimodal cycle of reported chickenpox cases might be significant for the prevention and prediction of this disease.The purpose of this study was to identify the association of the bimodal cycle of reported chickenpox cases with meteorological conditions. In Japan's nationwide surveillance system for infectious diseases, chickenpox surveillance data are collected in all 47 prefectures. The country is divided into prefectures, each of which is further subdivided into cities with respective wards and blocks. Japan extends from latitude 45° N to 20° N; thus, meteorological conditions vary widely. Our study utilized the chickenpox surveillance data and meteorological data for all 47 prefectures in Japan to conduct a systematic study of the effect of meteorological conditions (temperature, relative humidity, rainfall) on the reported number of chickenpox cases", ". The analyses included a time-series analysis consisting of the maximum entropy method (MEM) spectral analysis and the least squares method (LSM) [7, 8]. The obtained results might aid in the prediction of epidemics and the preparation for the effects of climatic changes on the epidemiology of infectious diseases [9].DATAChickenpox dataThe time-series data that were analysed in this study represent the weekly reported chickenpox incidence data for all 47 prefectures in Japan. These data were obtained from the Infectious Diseases Weekly Report Japan (IDWR) [10]. The incidence data for each prefecture indicated the number of weekly reported chickenpox cases per paediatric sentinel clinic in the prefecture (there are about 3000 paediatric sentinel clinics nationwide). The sentinel case reports of chickenpox were defined by their clinical presentation, i.e. a rash first appearing on the trunk and face and then spreading over the entire body [10]", ". a rash first appearing on the trunk and face and then spreading over the entire body [10]. The data for each prefecture were gathered over 626 weeks (626 data points) from January 2000 to December 2011. Portions of the 2011 data for Miyagi prefecture (week 10) and Fukushima prefecture (weeks 10, 11, 13, 14) were unavailable because of the Great East Japan Earthquake. These missing data were replaced by the mean values that were calculated from the data immediately before and after the missing observations. The 47 prefectures in Japan are shown in Figure 1. Open in a separate windowFig. 1.Distribution of 47 prefectures in Japan. Dashed lines indicate the boundaries of the four main islands constituting Japan: Hokkaido, Honshu, Shikoku and Kyushu.Children aged 0–4 years accounted for about 75–80% of the reported chickenpox cases during 2000–2011 [3]", ". For preschool children, the healthcare system in Japan provides healthcare services, including infectious disease control, with the parent/guardian accepting responsibility for 20% of the costs and the government paying the remaining 80% [11]. Payment for personal medical services is offered through a universal healthcare insurance system that provides relatively equal access for chickenpox patients to sentinel clinics and hospitals of the surveillance system, with fees set by a government committee.Meteorological dataData on the daily mean values of temperature (°C), relative humidity (%) and the daily rainfall (mm) that were collected in the 47 prefectural capitals during 2000–2011 were obtained from the website of the Japan Meteorological Agency [12]. The daily data were gathered for a total of 4383 days from 2000 to 2011 (4383 data points)", ". The daily data were gathered for a total of 4383 days from 2000 to 2011 (4383 data points). Using the daily temperature, relative humidity and rainfall data during 2000–2011 for each prefecture, we calculated a mean value that corresponded to the average of the daily data (one data point). With respect to rainfall, for each prefecture, we further calculated a summation of the daily rainfall during 2000–2011 (one data point).METHODSTime-series analysisSpectral analysis We assumed that the time-series data x(t) (where t = time) were composed of systematic and fluctuating parts [13]: 1To investigate the temporal patterns of x(t) in the reported chickenpox incidence data and the meteorological data (temperature, relative humidity, rainfall), we performed an MEM spectral analysis", ". This method of analysis enabled us to elucidate periodicities in the time series of short data lengths with a high degree of frequency resolution compared to other analytical methods of infectious disease surveillance data, such as the fast Fourier transform and the autoregressive method, which require time series of long data lengths [14]. In our previous work, we investigated the periodic structures of surveillance data such as measles with 360 data points, using a MEM spectral analysis [7, 8, 15–17]. The length of the chickenpox time-series data used in our study (626 data points) was longer than that of measles (360 data points) and was sufficient for investigating the periodic structures of the data in detail. The MEM spectral analysis produces a power spectral density (PSD)", ". The MEM spectral analysis produces a power spectral density (PSD). The formulation of MEM-PSD has been previously described [7].LSM The validity of the MEM spectral analysis results was confirmed by the calculation of the least squares fitting (LSF) curve to the original time-series data x(t) with MEM estimated periods. The formulation of the LSF curve in X(t) is described as follows: 2which is calculated using the LSM for x(t) with unknown parameters fn, A0 and An (n = 1, 2, 3, …, N), where fn ( = 1/Tn; Tn is the period) is the frequency of the nth component, A0 is a constant that indicates the average value of the time-series data, An and θn are the amplitude and phase of the nth component, respectively, and N is the total number of components. The reproducibility level of x(t) by the optimum LSF curve was evaluated by Pearson's correlation (ρ) with SPSS v. 17.0J software (SPSS, Japan)", ". 17.0J software (SPSS, Japan). A P value ⩽0·05 was considered as the criterion for statistical significance.Contribution ratio For the assignment of periodic modes constructing the seasonality of the original time-series data x(t), a ‘contribution ratio’ was defined [15, 18–21]. The contribution ratio Qn is described as follows: 3where An indicates the amplitude of the nth periodic mode constituting the LSF curve X(t) to the original data x(t) [equation (2)], and Q is the total power of x(t). An outline of the contribution ratio is described in the Appendix.Correlation between reported chickenpox incidences and meteorological conditionsWe investigated the association of the bimodal cycle of reported chickenpox incidences with the temperature, relative humidity and rainfall for each prefecture", ". Specifically, we conducted the following procedures: (i) the assignment of the periodic cycle describing the seasonal variations of the reported chickenpox incidence from the PSD; (ii) the calculation of the contribution ratio of the periodic cycle assigned in the previous step (i); and (iii) the plotting of the value of the contribution ratio obtained in step (ii) against the average of the daily data for temperature and relative humidity and the summation of the daily data for rainfall during 2000–2011.Occurrence point of temperature for second peaks of reported chickenpox incidencesTo investigate in detail the occurrence point of temperature for the second peaks in the 1-year cycles of reported chickenpox incidences, we identified the temperature values of the minimum reported chickenpox incidence between the first and second peaks of the LSF curve during 2000–2011. Then, we calculated the mean of these temperature values, T", ". Then, we calculated the mean of these temperature values, T. Next, we plotted the contribution of the 6-month cycle (Q2) against the T value.Selection method of eight prefectures as illustrative examplesBased on a geographical division of the Japan Meteorological Agency [12], we selected eight prefectures from all 47 prefectures in Japan as illustrative examples. Japan Meteorological Agency divides the entire country into the following four areas for servicing weather information: northern Japan, eastern Japan, western Japan and southern Japan. In this study, we selected one, two or three prefectures from each area as illustrative examples (Fig. 1), as follows: (a) Hokkaido and Miyagi from northern Japan; (b) Tokyo and Nagano from eastern Japan; (c) Kyoto, Kochi and Fukuoka from western Japan; and (d) Okinawa from southern Japan. This gave us a total of eight prefectures.Japan consists of four main islands (Honshu, Shikoku, Kyushu, Hokkaido)", ". Seven of the above-selected prefectures (excluding Okinawa) were chosen to cover the four main islands that constitute the country, as follows: Honshu (Miyagi, Tokyo, Nagano, Kyoto), Shikoku (Kochi), Kyushu (Fukuoka) and Hokkaido (Hokkaido).RESULTSFigure 1 presents the results for eight of the 47 prefectures in Japan as illustrative examples. In Table 1, the eight prefectures are arranged from northern Japan to southern Japan by (a) latitude, (b) longitude and (c) population size", ". Table 1.Longitude, latitude, population size and the peaks of LSF curves of eight prefectures in Japan(a) Latitude(b) Longitude(c) Population size (×103)(d) Peak month of LSF curveFirst peakSecond peakHokkaido43° N141° E5506Dec.JuneMiyagi38° N140° E2348Dec., Jan.JuneTokyo35° N139° E13159Dec., Jan.May, JuneNagano36° N138° E2152Dec., Jan.JuneKyoto35° N135° E2636Dec., Jan.JuneKochi33° N133° E764Jan., Feb.MayFukuoka33° N130° E5072Jan., Feb.Apr., MayOkinawa26° N127° E1393Feb.–Apr.–Open in a separate windowLSF, Least-squares-fitting.Age distributionAlthough about 1 million reported chickenpox cases are estimated to occur annually in Japan, the number of reported cases has gradually decreased in the past few years [3]. The age distribution of the reported cases is shown in Figure 2 [3]. A gradual decline in the proportion of reported cases in the 0–4 years age group was observed after 2010", ". This age group contributed 78% of the reported cases in 2009 but this decreased slightly to 75% in 2011. There was a corresponding shift in the age distribution of reported chickenpox cases in the 5–9 years age group, but not significantly, from 20% in 2009 to 22% in 2011 (P = 0·969). Open in a separate windowFig. 2.Age distribution of the reported chickenpox cases from paediatric sentinel clinics.Temporal variations of reported chickenpox incidence dataFigure 3 indicates the weekly reported chickenpox incidence data for the following eight prefectures: Hokkaido, Miyagi, Tokyo, Nagano, Kyoto, Kochi, Fukuoka and Okinawa. A 1-year chickenpox data cycle is shown for each prefecture. For Hokkaido (Fig. 3a), two peaks, one in winter and the other in spring, were superimposed on a 1-year cycle. This bimodal cycle was clearly observed in the cases of Miyagi, Tokyo, Nagano and Kyoto (Fig. 3b–e, respectively). However, for Kochi and Fukuoka (Fig", ". 3b–e, respectively). However, for Kochi and Fukuoka (Fig. 3f, g, respectively), the annual cycles were largely modulated by fairly irregular, shorter-term variations within the 1-year cycle. For Okinawa (Fig. 3h), a unimodal pattern was evident. Open in a separate windowFig. 3.Weekly incidence data of chickenpox from eight prefectures in Japan from 2000 to 2011: (a) Hokkaido, (b) Miyagi, (c) Tokyo, (d) Nagano, (e) Kyoto, (f) Kochi, (g) Fukuoka, (h) Okinawa.Spectral analysisThe PSDs based on the MEM for the chickenpox data (Fig. 3) are shown in Figure 4. In each PSD, the prominent spectral line was observed at f = 1·0 [f(1/year); frequency] ( = f1) corresponding to the 1-year cycle, and the spectral lines of f2 ( = f1 × 2) corresponding to the 6-month cycle, were observed at f = 2·0. For each PSD (Fig", ". For each PSD (Fig. 4), the prominent spectral peak at f2 (6 months) is a point of interest because it leads to the question of whether the f2 mode has its origin in the harmonics of f1, in the bimodal cycles that were clearly observed in the chickenpox data for Hokkaido, Miyagi, Tokyo, Nagano and Kyoto (Fig. 3a–e, respectively), or in a superposition of both. Open in a separate windowFig. 4.Power spectral densities (PSDs) obtained from weekly incidence data of chickenpox from eight prefectures in Japan from 2000 to 2011: (a) Hokkaido, (b) Miyagi, (c) Tokyo, (d) Nagano, (e) Kyoto, (f) Kochi, (g) Fukuoka, (h) Okinawa.Seasonal cycles of chickenpox incidence dataTo investigate the seasonality of each set of chickenpox data (Fig. 3) in detail, the LSF curve in equation (2) was calculated for the 1-year and 6-month cycles that were clearly observed in the PSD (Fig. 4). The LSF curves are shown in Figure 5. Open in a separate windowFig", ". 4). The LSF curves are shown in Figure 5. Open in a separate windowFig. 5.Comparisons of the weekly incidence data (dashed line) and least-squares-fitting curves calculated with the 1-year and 6-month periodic modes (red solid line): (a) Hokkaido, (b) Miyagi, (c) Tokyo, (d) Nagano, (e) Kyoto, (f) Kochi, (g) Fukuoka, (h) Okinawa.In Figure 5, the LSF curves for all prefectures except Okinawa (Fig. 5h) demonstrated a bimodal seasonal cycle with a first peak in winter (December–February) and a second peak in spring (April–June). For Okinawa (Fig. 5h), the annual occurrence of epidemics was unimodal, with a peak spanning winter–spring (February–April). The values of ρ between the chickenpox data and the LSF curve were high for all prefectures (0·74–0·86). Thus, the 1-year and 6-month cycles made major contributions to the seasonal oscillations", ". Thus, the 1-year and 6-month cycles made major contributions to the seasonal oscillations. The peak month of the LSF curve for each prefecture is listed in Table 1d.The correlation between reported chickenpox incidences and meteorological conditionsFigure 6 [panels (a–c) and (a’–c’)] shows plots of the contribution ratio of the 1-year cycle (Q1) and the 6-month cycle (Q2), respectively, against the daily mean temperature and relative humidity data, and the summation of the daily rainfall data during 2000–2011 for all 47 prefectures. The meteorological data for the eight prefectures plotted in Figure 6 are listed in Table 3(a, b, d). Spearman's ρ correlation coefficients between the meteorological data and the contribution ratio (Q1 and Q2) were calculated, and the obtained results are listed in Table 2. Open in a separate windowFig. 6.Gradient of Q1 (left-hand side) and Q2 (right-hand side) against meteorological factors in 47 prefectures in Japan from 2000 to 2011", ". (a) and (a’) Daily mean temperature (°C); (b) and (b’) daily mean relative humidity (%); (c) and (c’) summation of daily rainfall (mm).Table 2.Spearman's ρ calculated for meteorological factors and contribution ratio of seasonal cycles (Q1 and Q2)Q1Q2Temperature0·764** (P < 0·001)−0·763** (P < 0·001)Relative humidity−0·227 (P = 0·134)0·273 (P = 0·070)Rainfall0·438** (P = 0·002)−0·358* (P = 0·014)Open in a separate window** P < 0·01, * P < 0·05.Table 3.The value of mean, standard deviation (s.d.) and s.d./mean for (a) daily temperature, (b) daily relative humidity and (c) daily rainfall, and (d) the value of a summation of the daily rainfall during 2000–2011 for the eight prefectures in Japan(a) Daily temperature(b) Daily relative humidity(c) Daily rainfall(d) Summation of daily rainfallMean (°C)s.d. (°C)s.d. /meanMean (%)s.d. (%)s.d. /meanMean (mm)s.d. (mm)s.d", ". (°C)s.d. /meanMean (%)s.d. (%)s.d. /meanMean (mm)s.d. (mm)s.d. /meanHokkaido9·29·51·0368·410·50·153·17·32·3413696Miyagi12·78·30·6571·213·00·183·511·03·1415314Tokyo15·57·90·5160·315·20·254·313·23·0819364Nagano12·29·50·7771·010·10·142·66·72·5411565Kyoto16·28·70·5563·89·70·154·010·72·6717442Kochi17·47·80·4568·513·10·196·920·73·0130165Fukuoka17·47·90·4562·711·10·184·412·72·8919284Okinawa23·34·70·2072·110·30·145·918·63·1426003Open in a separate windowOccurrence of unimodal cycles of reported chickenpox incidences As shown in Figure 6a, the value of Q1 increased as the value of the mean temperature increased. The mean relative humidity and rainfall (Fig. 6b, c, respectively) appeared to have a randomly scattered pattern. The values of Q1 showed significant correlations with temperature (P < 0·001) and rainfall (P = 0·002) in Figure 6(a, c), respectively. However, no significant correlation with relative humidity (P = 0·134) was identified in Figure 6b", ". However, no significant correlation with relative humidity (P = 0·134) was identified in Figure 6b. This result indicates that the occurrence of the unimodal cycle of reported chickenpox incidences in Japan is related to the mean temperature and rainfall.Occurrence of bimodal cycles of reported chickenpox incidences As shown in Figure 6a’, the values of Q2 decreased as the mean temperature value increased, and the mean relative humidity and rainfall appeared to be randomly scattered (Fig. 6b’, c’, respectively). The values of Q2 showed significant correlations with mean temperature (P < 0·001) and rainfall (P = 0·014) but no significant correlations with mean relative humidity (P = 0·07), similar to Q1. This result indicates that the occurrence of the bimodal cycle of reported chickenpox incidences in Japan is associated with the mean temperature and rainfall.We re-plotted the values of Q1 and Q2 against the latitude of the 47 prefectures in Figure 7a, b, respectively", ". As the latitude became higher, the unimodal cycles of the reported chickenpox incidence disappeared (Fig. 7a) and the bimodal cycles of the epidemics became apparent (Fig. 7b). Open in a separate windowFig. 7.A plot of Q1 and Q2 against latitude. (a) Q1 and (b) Q2.The occurrence point of temperature for the second peaks of reported chickenpox incidencesThe value of Q2 in Figure 8 gradually decreased from 0·69 at T = 1·1 for Hokkaido in northern Japan to 0·33 at T = 8·8 for Tokyo in eastern Japan. The Q2 value was 0·1 at T = 9·1 for Kochi and 0·1 at T = 12·1 for Fukuoka in western Japan. Open in a separate windowFig. 8.A plot of Q2 against the mean temperature of the minimum incidence between the first and second peaks of the least-squares-fitting curve during 2000–2011.DISCUSSIONThis study revealed a statistically significant relationship between the contribution ratio of the 1-year cycle (Q1) and the 6-month cycle (Q2) of reported chickenpox incidence and mean temperature (Fig", ". 6a, a’). The results shown in Figure 7a, b support the findings of Shoji et al. [22], who showed that the reported cases of chickenpox increased at 5–20 °C (i.e. the temperature range at which the chickenpox virus is activated) and decreased at temperatures lower than 5 °C and higher than 20 °C. In northern Japan, where the temperature falls below 5 °C in winter and exceeds 20 °C in summer, the occurrence of epidemics is bimodal. By contrast, in southern Japan, where the temperature rarely falls below 5 °C in winter, the occurrence of epidemics is unimodal.A statistically significant relationship with the values of Q1 and Q2 was revealed for mean rainfall; however, the strength of the correlation was weak compared to the correlation with temperature (Table 2). This weak correlation of rainfall with Q1 and Q2 might be due to the large variance of the daily rainfall data that was observed for the eight prefectures (Table 3c)", ". However, the amount of rainfall is subject to the amount of water vapour in the air, which influences relative humidity [23]. As a result, relative humidity vs. Q1 and Q2 indicated a scattering point (Table 2). The variances of relative humidity for the eight prefectures (Table 3b) were relatively small compared to the variances of rainfall (Table 3c). This result is because relative humidity is constrained by the amount of saturated vapour, which is dependent on the air temperature [23]. Thus, it is reasonable to consider that the unimodal and bimodal cycles observed in temporal variations of the reported chickenpox incidence were dominated by temperature and had strong correlations with Q1 and Q2 (Table 2).One study identified that reported chickenpox cases in the UK have a bimodal pattern, with two peaks in spring [5]. In comparison, Canada has a unimodal pattern, with a single spring peak", ". In comparison, Canada has a unimodal pattern, with a single spring peak. The explanation that was offered for this difference was that the spring school holiday lasts at least 2 weeks (twice the duration of the chickenpox infectious period) in the UK, whereas the spring school holiday only lasts 1 week in Canada [5]. With respect to Japan, the primary school spring holiday lasts about 2 weeks from the end of March to the beginning of April across the whole country [24, 25]. Thus, it is unlikely that the occurrence of bimodal reported chickenpox incidences in Japan is related to the school calendar. Rather, the bimodal pattern might result from the mean temperature, as observed in Figure 6(a, a’).The occurrence point of temperature of the second peaks in the annual cycles of reported chickenpox incidences has attracted the attention of researchers [4, 22]. In Figure 8, the decreasing trend separates two regions of Japan (solid and dashed lines in Fig. 8)", ". 8). The solid line indicates that the bimodal cycle disappears as the latitude becomes lower. The dashed line indicates that the unimodal cycle appears as the latitude becomes lower. In Figure 8, the anomalous behaviour at T ≅ 8·5 bestriding the boundary between the two decreasing trends is considered to correspond to a transitional region between the bimodal and unimodal cycles. This result supports the following previous reports on the occurrence point of temperature for second peaks in annual cycles in reported chickenpox cases in Japan: T = 5·0 by Shoji et al. [22] and T = 7·5 by Furushima et al. [26].The epidemiology of chickenpox differs in temperate and tropical regions [27]. In temperate regions, chickenpox is a disease of preschool and school-aged children. In tropical regions, chickenpox typically occurs at a later age, with many cases in adolescents and adults who are at risk of developing more severe disease", ". The relatively small number of reported chickenpox cases in children in tropical regions may result from the reduced chickenpox virus transmission in those areas [28]. Garnett et al. [29] proposed that the transmission potential of chickenpox virus might be adversely affected by a combination of high ambient temperatures and humidity in tropical regions. For example, in India, outbreaks of chickenpox appear to be more common in the cooler months of the year than the warmer months [30]. By contrast, in tropical regions such as Singapore, the incidence does not seem to vary according to season [31]. Recently, Rice [32] interpreted the seasonality of reported chickenpox incidences in tropical regions from the viewpoint of the level of ultra-violet radiation and air pollution. Thus, the effect of meteorological factors on chickenpox incidence might differ from one country to another in tropical regions", ". To understand the underlying causes of chickenpox virus transmission in tropical regions and to utilize the obtained results effectively for health service, it is necessary to conduct a systematic study to quantify the impact of meteorological factors on chickenpox incidence for each country in the tropical regions. For this purpose, the Susceptible-Exposed-Infective-Recovered (SEIR) model, which is a well-known mathematical model of infectious disease epidemics, might be useful, as in the case of malaria [33]. Thus, it is expected that a theoretical procedure such as the SEIR model will contribute to the future investigation of meteorological factors for chickenpox transmission [7]. This investigation should be conducted in future research.The chickenpox vaccine was first licensed in Japan in 1987 and is administered at the request of an individual or a child's legal guardian as part of the voluntary vaccination programme", ". For the prefectures that were used as illustrative examples in our study, in 2006, the vaccination coverage rates for Hokkaido and Miyagi exceeded the national average (35·7%) and those for Nagano and Kyoto were below it [34]. However, the temporal patterns of the incidence data for these four prefectures indicated approximately the same pattern in 2006, i.e. the bimodal cycle (Fig. 5a, b, d, e, respectively). From 2006 until recently, the vaccination coverage rate has remained low at about 30–40% [3, 35], and the temporal patterns of the four prefectures has continued to indicate the bimodal cycle (Fig. 5a, b, d, e). Thus, the vaccination coverage rate might not have affected the temporal patterns of the incidence data throughout the time range that was investigated in this study (2000–2011). When the vaccination coverage rate exceeds 80% in Japan, the seasonal peak superposed on a 1-year cycle will diminish, as observed in the USA [36]", ". The Strategic Advisory Group of Experts (SAGE) on immunization of the World Health Organization concluded that before countries introduce the chickenpox vaccine into routine childhood immunization programmes, they should establish an adequate disease surveillance system to assess the burden of chickenpox, with the provision of continued surveillance after the introduction of the vaccination [37]. This is because resources must be sufficient to ensure that a vaccine coverage of ⩾80% is reached and sustained because a vaccine coverage of 20–80% would shift chickenpox to older ages, with the risk of an associated increase in severe disease and mortality [38]. SAGE also indicated that meteorological factors and other country-specific factors, rather than the country's world region, are key determinants of chickenpox incidence [37]", ". Thus, it is expected that for countries without universal chickenpox vaccination, our method of time-series analysis will contribute to the estimation of the correlation of meteorological factors with chickenpox incidences.In this study, bimodal cycles of reported chickenpox incidences that were clearly observed in northern Japan disappeared at lower latitudes, and unimodal cycles appeared in the south. Based on the results in Figure 6(a, a’), this transition of patterns of reported chickenpox incidences might be temperature-dependent. The Intergovernmental Panel on Climate Change Third Assessment Report indicated that ‘changes in climate that will affect potential transmission of infectious diseases include temperature, humidity, altered rainfall, and sea-level rise’ [39]. Based on this report, it is possible that the temporal chickenpox pattern in northern Japan will change from bimodal to unimodal if the temperature increases in Japan", ". The chickenpox virus is devoid of thermostatic mechanisms, and its reproductions and survival rates are strongly affected by fluctuations in temperature as well as other viruses, parasites and bacteria [40, 41]. Thus, the investigation of the effect of meteorological factors on the epidemiology of infectious diseases, including chickenpox, is necessary for practitioners and public health policy-makers to control disease and for media events to encourage preventive activities.ACKNOWLEDGEMENTSThis study was supported in part by a Grant-in-Aid of Scientific Research (Grant no. 25460769) from the Ministry of Education, Culture, Sports, Science, and Technology of Japan.APPENDIXOn the determination of the value of ‘contribution ratio’. Based on the result of MEM spectral analysis, we assign periodic modes fn in equation (2) that construct seasonal variations of chickenpox data", ". First, the power of each periodic mode is evaluated by the square of amplitude, An2, of the nth mode constituting the LSF curve. Second, we estimate R corresponding to the power of residual time series which is obtained by subtracting the LSF curve from the original time series. As a result, the total powers of the original time series Q is obtained by A1 When both sides of equation (A1) are divided by Q, we obtain the following normalized relation: A2 Where An2/Q and R/Q correspond to the contribution of An2 and R to Q, respectively. We define the first term of the left-hand side of equation (A2) the ‘contribution ratio’, which means the contribution An2 normalized by Q. If An2/Q in the first term becomes large, then the second term R/Q becomes small.DECLARATION OF INTERESTNone.REFERENCES1. Weller TH. Varicella-herpes zoster virus. In: Evans AS, Kaslow RA, eds. Viral Infections of Humans – Epidemiology and Control, 4th edn. New York: Plenum Publishing Corporation, 1997, pp. 865–892", ". New York: Plenum Publishing Corporation, 1997, pp. 865–892. [Google Scholar]2. Boelle PY, Hanslik T. Varicella in non-immune persons: incidence, hospitalization and mortality rates. Epidemiology and Infection 2002; 129: 599–606. [PMC free article] [PubMed] [Google Scholar]3. National Institute of Infectious Diseases. Infectious Agents Surveillance Report 2013; 34: 287–288 (http: //www.nih.go.jp/niid/ja/iasr-vol34/4026-iasr-404.html) [in Japanese].4. Kokaze A, et al. The magnitude of variation in temperature within a year has an effect on the seasonal variations of chickenpox incidence in Japan. Epidemiology and Infection 2001; 126: 269–277. [PMC free article] [PubMed] [Google Scholar]5. Brisson M et al. Epidemiology of varicella zoster virus infection in Canada and the United Kingdom. Epidemiology and Infection 2001; 127: 5505–314. [PMC free article] [PubMed] [Google Scholar]6. Dinleyici EC et al", ". [PMC free article] [PubMed] [Google Scholar]6. Dinleyici EC et al. The epidemiology and economic impact of varicella-related hospitalizations in Turkey from 2008 to 2010: a nationwide survey during the pre-vaccine era (VARICOMP study). European Journal of Pediatrics 2012; 171: 817–825. [PubMed] [Google Scholar]7. Luo et al. Seasonality of reported tuberculosis cases from 2006 to 2010 in Wuhan, China. Epidemiology and Infection 2014; 142: 2036–2048. [PMC free article] [PubMed] [Google Scholar]8. Saito K, et al. (eds). A recent Advance in Time Series Analysis by Maximum Entropy Method – Applications to Medical and Biological Sciences. Sapporo: Hokkaido University Press, 1994. [Google Scholar]9. McMichael AJ, et al. (eds). Climatic Change and Human Health. Geneva: World Health Organization, 1996. [Google Scholar]10. Infectious Diseases Surveillance Center. (http: //www.nih.go.jp/niid/ja/idwr.html) [in Japanese].11. Ministry of Health, Labour and Welfare, Japan", ". Ministry of Health, Labour and Welfare, Japan. (http: //www.mhlw.go.jp/) [in Japanese].12. Japan Meteorological Agency. (http: //www.jma.go.jp/jma/index.html).13. Armitage P, Berry G, Matthews JNS. Statistical Methods in Medical Research, 4th edn. Oxford: Blackwell Science, 2012. [Google Scholar]14. Ohtomo N. et al. New method of time series analysis and its application to Wolf's sunspot number data. Japanese Journal of Applied Physics 1994; 33: 2321–2831. [Google Scholar]15. Sumi A, et al. Time-series analysis of hepatitis A, B, C and E infections in a large Chinese city: application to prediction analysis. Epidemiology and Infection 2013; 141: 905–915. [PMC free article] [PubMed] [Google Scholar]16. Sumi A, et al. Effect of temperature, relative humidity and rainfall on rotavirus infections in Kolkata, India. Epidemiology and Infection 2013; 141: 1652–1661. [PMC free article] [PubMed] [Google Scholar]17. Sumi A, et al. Time series analysis of incidence of influenza in Japan", ". Sumi A, et al. Time series analysis of incidence of influenza in Japan. Journal of Epidemiology 2011; 21: 21–29. [PMC free article] [PubMed] [Google Scholar]18. Sumi A, et al. Prediction analysis for measles epidemics. Japan Journal of Applied Physics 2003; 42: 7611–7620. [Google Scholar]19. Ohtomo N, et al. Power spectral densities of temporal variations of blood pressures. Japanese Journal of Applied Physics 1996; 35: 5571–5582. [Google Scholar]20. Ohtomo N, et al. A detailed study of power spectral density for Rossler system. Journal of the Physical Society of Japan 1996; 65: 2811–2823. [Google Scholar]21. Terachi S, et al. Quantitative evaluation of MemCalc system. In: Saito K, Koyama A, Yoneyama K, Sawada Y, Ohtomo N, eds. A Recent Advance in Time Series Analysis by Maximum Entropy Method – Applications to Medical and Biological Sciences. Sapporo: Hokkaido University Press, 1994, pp. 49–62. [Google Scholar]22. Shoji M, Tsunoda A, Ishida N", ". 49–62. [Google Scholar]22. Shoji M, Tsunoda A, Ishida N. Correlation between the occurrence of infantile infectious diseases and the weather [in Japanese]. Journal of Tuberculosis and Leprosy 1986; 38: 91–101. [Google Scholar]23. Ogura Y. Meteorology [in Japanese]. Tokyo: Tokyo University Press, 1984. [Google Scholar]24. City of Sapporo, Hokkaido prefecture, Japan. (http: //www.city.sapporo.jp/kyoiku/top/information/nittei.html) [in Japanese].25. City of Naha, Okinawa prefecture, Japan. (http: //www.city.naha.okinawa.jp/kakuka/kyouikugakukyou/sigyousyugyou.html) [in Japanese].26. Furushima D, et al. The 72nd Annual Meeting of the Japanese Society of Public Health. Abstract no. P-1206-1 [in Japanese].27. Lolekha S, et al. Effect of climatic factors and population density on varicella zoster virus epidemiology within a tropical country. American Journal of Tropical Medicine and Hygiene 2001; 64: 131–136. [PubMed] [Google Scholar]28. Lee WB", ". [PubMed] [Google Scholar]28. Lee WB. Review of varicella zoster seroepidemiology in India and South-east Asia. Tropical Medicine and International Health 1998; 3: 886–890. [PubMed] [Google Scholar]29. Garnett GP, et al. The age in infection with varicella zoster virus in St Lucia, West Indies. Epidemiology and Infection 1993; 110: 361–372. [PMC free article] [PubMed] [Google Scholar]30. White E. Chickenpox in Kerala. Indian Journal of Public Health 1978; 22: 141–151. [PubMed] [Google Scholar]31. World Health Organization. Epidemiology of chickenpox 1997–1990. Weekly Epidemiology Record 1992; 67: 118–119. [PubMed] [Google Scholar]32. Rice PS. Ultra-violet radiation is responsible for the differences in global epidemiology of chickenpox and the evolution of varicella-zoster virus as man migrated out of Africa. Virology Journal 2011; 8: 189–194. [PMC free article] [PubMed] [Google Scholar]33. Martens WJM, et al. Potential impact of global climate change on malaria risk", ". Martens WJM, et al. Potential impact of global climate change on malaria risk. Environmental Health Perspectives 1995; 103: 458–464. [PMC free article] [PubMed] [Google Scholar]34. Ministry of Health, Labour and Welfare, Japan. (http: //www.mhlw.go.jp/stf/shingi/2r9852000000bx23-att/2r9852000000bxqx.pdf) [in Japanese].35. Ozaki T. Varicella vaccination in Japan: necessity of implementing a routine vaccination program. Journal of Infection and Chemotherapy 2013; 19: 188–195. [PubMed] [Google Scholar]36. Seward JF, et al. Varicella disease after introduction of varicella vaccine in the United States, 1995–2000. Journal of the American Medical Association 2002; 287: 606–611. [PubMed] [Google Scholar]37. Brisson M, et al. The potential impact of varicella vaccination in low to middle income countries: a feasibility modeling study. Report to the SAGE Working Group on varicella and herpes zoster vaccines (http: //www.who.int/immunization/policy/sage/en/).38. World Health Organization", ". World Health Organization. Meeting of the Strategic Advisory Group of Experts on Immunization, April 2014 — conclusions and recommendations. Weekly Epidemiological Record 2014; 89: 221–236. [PubMed] [Google Scholar]39. McCarthy JJ, et al. (eds). Climate Change 2001: Impacts, Application, and Vulnerability. Cambridge: Cambridge University Press, 2001, pp. 462. [Google Scholar]40. Meeburg BG, Kijllstra A. Changing climate-changing pathogens: Toxoplasma gondii in North-Western Europe. Parasitology Research 2009; 105: 17–24. [PMC free article] [PubMed] [Google Scholar]41. Patz JA, et al. Impact of regional climate change on human health. Nature 2005; 438: 310–317. [PubMed] [Google Scholar]"]}