{"title": "Using Baidu Index Data to Improve Chickenpox Surveillance in Yunnan, China: Infodemiology Study", "context": ["J Med Internet Res. 2023; 25: e44186. Published online 2023 May 16. doi: 10.2196/44186PMCID: PMC10230353PMID: 37191983Using Baidu Index Data to Improve Chickenpox Surveillance in Yunnan, China: Infodemiology StudyMonitoring Editor: Amaryllis MavraganiReviewed by Rui Guo, Yanling Zheng, and Ayman AllamZhaohan Wang,1 Jun He,2 Bolin Jin,1 Lizhi Zhang,1 Chenyu Han,1 Meiqi Wang,1 Hao Wang,1 Shuqi An,1 Meifang Zhao,1 Qing Zhen,#1 Shui Tiejun,#2 and Xinyao Zhang#3 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China 2 Yunnan Center for Disease Control and Prevention, Yunnan, China 3 Department of Social Medicine and Health Management, School of Public Health, Jilin University, Changchun, China Xinyao Zhang, Department of Social Medicine and Health Management, School of Public Health, Jilin University, 1163 Xinmin Street, Changchun, 130021, China, Phone: 86 0431 85619442, Email: moc.qq@06529851.Zhaohan Wang 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Zhaohan WangJun He 2 Yunnan Center for Disease Control and Prevention, Yunnan, China Find articles by Jun HeBolin Jin 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Bolin JinLizhi Zhang 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Lizhi ZhangChenyu Han 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Chenyu HanMeiqi Wang 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Meiqi WangHao Wang 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Hao WangShuqi An 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Shuqi AnMeifang Zhao 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Meifang ZhaoQing Zhen 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Qing ZhenShui Tiejun 2 Yunnan Center for Disease Control and Prevention, Yunnan, China Find articles by Shui TiejunXinyao Zhang 3 Department of Social Medicine and Health Management, School of Public Health, Jilin University, Changchun, China Find articles by Xinyao ZhangAuthor information Article notes Copyright and License information PMC DisclaimerCorresponding author.#Contributed equally.Corresponding Author: Xinyao Zhang moc.qq@06529851Received 2022 Nov 10; Revisions requested 2023 Mar 6; Revised 2023 Mar 21; Accepted 2023 May 4.Copyright ©Zhaohan Wang, Jun He, Bolin Jin, Lizhi Zhang, Chenyu Han, Meiqi Wang, Hao Wang, Shuqi An, Meifang Zhao, Qing Zhen, Shui Tiejun, Xinyao Zhang. Originally published in the Journal of Medical Internet Research (https: //www.jmir.org), 16.05.2023.This is an open-access article distributed under the terms of the Creative Commons Attribution License (https: //creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work, first published in the Journal of Medical Internet Research, is properly cited. The complete bibliographic information, a link to the original publication on https: //www.jmir.org/, as well as this copyright and license information must be included.Associated DataSupplementary MaterialsMultimedia Appendix 1.Comparison charts of trends of 8 additional Baidu index keywords and actual occurrences.jmir_v25i1e44186_app1.docx (937K)GUID: 9EE37E8E-31FE-4F9D-9B58-04F95A3B0A75Multimedia Appendix 2.Support vector machine regression model prediction results.jmir_v25i1e44186_app2.docx (15K)GUID: 9E5879AE-7909-41BB-84B1-B6CF099904D0Data Availability StatementThe data sets generated during and analyzed during the current study are available from the corresponding author on reasonable request.AbstractBackgroundChickenpox is an old but easily neglected infectious disease. Although chickenpox is preventable by vaccines, vaccine breakthroughs often occur, and the chickenpox epidemic is on the rise. Chickenpox is not included in the list of regulated communicable diseases that must be reported and controlled by public and health departments; therefore, it is crucial to rapidly identify and report varicella outbreaks during the early stages. The Baidu index (BDI) can supplement the traditional surveillance system for infectious diseases, such as brucellosis and dengue, in China. The number of reported chickenpox cases and internet search data also showed a similar trend. BDI can be a useful tool to display the outbreak of infectious diseases.ObjectiveThis study aimed to develop an efficient disease surveillance method that uses BDI to assist in traditional surveillance.MethodsChickenpox incidence data (weekly from January 2017 to June 2021) reported by the Yunnan Province Center for Disease Control and Prevention were obtained to evaluate the relationship between the incidence of chickenpox and BDI. We applied a support vector machine regression (SVR) model and a multiple regression prediction model with BDI to predict the incidence of chickenpox. In addition, we used the SVR model to predict the number of chickenpox cases from June 2021 to the first week of April 2022.ResultsThe analysis showed that there was a close correlation between the weekly number of newly diagnosed cases and the BDI. In the search terms we collected, the highest Spearman correlation coefficient was 0.747. Most BDI search terms, such as “chickenpox,” “chickenpox treatment,” “treatment of chickenpox,” “chickenpox symptoms,” and “chickenpox virus,” trend consistently. Some BDI search terms, such as “chickenpox pictures,” “symptoms of chickenpox,” “chickenpox vaccine,” and “is chickenpox vaccine necessary,” appeared earlier than the trend of “chickenpox virus.” The 2 models were compared, the SVR model performed better in all the applied measurements: fitting effect, R2=0.9108, root mean square error (RMSE)=96.2995, and mean absolute error (MAE)=73.3988; and prediction effect, R2=0.548, RMSE=189.1807, and MAE=147.5412. In addition, we applied the SVR model to predict the number of reported cases weekly in Yunnan from June 2021 to April 2022 using the same period of the BDI. The results showed that the fluctuation of the time series from July 2021 to April 2022 was similar to that of the last year and a half with no change in the level of prevention and control.ConclusionsThese findings indicated that the BDI in Yunnan Province can predict the incidence of chickenpox in the same period. Thus, the BDI is a useful tool for monitoring the chickenpox epidemic and for complementing traditional monitoring systems.Keywords: Baidu index, chickenpox, support vector machine regression model, disease surveillance, disease, infectious, vaccine, surveillance system, model, prevention, control, monitoring, epidemicIntroductionChickenpox is an acute infectious disease caused by the varicella-zoster virus. Children and adolescents are highly susceptible to chickenpox infection, and it is characterized by maculopapular rashes on the skin and mucous membranes with mild systemic symptoms. Chickenpox has a high incidence but low mortality rate, and it is one of the most common childhood diseases [1]. Although most cases have mild clinical symptoms, if not treated promptly, the infection may lead to postherpetic neuralgia, which affects the quality of life and can lead to death in severe cases [2].Chickenpox is prevalent worldwide, and it has a seasonal pattern. The European region has a single peak pattern from March to May, whereas Asian countries have a double peak pattern from March to May and from December to January [3]. According to the World Health Organization, it is estimated that there are approximately 4.2 million hospitalizations and 4200 deaths due to serious complications of varicella annually worldwide, and the danger of varicella has been seriously underestimated [4]. Despite widespread immunization, varicella continues to spread and develop in many countries, such as the United States, Italy, and various European countries, due to its high transmissibility [3-6]. In China, according to an epidemiological survey of varicella in China from 2005-2019, a total of 6,442,147 cases of varicella were reported nationwide. The reported incidence of varicella increased from 41,211 cases (3.17/100,000) in 2005 to 7,979,482 cases (70.14/100,000) in 2019. The average annual incidence of chickenpox showed an increasing trend each year from 2005 to 2019, and the number of reported cases of varicella increased nearly 22 times from 2005 to 2019. Chickenpox now has one of the highest incidences in terms of preventable diseases in China [7].Yunnan Province has a high incidence of chickenpox in China, and it ranked among the top 5 provinces in the country in 2019 in terms of the incidence in the population aged under 14 years, accounting for 76.36% of all chickenpox cases. Chickenpox public health emergencies mainly occur in rural elementary schools, and the situation is serious as the chickenpox epidemic continues to grow year by year. However, attention to the management and elimination of chickenpox public health emergencies in rural elementary schools and kindergartens is still insufficient, and the problem of untimely reporting of chickenpox incidence remains. Yunnan Province needs to take effective measures to suppress the spread and prevalence of chickenpox [8].Currently, problems such as low chickenpox vaccine coverage, the breakthrough of the chickenpox vaccine, the lack of attention to chickenpox disease, imperfect chickenpox surveillance reports, and the lack of public information on chickenpox epidemics are still present in China [9]. In China, chickenpox is reported through the Chinese Disease Prevention and Control Information System. Because chickenpox is a viral disease with mild and self-limiting symptoms, it has not been included in the Chinese National Disease Reporting System for statutory infectious diseases. There is no uniform standard for reporting chickenpox cases across China. However, the public health emergency management information system has focused on some aggregated outbreaks [9,10], but some disseminated cases or subclinical infections may be overlooked.At present, the means of chickenpox prevention and control in China are relatively singular and limited to the traditional reported incidence monitoring and isolation treatment of patients with chickenpox [2]. The actual incidence of chickenpox in most provinces is not publicly available, and the public cannot obtain timely information on the chickenpox epidemic. Apart from public health departments, the public does not have effective channels to obtain real-time information on local chickenpox incidence, which is not conducive to taking active self-protective measures against chickenpox.The internet has become an increasingly popular means of accessing health information. The increase in web-based information provides a potentially useful source of data for disease surveillance. Due to its real-time nature and ease of access, internet data can be used to fill the gaps in traditional public health surveillance [11]. Therefore, the possibility of using internet data for the surveillance of various diseases is being increasingly explored as an aid to improve disease prevention and control. The use of internet search data as a complementary means to traditional infectious disease surveillance methods is particularly applicable to neglected diseases that are less affected by consultations [12].Previous studies [12,13] have indicated that Google Trends can well demonstrate the epidemic characteristics of chickenpox abroad and is suitable for the simulation of features of infectious diseases in epidemic cycles. Moreover, Bakker et al [12] studied chickenpox incidence patterns using Google Trends and found that Google search data show a high correlation (R2=0.65-0.71) with varicella outbreaks. Thus, Google Trends can be used for chickenpox incidence prediction and early warning. In China, more studies have focused on vaccine efficacy analysis and descriptive studies of chickenpox prevalence [7-10], and most of the exploration of chickenpox surveillance issues has been performed by using actual incidence report data to build models to predict the onset of chickenpox [2], whereas there are few studies exploring whether the Baidu search engine can be applied to chickenpox epidemic surveillance and early warning.Google Trends is not highly used in China. Google search data do not reflect the true search tendencies of the Chinese public because Baidu is the most widely used search engine product in China. The Baidu index (BDI) [14], which was established based on Baidu search information, should reflect the search needs and awareness of internet users as well as Google Trends abroad in China [15,16]. A considerable number of studies have been conducted using the BDI for China-wide disease prediction. For example, one study has successfully predicted the epidemic trend of influenza using the BDI [17]. Similarly, some surveillance studies using BDIs for diseases, such as brucellosis; dengue fever; and hand, foot, and mouth disease, have shown that BDIs can be used to reflect disease prevalence [18-20].The current chickenpox surveillance system in China is flawed and incomplete. The flawed surveillance system and the lack of public information on chickenpox outbreaks have led to a weak response to chickenpox outbreaks in China. Public health events caused by chickenpox epidemics have persisted for a long time, generating a large number of patients with chickenpox, which disrupts the study, work, and life of patients while also affecting the normal production and everyday life of families, schools, and workplaces. Moreover, chickenpox epidemics impose a heavy burden on the healthy socioeconomic development of China.This study focused on the following specific research questions: What are the correlations between BDI scores and actual varicella incidence data in Yunnan Province?Can internet data be used to predict future varicella disease epidemics?Can big data be used as a supplement to traditional surveillance systems for early warning surveillance of infectious diseases as well as epidemics?MethodsReal-World DatabasesThe data were divided into 2 parts as follows: the number of reported chickenpox cases in Yunnan Province from 2017 to 2021 and the chickenpox-related BDI search data in Yunnan Province from 2017 to April 2022. The chickenpox monitoring data in Yunnan Province were obtained from the chickenpox epidemic information of the Yunnan Province Center for Disease Control and Prevention.BDI DatabasesThe chickenpox-related BDI search data were obtained from the official website of the BDI [14]. The BDI of “PC + mobile” from 2017 to April 2022 was collated as search data.The principles of selecting keywords were as follows: (1) keywords must be closely related and specific to chickenpox; (2) selected longtail keywords were considered for inclusion; (3) keywords must have sufficient search volume in the mining module; and (4) the time series of each keyword must be complete and valid.The following 12 keywords were selected: “chickenpox,” “chickenpox pictures,” “chickenpox symptoms,” “chickenpox diet,” “chickenpox infection period,” “symptoms of chickenpox,” “symptoms and treatment of chickenpox,” “chickenpox vaccine,” “is chickenpox vaccine necessary,” “shingles,” “chickenpox treatment,” and “treatment of chickenpox.”AnalysisKeyword Screening and Relevance Test First, Pearson and Spearman correlation tests were performed on the first 12 selected BDIs and the number of chickenpox cases, with Pearson correlation coefficient>0.3 as the criteria for determining the correlation. A time-lagged cross-correlation test was then performed on the screened keyword indices and the number of chickenpox cases to determine the time type of keywords (prior, simultaneous, and lagged).Support Vector Machine Regression Model Construction For variable selection, the number of chickenpox cases in Yunnan Province from January 2017 to May 2021 was used as the dependent variable, and the weekly BDIs of 8 keywords, such as “chickenpox,” were used as the independent variables. The BDIs and incidence data of 209 weeks from 2017 to 2020 were used as the training set, and the data of 22 weeks from January to May 2021 were used as the test set. The data were fitted with the actual incidence data to analyze the accuracy.Multiple Linear Regression Model Construction The general expression was as follows: y = β0 + β1x1 + β2x2 +...+ βkxk + εwhere β0, β1, β2, ..., βk are the parameters of the model, and ε is the error term.The variable selection was consistent with the support vector machine regression (SVR) model. For model construction, the stepwise regression method was used to eliminate the independent variables that had no significant effect (P>.05) on the dependent variable, and the model with the highest R2 value of goodness-of-fit was selected for the next step of prediction according to the stepwise regression model construction results.Determination Index of the Optimal Model The optimal model for the present study was selected by comparing the coefficient of determination (R2), the mean absolute error (MAE), and the root mean square error (RMSE) of the predicted and actual values of the above 2 models in fitting and predicting data.Data Prediction of the Chickenpox Epidemic in Yunnan Province The optimal prediction model was selected by the above method. The BDI of the “chickenpox” keyword and the number of reported chickenpox cases in Yunnan Province for 231 weeks from January 2017 to May 2021 were imported as independent and dependent variables to establish the prediction model. The BDI data from June 2021 to the first week of April 2022 were obtained to predict the trend of chickenpox incidence in Yunnan Province.Ethical ConsiderationsThe data sources for this study included publicly available BDI search data and varicella incidence data provided by the Yunnan Province Center for Disease Control and Prevention. As this study did not involve human or animal experimental subjects, nor did it involve any ethical issues related to data collection or use, ethical approval or a license was not required for this study.ResultsCross-Correlation Analysis of Chickenpox and the BDI in Yunnan ProvinceAfter the cross-correlation test, the results showed that most BDI search terms, such as “chickenpox,” “chickenpox treatment,” “treatment of chickenpox,” “chickenpox symptoms,” and “chickenpox virus,” trend consistently. Some BDI search terms, such as “chickenpox pictures,” “symptoms of chickenpox,” “chickenpox vaccine,” and “is chickenpox vaccine necessary” appeared earlier than the trend of “chickenpox virus.” In all, 8 keywords were screened from the 12 chickenpox-related keywords as variables required for modeling: “chickenpox picture,” “chickenpox,” “chickenpox symptoms,” “symptoms of chickenpox,” “symptoms and treatment of chickenpox,” “chickenpox vaccine,” “treatment of chickenpox,” and “chickenpox treatment” (Table 1).Table 1Cross-correlation analysis of actual chickenpox cases and internet search terms from Yunnan, Chinaa.Search termsLag (weeks) –3–2–10123 水痘 图 片 (chickenpox picture) rb 0.702 0.730c 0.7150.7050.6360.5550.462 P valued<.001<.001<.001<.001<.001<.001<.001 水痘 (chickenpox) r 0.6560.7180.727 0.747c 0.7410.6780.609 P value<.001<.001<.001<.001<.001<.001<.001 水痘症状 (chickenpox symptoms) r 0.3640.370.371 0.372c 0.3310.2870.237 P value<.001<.001<.001<.001<.001<.001<.001 水痘的症状 (symptoms of chickenpox) r 0.550 0.578c 0.5480.4060.4720.3900.298 P value<.001<.001<.001<.001<.001<.001<.001 水痘的症状和治 疗 (symptoms and treatment of chickenpox) r 0.3020.3510.379 0.556c 0.3850.3450.320 P value<.001<.001<.001<.001<.001<.001<.001 水痘疫苗 (chickenpox vaccine) r 0.353c 0.3450.3170.3170.2820.2150.150 P value<.001.001<.001<.001<.001.001.02 水痘的治 疗 (treatment of chickenpox) r 0.2590.2610.308 0.323c 0.2640.2670.199 P value<.001<.001<.001<.001<.001<.001.002 水痘治 疗 (chickenpox treatment) r 0.2160.2720.294 0.325c 0.2930.2830.278 P value.001<.001<.001<.001<.001<.001<.001 水痘 饮 食 (chickenpox diet) r 0.1940.1960.187 0.222c 0.1570.1800.170 P value.003.003.004.001.02.006.01 水痘 传 染期 (chickenpox transmission period) r 0.1650.2000.219 0.280c 0.2750.2920.295 P value.01.002.001<.001<.001<.001<.001 水痘疫苗有必要打 吗 (is chickenpox vaccine necessary) r 0.264 0.200c 0.1440.090–0.001–0.078–0.161 P value<.001.002.03.17.99.24.02 带 状疱疹 (herpes zoster) r 0.024 0.022c 0.0080.0110.000–0.010–0.017 P value.72.74.91.87>.99.88.79Open in a separate windowaSpearman correlation coefficient>0.3 was used as the criteria for inclusion.br values represented cross correlation coefficient.cItalicized values showed the maximum of cross correlation coefficient.dP values represented statistical significance between 2 variables.Time Series Characteristics and Correlation Analysis of Varicella and BDI in Yunnan ProvinceThe number of reported chickenpox cases in Yunnan Province showed an increasing trend year by year, especially during the winter chickenpox susceptibility period in 2020, with a peak higher than the general level in previous years. The trend of chickenpox incidence in 2017-2021 showed seasonality with double peaks in the number of cases from May to July and from November to January in each year. The BDI data for the same period also showed bimodal peaks from May to July and from November to January in each year. Comparison charts of the trend of 8 BDI keywords and actual occurrence are shown in Multimedia Appendix 1.Construction and Prediction of Chickenpox Case Prediction ModelEstablishment of the SVR Prediction Model In the SVR model, the radial basis kernel function was used. We chose all 8 key terms for modeling: “chickenpox picture,” “chickenpox,” “chickenpox symptoms,” “symptoms of chickenpox,” “symptoms and treatment of chickenpox,” “chickenpox vaccine,” “treatment of chickenpox,” and “chickenpox treatment.” Using the grid search method for the hyperparameter search, the final obtained parameters were C=1 and γ=0.1.The complete fitting and prediction effect graph is shown in Figure 1.Open in a separate windowFigure 1Predicted effect of support vector machine regression fitting for chickenpox in Yunnan Province (January 2017 to May 2021).Multiple Linear Regression Prediction Modeling In the multiple linear regression model, we also chose all 8 key terms for modeling. We used the stepwise regression method to fit and test the data. The model performed best when those 4 key terms were included, namely “chickenpox,” “chickenpox symptoms,” “symptoms of chickenpox,” and “treatment of chickenpox.” The detailed regression coefficients are as follows: b1=0.243, b2=0.495, b3=0.381, and b4=0.278. The complete fitting and prediction effect graph is shown in Figure 2.Open in a separate windowFigure 2Predicted effect of multiple linear regression fitting for chickenpox in Yunnan Province (January 2017 to May 2018).Comparison of Multiple Regression Model and SVR Model Prediction Performance To evaluate the fitting performance of the model, we used R2, MAE, and RMSE to compare the advantages and disadvantages of the 2 models. The results showed that the SVR model had better performance in both fitting and prediction effects compared to the multiple linear regression model (Tables 2 and ​and33).Table 2Comparison of model fitting effect indicators. MLRa modelSVRb model R 2 0.8330.911RMSEc130.338996.2995MAEd106.652673.3988Open in a separate windowaMLR: multiple linear regression.bSVR: support vector machine regression.cRMSE: root mean square error.dMAE: mean absolute error.Table 3Comparison of model prediction effect indicators. MLRa modelSVRb model R 2 0.4590.548RMSEc204.2203189.1807MAEd166.2412147.5412MAPEe15%9.1%Open in a separate windowaMLR: multiple linear regression.bSVR: support vector machine regression.cRMSE: root mean square error.dMAE: mean absolute error.eMAPE: mean absolute percentage error.Therefore, SVR was selected as the best model for case number prediction.SVR–Based Prediction of the Number of Chickenpox Cases SVR prediction was performed using the BDI with the number of cases from January 2018 to May 2021 to predict the likely number of chickenpox cases from June 2021 to the first week of April 2022. The predicted trends are shown in Figure 3 and Multimedia Appendix 2.Open in a separate windowFigure 3Fitting effect and prediction results of chickenpox in Yunnan Province based on the support vector machine regression model.DiscussionPrincipal FindingsIn this study, we used the chickenpox BDI to build a model to predict the incidence of chickenpox during the same period. We concluded that it is feasible to use BDI data for varicella epidemic surveillance, which does not rely on actual reported data of varicella incidence.The Principle of Using the BDI to Predict IncidenceThe BDI reflects changes in public interest in various events over a period of time. As a relatively neglected disease, news reports about chickenpox are substantially fewer than those about other infectious diseases, such as influenza and AIDS. Possible reasons for public interest in chickenpox are news reports or illnesses in their own family, suggesting that the main source of web-based search data may come from patients with chickenpox and their family members. This hypothesis is the reason why we believe that the chickenpox BDI can reflect the dynamics of chickenpox incidence through search information.The use of internet data for disease surveillance has several advantages. For instance, it is more cost-effective and less time-consuming compared to traditional surveillance methods that rely on patient consultations and medical records [21,22]. Moreover, internet data can capture disease trends earlier than traditional surveillance methods because they are updated in real time. In addition, they can detect disease outbreaks that may go unnoticed using traditional surveillance methods. As neglected diseases often go unnoticed due to the limited health care resources and infrastructure in low-income countries, internet data can serve as a useful tool for monitoring these diseases. By leveraging internet data, health officials can detect disease outbreaks earlier, allocate resources more effectively, and ultimately prevent the spread of diseases more efficiently. Therefore, the use of internet data for disease surveillance has the potential to revolutionize disease prevention and control efforts.Based on this principle, we believe that the BDI can be used as a new infectious disease surveillance tool to complement traditional public health surveillance systems. By combining big data epidemiological surveillance methods with traditional epidemiological surveillance tools, governments can establish a more sensitive surveillance tool. Real-time and low-cost internet data can help government health departments quickly identify diseases, populations, and areas with potential transmission risks and take effective measures.Comparison With Prior WorkThis study explores the potential of using internet data for disease surveillance, with a focus on chickenpox. Although previous research has shown success in using Google for disease prediction [21-23], we wanted to investigate whether Baidu, a search engine with higher usage rates in China, could also be used for this purpose. Our findings confirm that Baidu can be used for disease monitoring, providing an opportunity to better leverage internet data to predict disease occurrence and its spread. This discovery is particularly important for public health institutions, which can now make more accurate predictions and take more targeted preventive measures. Furthermore, this study highlights the growing importance of internet information as a source of data for disease surveillance in the future.In this study, the chickenpox BDI was highly consistent with the actual occurrence trend of chickenpox (r=0.747), and compared to the disease studies conducted using the BDI [15,17-20,24-27], the correlation coefficients of these studies were generally between r=0.3 and r=0.93, indicating that the chickenpox BDI well reflects the actual trend of chickenpox occurrence. Thus, it is feasible to use the BDI for chickenpox epidemic surveillance. At the same time, studies exploring the correlation between Google Trends and chickenpox [12] have shown that the average correlation between chickenpox and Google Trends is approximately r=0.762 globally, indicating that the use of the BDI for chickenpox in China has similar surveillance effects as those obtained using Google Trends abroad. Therefore, in China, the methods and ideas of using Google for varicella incidence trend prediction in foreign countries can be applied to the BDI to conduct supplementary surveillance of chickenpox incidence.In this study, the SVR model outperformed the multiple linear regression model both in terms of fitting and prediction (Tables 2 and ​and3),3), which showed a mean absolute percentage error of 9.1%, RMSE of 189, and R2 of 0.548. Comparing it with previous studies [19,28], the SVR model outperformed the autoregressive model for sexually transmitted diseases and the autoregressive integrated moving average model for brucellosis in terms of mean absolute percentage error and RMSE. Overall, the SVR model showed promising results for predicting chickenpox incidence and can be further improved and compared with other models for infectious diseases in future studies.The SVR model developed using the BDI accurately predicted the actual number of current varicella cases. Unlike previous chickenpox prediction models, the method developed in this study provided a rapid assessment of the current chickenpox epidemic without relying on actual incidence reporting data. The method allows for immediate calculation of chickenpox case prediction, which is more rapid than traditional prediction systems, allowing it to be used as a rapid method to help the public know the current chickenpox dynamics. Moreover, due to the simplicity of the method and easy access to data sources, it is likely to be applicable to most places in China. When model predictions increase, it may indicate a rise in the number of chickenpox cases, allowing for disease control and prevention–related authorities to prepare for potential chickenpox outbreaks.LimitationsThis study had several limitations that deserve further discussion. First, China is a vast country with regional differences in customs and culture as well as population distribution and geographic ethnicity [29]. Thus, it is not possible to predict the incidence trend in all provinces using one model. If data can be collected for each region, the prediction of chickenpox incidence trends can be tailored to different regions. Second, similar to other studies exploring the relationship between disease and the internet [23], when the media reports the chickenpox epidemic, people without chickenpox may search for chickenpox out of curiosity and fear, which would lead to a surge in the number of searches. Thus, further research is needed to eliminate the influence of the media on the results. Finally, multiple regression modeling based on BDI data alone does not allow for accurate prediction of chickenpox dynamics, and the volume of disease search data does not correspond one to one with the number of reported cases. Infectious disease prediction models based solely on internet search data may also be confounded by searchers’ knowledge of the disease and local language restrictions.Therefore, in future studies, we should also consider additional influencing factors related to chickenpox outbreaks, such as climate, economy, and vaccination status, for a comprehensive analysis to achieve accurate prediction of chickenpox incidence.ConclusionsBased on the results, it is feasible to apply the BDI method to reflect the incidence of varicella. The fitted and predicted values of the SVR model were consistent with the actual incidence trend of chickenpox, indicating that the model based on the BDI can be used to reflect the actual local incidence trend of chickenpox in real time. Thus, the BDI can be used for disease surveillance. Internet search data can be used as a supplement to traditional surveillance systems to help with the early detection of potential disease outbreaks or disease epidemics.AcknowledgmentsWe thank the Yunnan Province Center for Disease Control and Prevention for providing available data on chickenpox incidence.AbbreviationsBDIBaidu indexMAEmean absolute errorRMSEroot mean square errorSVRsupport vector machine regression modelMultimedia Appendix 1Comparison charts of trends of 8 additional Baidu index keywords and actual occurrences.Click here to view.(937K, docx)Multimedia Appendix 2Support vector machine regression model prediction results.Click here to view.(15K, docx)NotesData AvailabilityThe data sets generated during and analyzed during the current study are available from the corresponding author on reasonable request.FootnotesContributed by Authors' Contributions: ZW, QZ, and ST designed the main part of work. ZW, BJ, and LZ performed data collection and wrote the paper. ST and QZ edited and promoted the manuscript. We would like to acknowledge the efforts of CH, MW, SA, and MZ who helped complete the work of this article.Conflicts of Interest: None declared."], "doi": "10.2196/44186", "references": ["Somekh E, Dalal I, Shohat T, Ginsberg GM, Romano O. The burden of uncomplicated cases of chickenpox in Israel. J Infect. 2002 Nov;45(4):233–6. doi: 10.1053/jinf.2002.1039.S016344530291039X [PubMed] [CrossRef] [Google Scholar]", "Pang FR, Luo QH, Hong XQ, Wu B, Zhou JH, Zha WT, Lv Y. The study on the early warning period of varicella outbreaks based on logistic differential equation model. Epidemiol Infect. 2019 Jan;147:e70. doi: 10.1017/S0950268818002868. https://europepmc.org/abstract/MED/30868977 .S0950268818002868 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Freer G, Pistello M. Varicella-zoster virus infection: natural history, clinical manifestations, immunity and current and future vaccination strategies. New Microbiol. 2018 Apr;41(2):95–105. http://www.newmicrobiologica.org/PUB/allegati_pdf/2018/2/95.pdf .496N019 [PubMed] [Google Scholar]", "World Health Organization Varicella and herpes zoster vaccines: WHO position paper, June 2014. Wkly Epidemiol Rec. 2014 Jun 20;89(25):265–87. https://apps.who.int/iris/bitstream/handle/10665/242227/WER8925_265-287.PDF?sequence=1&isAllowed=y . [PubMed] [Google Scholar]", "Wutzler P, Bonanni P, Burgess M, Gershon A, Sáfadi Marco Aurélio, Casabona G. Varicella vaccination - the global experience. Expert Rev Vaccines. 2017 Aug;16(8):833–843. doi: 10.1080/14760584.2017.1343669. https://europepmc.org/abstract/MED/28644696 . [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Desai R, Lopman BA, Shimshoni Y, Harris JP, Patel MM, Parashar UD. Use of internet search data to monitor impact of rotavirus vaccination in the United States. Clin Infect Dis. 2012 May;54(9):e115–8. doi: 10.1093/cid/cis121.cis121 [PubMed] [CrossRef] [Google Scholar]", "Sun X, Zhu Y, Sun H, Xu Y, Zhang L, Wang Z. Comparison of varicella outbreaks in schools in China during different vaccination periods. Hum Vaccin Immunother. 2022 Nov 30;18(6):2114255. doi: 10.1080/21645515.2022.2114255. https://europepmc.org/abstract/MED/35993917 . [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Liu H, Zhang H, Zhang M, Changzeng F, Cong S, Xu D, Sun H, Yang Z, Ma S. Epidemiological and etiological characteristics of viral meningitis for hospitalized pediatric patients in Yunnan, China. Medicine (Baltimore) 2022 Jul 01;101(26):e29772. doi: 10.1097/MD.0000000000029772. https://europepmc.org/abstract/MED/35777023 .00005792-202207010-00040 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Pan X, Shu M, Ma R, Fang T, Dong H, Sun Y, Xu G. Varicella breakthrough infection and effectiveness of 2-dose varicella vaccine in China. Vaccine. 2018 Sep 05;36(37):5665–5670. doi: 10.1016/j.vaccine.2018.05.025.S0264-410X(18)30632-7 [PubMed] [CrossRef] [Google Scholar]", "Zhang Z, Suo L, Pan J, Zhao D, Lu L. Two-dose varicella vaccine effectiveness in China: a meta-analysis and evidence quality assessment. BMC Infect Dis. 2021 Jun 09;21(1):543. doi: 10.1186/s12879-021-06217-1. https://bmcinfectdis.biomedcentral.com/articles/10.1186/s12879-021-06217-1 .10.1186/s12879-021-06217-1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ayers JW, Westmaas JL, Leas EC, Benton A, Chen Y, Dredze M, Althouse BM. Leveraging big data to improve health awareness campaigns: a novel evaluation of the Great American Smokeout. JMIR Public Health Surveill. 2016 Mar 31;2(1):e16. doi: 10.2196/publichealth.5304. https://publichealth.jmir.org/2016/1/e16/ v2i1e16 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bakker KM, Martinez-Bakker ME, Helm B, Stevenson TJ. Digital epidemiology reveals global childhood disease seasonality and the effects of immunization. Proc Natl Acad Sci U S A. 2016 Jun 14;113(24):6689–94. doi: 10.1073/pnas.1523941113. https://www.pnas.org/doi/abs/10.1073/pnas.1523941113?url_ver=Z39.88-2003&rfr_id=ori:rid:crossref.org&rfr_dat=cr_pub0pubmed .1523941113 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Berlinberg EJ, Deiner MS, Porco TC, Acharya NR. Monitoring interest in herpes zoster vaccination: analysis of Google search data. JMIR Public Health Surveill. 2018 May 02;4(2):e10180. doi: 10.2196/10180. https://publichealth.jmir.org/2018/2/e10180/ v4i2e10180 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Baidu index. [2023-05-10]. https://index.baidu.com/v2/index.html#/", "Liu K, Wang T, Yang Z, Huang X, Milinovich GJ, Lu Y, Jing Q, Xia Y, Zhao Z, Yang Y, Tong S, Hu W, Lu J. Using Baidu search index to predict dengue outbreak in China. Sci Rep. 2016 Dec 01;6:38040. doi: 10.1038/srep38040. doi: 10.1038/srep38040.srep38040 [PMC free article] [PubMed] [CrossRef] [CrossRef] [Google Scholar]", "Newton MA, Wang Z. Multiset statistics for gene set analysis. Annu Rev Stat Appl. 2015 Apr;2:95–111. doi: 10.1146/annurev-statistics-010814-020335. https://europepmc.org/abstract/MED/25914887 . [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yuan Q, Nsoesie EO, Lv B, Peng G, Chunara R, Brownstein JS. Monitoring influenza epidemics in china with search query from Baidu. PLoS One. 2013 May 30;8(5):e64323. doi: 10.1371/journal.pone.0064323. https://dx.plos.org/10.1371/journal.pone.0064323 .PONE-D-13-00331 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Liu B, Wang Z, Qi X, Zhang X, Chen H. Assessing cyber-user awareness of an emerging infectious disease: evidence from human infections with avian influenza A H7N9 in Zhejiang, China. Int J Infect Dis. 2015 Nov;40:34–6. doi: 10.1016/j.ijid.2015.09.017. https://linkinghub.elsevier.com/retrieve/pii/S1201-9712(15)00227-1 .S1201-9712(15)00227-1 [PubMed] [CrossRef] [Google Scholar]", "Zhao C, Yang Y, Wu S, Wu W, Xue H, An K, Zhen Q. Search trends and prediction of human brucellosis using Baidu index data from 2011 to 2018 in China. Sci Rep. 2020 Apr 03;10(1):5896. doi: 10.1038/s41598-020-62517-7. doi: 10.1038/s41598-020-62517-7.10.1038/s41598-020-62517-7 [PMC free article] [PubMed] [CrossRef] [CrossRef] [Google Scholar]", "Zhao Y, Xu Q, Chen Y, Tsui KL. Using Baidu index to nowcast hand-foot-mouth disease in China: a meta learning approach. BMC Infect Dis. 2018 Aug 13;18(1):398. doi: 10.1186/s12879-018-3285-4. https://bmcinfectdis.biomedcentral.com/articles/10.1186/s12879-018-3285-4 .10.1186/s12879-018-3285-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yuan K, Huang G, Wang L, Wang T, Liu W, Jiang H, Yang AC. Predicting norovirus in the United States using Google trends: infodemiology study. J Med Internet Res. 2021 Sep 29;23(9):e24554. doi: 10.2196/24554. https://www.jmir.org/2021/9/e24554/ v23i9e24554 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ginsberg J, Mohebbi MH, Patel RS, Brammer L, Smolinski MS, Brilliant L. Detecting influenza epidemics using search engine query data. Nature. 2009 Feb 19;457(7232):1012–4. doi: 10.1038/nature07634.nature07634 [PubMed] [CrossRef] [Google Scholar]", "Barros JM, Duggan J, Rebholz-Schuhmann D. The application of internet-based sources for public health surveillance (infoveillance): systematic review. J Med Internet Res. 2020 Mar 13;22(3):e13680. doi: 10.2196/13680. https://www.jmir.org/2020/3/e13680/ v22i3e13680 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Fung ICH, Fu KW, Ying Y, Schaible B, Hao Y, Chan CH, Tse ZTH. Chinese social media reaction to the MERS-CoV and avian influenza A(H7N9) outbreaks. Infect Dis Poverty. 2013 Dec 20;2(1):31. doi: 10.1186/2049-9957-2-31. https://idpjournal.biomedcentral.com/articles/10.1186/2049-9957-2-31 .2049-9957-2-31 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Jena AB, Karaca-Mandic P, Weaver L, Seabury SA. Predicting new diagnoses of HIV infection using internet search engine data. Clin Infect Dis. 2013 May;56(9):1352–3. doi: 10.1093/cid/cit022.cit022 [PubMed] [CrossRef] [Google Scholar]", "Gong X, Han Y, Hou M, Guo R. Online public attention during the early days of the COVID-19 pandemic: infoveillance study based on Baidu index. JMIR Public Health Surveill. 2020 Oct 22;6(4):e23098. doi: 10.2196/23098. https://publichealth.jmir.org/2020/4/e23098/ v6i4e23098 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Fang J, Zhang X, Tong Y, Xia Y, Liu H, Wu K. Baidu index and COVID-19 epidemic forecast: evidence From China. Front Public Health. 2021 May 5;9:685141. doi: 10.3389/fpubh.2021.685141. https://europepmc.org/abstract/MED/34026721 . [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Huang R, Luo G, Duan Q, Zhang L, Zhang Q, Tang W, Smith MK, Li J, Zou H. Using Baidu search index to monitor and predict newly diagnosed cases of HIV/AIDS, syphilis and gonorrhea in China: estimates from a vector autoregressive (VAR) model. BMJ Open. 2020 Mar 24;10(3):e036098. doi: 10.1136/bmjopen-2019-036098. https://bmjopen.bmj.com/lookup/pmidlookup?view=long&pmid=32209633 .bmjopen-2019-036098 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Nan Y, Gao Y. A machine learning method to monitor China's AIDS epidemics with data from Baidu trends. PLoS One. 2018 Jul 11;13(7):e0199697. doi: 10.1371/journal.pone.0199697. https://dx.plos.org/10.1371/journal.pone.0199697 .PONE-D-17-40053 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"], "isFullpaper": true, "keywords": ["Baidu index", "chickenpox", "support vector machine regression model", "disease surveillance", "disease", "infectious", "vaccine", "surveillance system", "model", "prevention", "control", "monitoring", "epidemic"], "authors": ["Reviewed by Rui Guo", "Yanling Zheng", "Ayman Allam", "Zhaohan Wang", "Jun He", "Bolin Jin", "Lizhi Zhang", "Chenyu Han", "Meiqi Wang", "Hao Wang", "Shuqi An", "Meifang Zhao", "Qing Zhen", "# Shui Tiejun", "# and Xinyao Zhang# Department of Epidemiology and Biostatistics", "School of Public Health", "Jilin University", "Changchun", "China Yunnan Center for Disease Control and Prevention", "Yunnan", "China Department of Social Medicine and Health Management", "School of Public Health", "Jilin University", "Changchun", "China Xinyao Zhang", "Department of Social Medicine and Health Management", "School of Public Health", "Jilin University", "Xinmin Street", "Changchun", "China", "Phone:", "Email: moc.qq@."], "term": "chickenpox", "chunk_id": ["569dac4d-fe8a-48ca-9d00-146c77da546a", "2fba9adc-9cb4-42b4-bf74-53ab68d7eb90", "3187fe4d-5482-40de-9c2b-cd76b29a42c4", "610f904f-84bc-4f30-80b2-707e03286388", "fc5a6989-0db0-4a9f-90aa-20ed9de28fc2", "67af54a9-ce80-49aa-a6db-6cba7d70bdae", "3d020141-66cc-4578-8697-a2b9ac2ec401", "e1ed1845-979d-447c-8fc7-e0d4eb3a1696", "cef8eac8-906f-4f32-9002-87a1457a2d17", "0cd47bde-47bd-4d33-a07f-9297286a28d1", "6dc95389-02f4-459a-8e7d-8d25cb64fe86", "eff08340-67be-4de1-bf4b-1d42c1c5ac5a", "e9f0432d-c9a2-4f14-a9d2-739211a06b50", "f9db4e79-3be3-4e9d-a40e-9a622e647d89", "9484753e-8ba2-487e-a2fb-300cddd464af", "0444027b-0571-421b-9edb-0b38af975c53", "dfb7342a-9000-4209-90ce-55d862957edf", "c9c7628d-c797-4cd1-81e4-d1742be6224f", "8945e2f9-ca58-4b0e-adbd-1b977ef59603", "2a9370b1-a6a0-488a-a663-fd4c3d925635", "c48023ed-6352-45ab-becb-f07664333cda", "3ba534fc-9980-42c4-bcd4-4a06b55498be", "5bc3784b-44c7-42d4-a779-a9ea41270f2f", "b2bc7882-d529-49cf-a81b-932cae1b03db", "ab81df88-8044-4e57-a5ea-22dbc4e909fb", "f4ee963a-f37b-4ff4-9f33-b23162dd8e1a", "b0375087-977a-45c8-b668-a32d90446ab0", "18730647-62af-4881-9e2f-a18aaa0f55bc", "0a904e9f-f95b-424a-a915-8a9206b0d38a", "52517d69-7c31-41dc-82e2-b3dc0b0c2afa", "472f2a0a-9f5f-482a-9a6c-bc095b150287", "99a0fafa-b1a5-415d-ad12-255c346229b1", "e5d97fac-6823-4a55-96c0-4cbedd62262b", "4c15b259-943a-4b03-8982-fb623655d8a8", "f1741f2b-555c-4c42-805f-6c163890382c", "85a76826-1db3-454f-bbc4-53421f7fa649", "1683678b-6d52-4871-a8f0-ed977525e2af", "3e17f0f4-77c8-4888-8904-0e6cb5ed08d5", "65c30115-8c46-4a11-bfdb-afc9bb80e009", "85b1e805-a7fe-420d-99d6-5fbdb1f76ffc", "3be52334-ec92-4969-b3ce-182e23a195d3", "5d24d645-4fd0-480b-af08-99ef12852b26", "88c0261d-aedc-41ca-86eb-e1b3ced62ef5", "9ff5bfe1-c929-4fd9-a09b-010adff098fb"], "chunks": ["J Med Internet Res. 2023; 25: e44186. Published online 2023 May 16", ". doi: 10.2196/44186PMCID: PMC10230353PMID: 37191983Using Baidu Index Data to Improve Chickenpox Surveillance in Yunnan, China: Infodemiology StudyMonitoring Editor: Amaryllis MavraganiReviewed by Rui Guo, Yanling Zheng, and Ayman AllamZhaohan Wang,1 Jun He,2 Bolin Jin,1 Lizhi Zhang,1 Chenyu Han,1 Meiqi Wang,1 Hao Wang,1 Shuqi An,1 Meifang Zhao,1 Qing Zhen,#1 Shui Tiejun,#2 and Xinyao Zhang#3 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China 2 Yunnan Center for Disease Control and Prevention, Yunnan, China 3 Department of Social Medicine and Health Management, School of Public Health, Jilin University, Changchun, China Xinyao Zhang, Department of Social Medicine and Health Management, School of Public Health, Jilin University, 1163 Xinmin Street, Changchun, 130021, China, Phone: 86 0431 85619442, Email: moc.qq@06529851.Zhaohan Wang 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University,", "Wang 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Zhaohan WangJun He 2 Yunnan Center for Disease Control and Prevention, Yunnan, China Find articles by Jun HeBolin Jin 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Bolin JinLizhi Zhang 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Lizhi ZhangChenyu Han 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Chenyu HanMeiqi Wang 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Meiqi WangHao Wang 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Hao WangShuqi An 1 Department of", "Public Health, Jilin University, Changchun, China Find articles by Hao WangShuqi An 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Shuqi AnMeifang Zhao 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Meifang ZhaoQing Zhen 1 Department of Epidemiology and Biostatistics, School of Public Health, Jilin University, Changchun, China Find articles by Qing ZhenShui Tiejun 2 Yunnan Center for Disease Control and Prevention, Yunnan, China Find articles by Shui TiejunXinyao Zhang 3 Department of Social Medicine and Health Management, School of Public Health, Jilin University, Changchun, China Find articles by Xinyao ZhangAuthor information Article notes Copyright and License information PMC DisclaimerCorresponding author.#Contributed equally.Corresponding Author: Xinyao Zhang moc.qq@06529851Received 2022 Nov 10; Revisions requested 2023 Mar", "Author: Xinyao Zhang moc.qq@06529851Received 2022 Nov 10; Revisions requested 2023 Mar 6; Revised 2023 Mar 21; Accepted 2023 May 4.Copyright ©Zhaohan Wang, Jun He, Bolin Jin, Lizhi Zhang, Chenyu Han, Meiqi Wang, Hao Wang, Shuqi An, Meifang Zhao, Qing Zhen, Shui Tiejun, Xinyao Zhang", ". Originally published in the Journal of Medical Internet Research (https: //www.jmir.org), 16.05.2023.This is an open-access article distributed under the terms of the Creative Commons Attribution License (https: //creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work, first published in the Journal of Medical Internet Research, is properly cited", ". The complete bibliographic information, a link to the original publication on https: //www.jmir.org/, as well as this copyright and license information must be included.Associated DataSupplementary MaterialsMultimedia Appendix 1.Comparison charts of trends of 8 additional Baidu index keywords and actual occurrences.jmir_v25i1e44186_app1.docx (937K)GUID: 9EE37E8E-31FE-4F9D-9B58-04F95A3B0A75Multimedia Appendix 2.Support vector machine regression model prediction results.jmir_v25i1e44186_app2.docx (15K)GUID: 9E5879AE-7909-41BB-84B1-B6CF099904D0Data Availability StatementThe data sets generated during and analyzed during the current study are available from the corresponding author on reasonable request.AbstractBackgroundChickenpox is an old but easily neglected infectious disease. Although chickenpox is preventable by vaccines, vaccine breakthroughs often occur, and the chickenpox epidemic is on the rise", ". Chickenpox is not included in the list of regulated communicable diseases that must be reported and controlled by public and health departments; therefore, it is crucial to rapidly identify and report varicella outbreaks during the early stages. The Baidu index (BDI) can supplement the traditional surveillance system for infectious diseases, such as brucellosis and dengue, in China. The number of reported chickenpox cases and internet search data also showed a similar trend. BDI can be a useful tool to display the outbreak of infectious diseases.ObjectiveThis study aimed to develop an efficient disease surveillance method that uses BDI to assist in traditional surveillance.MethodsChickenpox incidence data (weekly from January 2017 to June 2021) reported by the Yunnan Province Center for Disease Control and Prevention were obtained to evaluate the relationship between the incidence of chickenpox and BDI", ". We applied a support vector machine regression (SVR) model and a multiple regression prediction model with BDI to predict the incidence of chickenpox. In addition, we used the SVR model to predict the number of chickenpox cases from June 2021 to the first week of April 2022.ResultsThe analysis showed that there was a close correlation between the weekly number of newly diagnosed cases and the BDI. In the search terms we collected, the highest Spearman correlation coefficient was 0.747. Most BDI search terms, such as “chickenpox,” “chickenpox treatment,” “treatment of chickenpox,” “chickenpox symptoms,” and “chickenpox virus,” trend consistently", ". Some BDI search terms, such as “chickenpox pictures,” “symptoms of chickenpox,” “chickenpox vaccine,” and “is chickenpox vaccine necessary,” appeared earlier than the trend of “chickenpox virus.” The 2 models were compared, the SVR model performed better in all the applied measurements: fitting effect, R2=0.9108, root mean square error (RMSE)=96.2995, and mean absolute error (MAE)=73.3988; and prediction effect, R2=0.548, RMSE=189.1807, and MAE=147.5412. In addition, we applied the SVR model to predict the number of reported cases weekly in Yunnan from June 2021 to April 2022 using the same period of the BDI. The results showed that the fluctuation of the time series from July 2021 to April 2022 was similar to that of the last year and a half with no change in the level of prevention and control.ConclusionsThese findings indicated that the BDI in Yunnan Province can predict the incidence of chickenpox in the same period", ". Thus, the BDI is a useful tool for monitoring the chickenpox epidemic and for complementing traditional monitoring systems.Keywords: Baidu index, chickenpox, support vector machine regression model, disease surveillance, disease, infectious, vaccine, surveillance system, model, prevention, control, monitoring, epidemicIntroductionChickenpox is an acute infectious disease caused by the varicella-zoster virus. Children and adolescents are highly susceptible to chickenpox infection, and it is characterized by maculopapular rashes on the skin and mucous membranes with mild systemic symptoms. Chickenpox has a high incidence but low mortality rate, and it is one of the most common childhood diseases [1]. Although most cases have mild clinical symptoms, if not treated promptly, the infection may lead to postherpetic neuralgia, which affects the quality of life and can lead to death in severe cases [2].Chickenpox is prevalent worldwide, and it has a seasonal pattern", ". The European region has a single peak pattern from March to May, whereas Asian countries have a double peak pattern from March to May and from December to January [3]. According to the World Health Organization, it is estimated that there are approximately 4.2 million hospitalizations and 4200 deaths due to serious complications of varicella annually worldwide, and the danger of varicella has been seriously underestimated [4]. Despite widespread immunization, varicella continues to spread and develop in many countries, such as the United States, Italy, and various European countries, due to its high transmissibility [3-6]. In China, according to an epidemiological survey of varicella in China from 2005-2019, a total of 6,442,147 cases of varicella were reported nationwide. The reported incidence of varicella increased from 41,211 cases (3.17/100,000) in 2005 to 7,979,482 cases (70.14/100,000) in 2019", ". The average annual incidence of chickenpox showed an increasing trend each year from 2005 to 2019, and the number of reported cases of varicella increased nearly 22 times from 2005 to 2019. Chickenpox now has one of the highest incidences in terms of preventable diseases in China [7].Yunnan Province has a high incidence of chickenpox in China, and it ranked among the top 5 provinces in the country in 2019 in terms of the incidence in the population aged under 14 years, accounting for 76.36% of all chickenpox cases. Chickenpox public health emergencies mainly occur in rural elementary schools, and the situation is serious as the chickenpox epidemic continues to grow year by year. However, attention to the management and elimination of chickenpox public health emergencies in rural elementary schools and kindergartens is still insufficient, and the problem of untimely reporting of chickenpox incidence remains", ". Yunnan Province needs to take effective measures to suppress the spread and prevalence of chickenpox [8].Currently, problems such as low chickenpox vaccine coverage, the breakthrough of the chickenpox vaccine, the lack of attention to chickenpox disease, imperfect chickenpox surveillance reports, and the lack of public information on chickenpox epidemics are still present in China [9]. In China, chickenpox is reported through the Chinese Disease Prevention and Control Information System. Because chickenpox is a viral disease with mild and self-limiting symptoms, it has not been included in the Chinese National Disease Reporting System for statutory infectious diseases. There is no uniform standard for reporting chickenpox cases across China", ". There is no uniform standard for reporting chickenpox cases across China. However, the public health emergency management information system has focused on some aggregated outbreaks [9,10], but some disseminated cases or subclinical infections may be overlooked.At present, the means of chickenpox prevention and control in China are relatively singular and limited to the traditional reported incidence monitoring and isolation treatment of patients with chickenpox [2]. The actual incidence of chickenpox in most provinces is not publicly available, and the public cannot obtain timely information on the chickenpox epidemic. Apart from public health departments, the public does not have effective channels to obtain real-time information on local chickenpox incidence, which is not conducive to taking active self-protective measures against chickenpox.The internet has become an increasingly popular means of accessing health information", ". The increase in web-based information provides a potentially useful source of data for disease surveillance. Due to its real-time nature and ease of access, internet data can be used to fill the gaps in traditional public health surveillance [11]. Therefore, the possibility of using internet data for the surveillance of various diseases is being increasingly explored as an aid to improve disease prevention and control. The use of internet search data as a complementary means to traditional infectious disease surveillance methods is particularly applicable to neglected diseases that are less affected by consultations [12].Previous studies [12,13] have indicated that Google Trends can well demonstrate the epidemic characteristics of chickenpox abroad and is suitable for the simulation of features of infectious diseases in epidemic cycles", ". Moreover, Bakker et al [12] studied chickenpox incidence patterns using Google Trends and found that Google search data show a high correlation (R2=0.65-0.71) with varicella outbreaks. Thus, Google Trends can be used for chickenpox incidence prediction and early warning. In China, more studies have focused on vaccine efficacy analysis and descriptive studies of chickenpox prevalence [7-10], and most of the exploration of chickenpox surveillance issues has been performed by using actual incidence report data to build models to predict the onset of chickenpox [2], whereas there are few studies exploring whether the Baidu search engine can be applied to chickenpox epidemic surveillance and early warning.Google Trends is not highly used in China. Google search data do not reflect the true search tendencies of the Chinese public because Baidu is the most widely used search engine product in China", ". The Baidu index (BDI) [14], which was established based on Baidu search information, should reflect the search needs and awareness of internet users as well as Google Trends abroad in China [15,16]. A considerable number of studies have been conducted using the BDI for China-wide disease prediction. For example, one study has successfully predicted the epidemic trend of influenza using the BDI [17]. Similarly, some surveillance studies using BDIs for diseases, such as brucellosis; dengue fever; and hand, foot, and mouth disease, have shown that BDIs can be used to reflect disease prevalence [18-20].The current chickenpox surveillance system in China is flawed and incomplete. The flawed surveillance system and the lack of public information on chickenpox outbreaks have led to a weak response to chickenpox outbreaks in China", ". Public health events caused by chickenpox epidemics have persisted for a long time, generating a large number of patients with chickenpox, which disrupts the study, work, and life of patients while also affecting the normal production and everyday life of families, schools, and workplaces", ". Moreover, chickenpox epidemics impose a heavy burden on the healthy socioeconomic development of China.This study focused on the following specific research questions: What are the correlations between BDI scores and actual varicella incidence data in Yunnan Province?Can internet data be used to predict future varicella disease epidemics?Can big data be used as a supplement to traditional surveillance systems for early warning surveillance of infectious diseases as well as epidemics?MethodsReal-World DatabasesThe data were divided into 2 parts as follows: the number of reported chickenpox cases in Yunnan Province from 2017 to 2021 and the chickenpox-related BDI search data in Yunnan Province from 2017 to April 2022", ". The chickenpox monitoring data in Yunnan Province were obtained from the chickenpox epidemic information of the Yunnan Province Center for Disease Control and Prevention.BDI DatabasesThe chickenpox-related BDI search data were obtained from the official website of the BDI [14]", ". The BDI of “PC + mobile” from 2017 to April 2022 was collated as search data.The principles of selecting keywords were as follows: (1) keywords must be closely related and specific to chickenpox; (2) selected longtail keywords were considered for inclusion; (3) keywords must have sufficient search volume in the mining module; and (4) the time series of each keyword must be complete and valid.The following 12 keywords were selected: “chickenpox,” “chickenpox pictures,” “chickenpox symptoms,” “chickenpox diet,” “chickenpox infection period,” “symptoms of chickenpox,” “symptoms and treatment of chickenpox,” “chickenpox vaccine,” “is chickenpox vaccine necessary,” “shingles,” “chickenpox treatment,” and “treatment of chickenpox.”AnalysisKeyword Screening and Relevance Test First, Pearson and Spearman correlation tests were performed on the first 12 selected BDIs and the number of chickenpox cases, with Pearson correlation coefficient>0.3 as the criteria for determining the correlation", ". A time-lagged cross-correlation test was then performed on the screened keyword indices and the number of chickenpox cases to determine the time type of keywords (prior, simultaneous, and lagged).Support Vector Machine Regression Model Construction For variable selection, the number of chickenpox cases in Yunnan Province from January 2017 to May 2021 was used as the dependent variable, and the weekly BDIs of 8 keywords, such as “chickenpox,” were used as the independent variables. The BDIs and incidence data of 209 weeks from 2017 to 2020 were used as the training set, and the data of 22 weeks from January to May 2021 were used as the test set", ". The data were fitted with the actual incidence data to analyze the accuracy.Multiple Linear Regression Model Construction The general expression was as follows: y = β0 + β1x1 + β2x2 +...+ βkxk + εwhere β0, β1, β2, ..., βk are the parameters of the model, and ε is the error term.The variable selection was consistent with the support vector machine regression (SVR) model", ". For model construction, the stepwise regression method was used to eliminate the independent variables that had no significant effect (P>.05) on the dependent variable, and the model with the highest R2 value of goodness-of-fit was selected for the next step of prediction according to the stepwise regression model construction results.Determination Index of the Optimal Model The optimal model for the present study was selected by comparing the coefficient of determination (R2), the mean absolute error (MAE), and the root mean square error (RMSE) of the predicted and actual values of the above 2 models in fitting and predicting data.Data Prediction of the Chickenpox Epidemic in Yunnan Province The optimal prediction model was selected by the above method. The BDI of the “chickenpox” keyword and the number of reported chickenpox cases in Yunnan Province for 231 weeks from January 2017 to May 2021 were imported as independent and dependent variables to establish the prediction model", ". The BDI data from June 2021 to the first week of April 2022 were obtained to predict the trend of chickenpox incidence in Yunnan Province.Ethical ConsiderationsThe data sources for this study included publicly available BDI search data and varicella incidence data provided by the Yunnan Province Center for Disease Control and Prevention. As this study did not involve human or animal experimental subjects, nor did it involve any ethical issues related to data collection or use, ethical approval or a license was not required for this study.ResultsCross-Correlation Analysis of Chickenpox and the BDI in Yunnan ProvinceAfter the cross-correlation test, the results showed that most BDI search terms, such as “chickenpox,” “chickenpox treatment,” “treatment of chickenpox,” “chickenpox symptoms,” and “chickenpox virus,” trend consistently", ". Some BDI search terms, such as “chickenpox pictures,” “symptoms of chickenpox,” “chickenpox vaccine,” and “is chickenpox vaccine necessary” appeared earlier than the trend of “chickenpox virus.” In all, 8 keywords were screened from the 12 chickenpox-related keywords as variables required for modeling: “chickenpox picture,” “chickenpox,” “chickenpox symptoms,” “symptoms of chickenpox,” “symptoms and treatment of chickenpox,” “chickenpox vaccine,” “treatment of chickenpox,” and “chickenpox treatment” (Table 1).Table 1Cross-correlation analysis of actual chickenpox cases and internet search terms from Yunnan, Chinaa.Search termsLag (weeks) –3–2–10123 水痘 图 片 (chickenpox picture) rb 0.702 0.730c 0.7150.7050.6360.5550.462 P valued<.001<.001<.001<.001<.001<.001<.001 水痘 (chickenpox) r 0.6560.7180.727 0.747c 0.7410.6780.609 P value<.001<.001<.001<.001<.001<.001<.001 水痘症状 (chickenpox symptoms) r 0.3640.370.371 0.372c 0.3310.2870.237 P value<.001<.001<.001<.001<.001<.001<.001 水痘的症状 (symptoms", "r 0.3640.370.371 0.372c 0.3310.2870.237 P value<.001<.001<.001<.001<.001<.001<.001 水痘的症状 (symptoms of chickenpox) r 0.550 0.578c 0.5480.4060.4720.3900.298 P value<.001<.001<.001<.001<.001<.001<.001 水痘的症状和治 疗 (symptoms and treatment of chickenpox) r 0.3020.3510.379 0.556c 0.3850.3450.320 P value<.001<.001<.001<.001<.001<.001<.001 水痘疫苗 (chickenpox vaccine) r 0.353c 0.3450.3170.3170.2820.2150.150 P value<.001.001<.001<.001<.001.001.02 水痘的治 疗 (treatment of chickenpox) r 0.2590.2610.308 0.323c 0.2640.2670.199 P value<.001<.001<.001<.001<.001<.001.002 水痘治 疗 (chickenpox treatment) r 0.2160.2720.294 0.325c 0.2930.2830.278 P value.001<.001<.001<.001<.001<.001<.001 水痘 饮 食 (chickenpox diet) r 0.1940.1960.187 0.222c 0.1570.1800.170 P value.003.003.004.001.02.006.01 水痘 传 染期 (chickenpox transmission period) r 0.1650.2000.219 0.280c 0.2750.2920.295 P value.01.002.001<.001<.001<.001<.001 水痘疫苗有必要打 吗 (is chickenpox vaccine necessary) r 0.264 0.200c 0.1440.090–0.001–0.078–0.161 P", "水痘疫苗有必要打 吗 (is chickenpox vaccine necessary) r 0.264 0.200c 0.1440.090–0.001–0.078–0.161 P value<.001.002.03.17.99.24.02 带 状疱疹 (herpes zoster) r 0.024 0.022c 0.0080.0110.000–0.010–0.017 P value.72.74.91.87>.99.88.79Open in a separate windowaSpearman correlation coefficient>0.3 was used as the criteria for inclusion.br values represented cross correlation coefficient.cItalicized values showed the maximum of cross correlation coefficient.dP values represented statistical significance between 2 variables.Time Series Characteristics and Correlation Analysis of Varicella and BDI in Yunnan ProvinceThe number of reported chickenpox cases in Yunnan Province showed an increasing trend year by year, especially during the winter chickenpox susceptibility period in 2020, with a peak higher than the general level in previous years", ". The trend of chickenpox incidence in 2017-2021 showed seasonality with double peaks in the number of cases from May to July and from November to January in each year. The BDI data for the same period also showed bimodal peaks from May to July and from November to January in each year. Comparison charts of the trend of 8 BDI keywords and actual occurrence are shown in Multimedia Appendix 1.Construction and Prediction of Chickenpox Case Prediction ModelEstablishment of the SVR Prediction Model In the SVR model, the radial basis kernel function was used", ". We chose all 8 key terms for modeling: “chickenpox picture,” “chickenpox,” “chickenpox symptoms,” “symptoms of chickenpox,” “symptoms and treatment of chickenpox,” “chickenpox vaccine,” “treatment of chickenpox,” and “chickenpox treatment.” Using the grid search method for the hyperparameter search, the final obtained parameters were C=1 and γ=0.1.The complete fitting and prediction effect graph is shown in Figure 1.Open in a separate windowFigure 1Predicted effect of support vector machine regression fitting for chickenpox in Yunnan Province (January 2017 to May 2021).Multiple Linear Regression Prediction Modeling In the multiple linear regression model, we also chose all 8 key terms for modeling. We used the stepwise regression method to fit and test the data", ". We used the stepwise regression method to fit and test the data. The model performed best when those 4 key terms were included, namely “chickenpox,” “chickenpox symptoms,” “symptoms of chickenpox,” and “treatment of chickenpox.” The detailed regression coefficients are as follows: b1=0.243, b2=0.495, b3=0.381, and b4=0.278. The complete fitting and prediction effect graph is shown in Figure 2.Open in a separate windowFigure 2Predicted effect of multiple linear regression fitting for chickenpox in Yunnan Province (January 2017 to May 2018).Comparison of Multiple Regression Model and SVR Model Prediction Performance To evaluate the fitting performance of the model, we used R2, MAE, and RMSE to compare the advantages and disadvantages of the 2 models. The results showed that the SVR model had better performance in both fitting and prediction effects compared to the multiple linear regression model (Tables 2 and ​and33).Table 2Comparison of model fitting effect indicators", ". MLRa modelSVRb model R 2 0.8330.911RMSEc130.338996.2995MAEd106.652673.3988Open in a separate windowaMLR: multiple linear regression.bSVR: support vector machine regression.cRMSE: root mean square error.dMAE: mean absolute error.Table 3Comparison of model prediction effect indicators. MLRa modelSVRb model R 2 0.4590.548RMSEc204.2203189.1807MAEd166.2412147.5412MAPEe15%9.1%Open in a separate windowaMLR: multiple linear regression.bSVR: support vector machine regression.cRMSE: root mean square error.dMAE: mean absolute error.eMAPE: mean absolute percentage error.Therefore, SVR was selected as the best model for case number prediction.SVR–Based Prediction of the Number of Chickenpox Cases SVR prediction was performed using the BDI with the number of cases from January 2018 to May 2021 to predict the likely number of chickenpox cases from June 2021 to the first week of April 2022", ". The predicted trends are shown in Figure 3 and Multimedia Appendix 2.Open in a separate windowFigure 3Fitting effect and prediction results of chickenpox in Yunnan Province based on the support vector machine regression model.DiscussionPrincipal FindingsIn this study, we used the chickenpox BDI to build a model to predict the incidence of chickenpox during the same period. We concluded that it is feasible to use BDI data for varicella epidemic surveillance, which does not rely on actual reported data of varicella incidence.The Principle of Using the BDI to Predict IncidenceThe BDI reflects changes in public interest in various events over a period of time. As a relatively neglected disease, news reports about chickenpox are substantially fewer than those about other infectious diseases, such as influenza and AIDS", ". Possible reasons for public interest in chickenpox are news reports or illnesses in their own family, suggesting that the main source of web-based search data may come from patients with chickenpox and their family members. This hypothesis is the reason why we believe that the chickenpox BDI can reflect the dynamics of chickenpox incidence through search information.The use of internet data for disease surveillance has several advantages. For instance, it is more cost-effective and less time-consuming compared to traditional surveillance methods that rely on patient consultations and medical records [21,22]. Moreover, internet data can capture disease trends earlier than traditional surveillance methods because they are updated in real time. In addition, they can detect disease outbreaks that may go unnoticed using traditional surveillance methods", ". As neglected diseases often go unnoticed due to the limited health care resources and infrastructure in low-income countries, internet data can serve as a useful tool for monitoring these diseases. By leveraging internet data, health officials can detect disease outbreaks earlier, allocate resources more effectively, and ultimately prevent the spread of diseases more efficiently. Therefore, the use of internet data for disease surveillance has the potential to revolutionize disease prevention and control efforts.Based on this principle, we believe that the BDI can be used as a new infectious disease surveillance tool to complement traditional public health surveillance systems. By combining big data epidemiological surveillance methods with traditional epidemiological surveillance tools, governments can establish a more sensitive surveillance tool", ". Real-time and low-cost internet data can help government health departments quickly identify diseases, populations, and areas with potential transmission risks and take effective measures.Comparison With Prior WorkThis study explores the potential of using internet data for disease surveillance, with a focus on chickenpox. Although previous research has shown success in using Google for disease prediction [21-23], we wanted to investigate whether Baidu, a search engine with higher usage rates in China, could also be used for this purpose. Our findings confirm that Baidu can be used for disease monitoring, providing an opportunity to better leverage internet data to predict disease occurrence and its spread. This discovery is particularly important for public health institutions, which can now make more accurate predictions and take more targeted preventive measures", ". Furthermore, this study highlights the growing importance of internet information as a source of data for disease surveillance in the future.In this study, the chickenpox BDI was highly consistent with the actual occurrence trend of chickenpox (r=0.747), and compared to the disease studies conducted using the BDI [15,17-20,24-27], the correlation coefficients of these studies were generally between r=0.3 and r=0.93, indicating that the chickenpox BDI well reflects the actual trend of chickenpox occurrence. Thus, it is feasible to use the BDI for chickenpox epidemic surveillance. At the same time, studies exploring the correlation between Google Trends and chickenpox [12] have shown that the average correlation between chickenpox and Google Trends is approximately r=0.762 globally, indicating that the use of the BDI for chickenpox in China has similar surveillance effects as those obtained using Google Trends abroad", ". Therefore, in China, the methods and ideas of using Google for varicella incidence trend prediction in foreign countries can be applied to the BDI to conduct supplementary surveillance of chickenpox incidence.In this study, the SVR model outperformed the multiple linear regression model both in terms of fitting and prediction (Tables 2 and ​and3),3), which showed a mean absolute percentage error of 9.1%, RMSE of 189, and R2 of 0.548. Comparing it with previous studies [19,28], the SVR model outperformed the autoregressive model for sexually transmitted diseases and the autoregressive integrated moving average model for brucellosis in terms of mean absolute percentage error and RMSE. Overall, the SVR model showed promising results for predicting chickenpox incidence and can be further improved and compared with other models for infectious diseases in future studies.The SVR model developed using the BDI accurately predicted the actual number of current varicella cases", ". Unlike previous chickenpox prediction models, the method developed in this study provided a rapid assessment of the current chickenpox epidemic without relying on actual incidence reporting data. The method allows for immediate calculation of chickenpox case prediction, which is more rapid than traditional prediction systems, allowing it to be used as a rapid method to help the public know the current chickenpox dynamics. Moreover, due to the simplicity of the method and easy access to data sources, it is likely to be applicable to most places in China. When model predictions increase, it may indicate a rise in the number of chickenpox cases, allowing for disease control and prevention–related authorities to prepare for potential chickenpox outbreaks.LimitationsThis study had several limitations that deserve further discussion. First, China is a vast country with regional differences in customs and culture as well as population distribution and geographic ethnicity [29]", ". Thus, it is not possible to predict the incidence trend in all provinces using one model. If data can be collected for each region, the prediction of chickenpox incidence trends can be tailored to different regions. Second, similar to other studies exploring the relationship between disease and the internet [23], when the media reports the chickenpox epidemic, people without chickenpox may search for chickenpox out of curiosity and fear, which would lead to a surge in the number of searches. Thus, further research is needed to eliminate the influence of the media on the results. Finally, multiple regression modeling based on BDI data alone does not allow for accurate prediction of chickenpox dynamics, and the volume of disease search data does not correspond one to one with the number of reported cases", ". Infectious disease prediction models based solely on internet search data may also be confounded by searchers’ knowledge of the disease and local language restrictions.Therefore, in future studies, we should also consider additional influencing factors related to chickenpox outbreaks, such as climate, economy, and vaccination status, for a comprehensive analysis to achieve accurate prediction of chickenpox incidence.ConclusionsBased on the results, it is feasible to apply the BDI method to reflect the incidence of varicella. The fitted and predicted values of the SVR model were consistent with the actual incidence trend of chickenpox, indicating that the model based on the BDI can be used to reflect the actual local incidence trend of chickenpox in real time. Thus, the BDI can be used for disease surveillance", ". Thus, the BDI can be used for disease surveillance. Internet search data can be used as a supplement to traditional surveillance systems to help with the early detection of potential disease outbreaks or disease epidemics.AcknowledgmentsWe thank the Yunnan Province Center for Disease Control and Prevention for providing available data on chickenpox incidence.AbbreviationsBDIBaidu indexMAEmean absolute errorRMSEroot mean square errorSVRsupport vector machine regression modelMultimedia Appendix 1Comparison charts of trends of 8 additional Baidu index keywords and actual occurrences.Click here to view.(937K, docx)Multimedia Appendix 2Support vector machine regression model prediction results.Click here to view.(15K, docx)NotesData AvailabilityThe data sets generated during and analyzed during the current study are available from the corresponding author on reasonable request.FootnotesContributed by Authors' Contributions: ZW, QZ, and ST designed the main part of work", ". ZW, BJ, and LZ performed data collection and wrote the paper. ST and QZ edited and promoted the manuscript. We would like to acknowledge the efforts of CH, MW, SA, and MZ who helped complete the work of this article.Conflicts of Interest: None declared."]}