{"title": "Influenza", "context": ["Nat Rev Dis Primers. 2018; 4(1): 3. Published online 2018 Jun 28. doi: 10.1038/s41572-018-0002-yPMCID: PMC7097467PMID: 29955068InfluenzaFlorian Krammer,1 Gavin J. D. Smith,2,3 Ron A. M. Fouchier,4 Malik Peiris,5,6 Katherine Kedzierska,7 Peter C. Doherty,7,8 Peter Palese,1,9 Megan L. Shaw,1 John Treanor,10 Robert G. Webster,11 and Adolfo García-Sastre1,9,12Florian Krammer1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY USA Find articles by Florian KrammerGavin J. D. Smith2Duke–NUS Medical School, Singapore, Singapore 3Duke Global Health Institute, Duke University, Durham, NC USA Find articles by Gavin J. D. SmithRon A. M. Fouchier4Department of Viroscience, Erasmus MC, Rotterdam, Netherlands Find articles by Ron A. M. FouchierMalik Peiris5WHO Collaborating Centre for Infectious Disease Epidemiology and Control, School of Public Health, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, Hong Kong, China 6Center of Influenza Research, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, Hong Kong, China Find articles by Malik PeirisKatherine Kedzierska7Department of Microbiology and Immunology, University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria Australia Find articles by Katherine KedzierskaPeter C. Doherty7Department of Microbiology and Immunology, University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria Australia 8Department of Immunology, St Jude Children’s Research Hospital, Memphis, TN USA Find articles by Peter C. DohertyPeter Palese1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY USA 9Division of Infectious Diseases, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY USA Find articles by Peter PaleseMegan L. Shaw1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY USA Find articles by Megan L. ShawJohn Treanor10Division of Infectious Diseases, Department of Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY USA Find articles by John TreanorRobert G. Webster11Department of Infectious Diseases, St Jude Children’s Research Hospital, Memphis, TN USA Find articles by Robert G. WebsterAdolfo García-Sastre1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY USA 9Division of Infectious Diseases, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY USA 12Global Health and Emerging Pathogens Institute, Icahn School of Medicine at Mount Sinai, New York, NY USA Find articles by Adolfo García-SastreAuthor information Copyright and License information PMC Disclaimer1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY USA 2Duke–NUS Medical School, Singapore, Singapore 3Duke Global Health Institute, Duke University, Durham, NC USA 4Department of Viroscience, Erasmus MC, Rotterdam, Netherlands 5WHO Collaborating Centre for Infectious Disease Epidemiology and Control, School of Public Health, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, Hong Kong, China 6Center of Influenza Research, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, Hong Kong, China 7Department of Microbiology and Immunology, University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria Australia 8Department of Immunology, St Jude Children’s Research Hospital, Memphis, TN USA 9Division of Infectious Diseases, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY USA 10Division of Infectious Diseases, Department of Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY USA 11Department of Infectious Diseases, St Jude Children’s Research Hospital, Memphis, TN USA 12Global Health and Emerging Pathogens Institute, Icahn School of Medicine at Mount Sinai, New York, NY USA Adolfo García-Sastre, Email: ude.mssm@ertsas-aicrag.ofloda.Corresponding author.Copyright © Macmillan Publishers Ltd., part of Springer Nature 2018This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.Influenza is an infectious respiratory disease that, in humans, is caused by influenza A and influenza B viruses. Typically characterized by annual seasonal epidemics, sporadic pandemic outbreaks involve influenza A virus strains of zoonotic origin. The WHO estimates that annual epidemics of influenza result in ~1 billion infections, 3–5 million cases of severe illness and 300,000–500,000 deaths. The severity of pandemic influenza depends on multiple factors, including the virulence of the pandemic virus strain and the level of pre-existing immunity. The most severe influenza pandemic, in 1918, resulted in >40 million deaths worldwide. Influenza vaccines are formulated every year to match the circulating strains, as they evolve antigenically owing to antigenic drift. Nevertheless, vaccine efficacy is not optimal and is dramatically low in the case of an antigenic mismatch between the vaccine and the circulating virus strain. Antiviral agents that target the influenza virus enzyme neuraminidase have been developed for prophylaxis and therapy. However, the use of these antivirals is still limited. Emerging approaches to combat influenza include the development of universal influenza virus vaccines that provide protection against antigenically distant influenza viruses, but these vaccines need to be tested in clinical trials to ascertain their effectiveness.Subject terms: Influenza virus, Vaccines, Respiratory tract diseases, Viral pathogenesisInfluenza is an infectious respiratory disease that, in humans, is caused by influenza A and influenza B viruses. This Primer discusses the biological features of influenza viruses, their effects on human and animal health and the mitigation strategies to reduce the burden of this disease.Subject terms: Influenza virus, Vaccines, Respiratory tract diseases, Viral pathogenesisIntroductionInfluenza is an infectious respiratory disease; in humans, it is caused by influenza A (genus influenzavirus A) and influenza B (genus influenzavirus B) viruses (influenzavirus C and influenzavirus D genera are also known). Symptoms associated with influenza virus infection vary from a mild respiratory disease confined to the upper respiratory tract and characterized by fever, sore throat, runny nose, cough, headache, muscle pain and fatigue to severe and in some cases lethal pneumonia owing to influenza virus or to secondary bacterial infection of the lower respiratory tract. Influenza virus infection can also lead to a wide range of non-respiratory complications in some cases — affecting the heart, central nervous system and other organ systems1,2. Although characterized by annual seasonal epidemics, sporadic and unpredictable global pandemic outbreaks also occur that involve influenza A virus strains of zoonotic origin. Pandemic influenza occurs every 10–50 years and is characterized by the introduction of a new influenza A virus strain that is antigenically very different from previously circulating strains; the lack of pre-existing immunity in humans is often associated with the severity of the infection and an increase in mortality.All influenza viruses are enveloped negative-sense single-strand RNA viruses with a segmented genome. Influenza A and influenza B viruses contain eight RNA segments, which encode RNA polymerase subunits, viral glycoproteins (namely, haemagglutinin (HA), with its distinct globular ‘head’ and ‘stalk’ structures, which facilitate viral entry, and neuraminidase (NA), which facilitates viral release), viral nucleoprotein (NP), matrix protein (M1) and membrane protein (M2), the nonstructural protein NS1 and nuclear export protein (NEP) (Fig. 1). The HA and NA viral proteins are the most antigenically variable, and in the case of influenza A virus, they are classified into antigenically diverse subtypes. These two viral glycoproteins are located at the surface of the virus particle and are the main targets for protective antibodies induced by influenza virus infection and vaccination. Each influenza virus isolate is named according to its type or genus, host and place of isolation, isolate number and year of isolation (Box 1). Influenza C and influenza D viruses have only seven RNA segments and do not seem to cause substantial disease in humans. However, influenza C virus infections can cause influenza-like illness and hospitalizations in some instances, especially in children3.Open in a separate windowFig. 1Influenza A and influenza B.The figure represents an influenza A virus particle or virion. Both influenza A and influenza B viruses are enveloped negative-sense RNA viruses with genomes comprising eight single-stranded RNA segments located inside the virus particle. Although antigenically different, the viral proteins encoded by the viral genome of influenza A and influenza B viruses have similar functions: the three largest RNA segments encode the three subunits of the viral RNA-dependent RNA polymerases (PB1, PB2 and PA) that are responsible for RNA synthesis and replication in infected cells; two RNA segments encode the viral glycoproteins haemagglutinin (HA, which has a ‘stalk’ domain and a ‘head’ domain), which mediates binding to sialic acid-containing receptors and viral entry, and neuraminidase (NA), which is responsible for releasing viruses bound to non-functional receptors and helping viral spread. The RNA genome is bound by the viral nucleoprotein (NP), which is encoded by RNA segment 5. RNA segments 6 and 8 encode more than one protein, namely, the matrix protein (M1) and membrane protein (M2) — BM2 in the case of influenza B — and the nonstructural protein NS1 (not shown) and nuclear export protein (NEP). The M1 protein is thought to provide a scaffold that helps the structure of the virion and that, together with NEP, regulates the trafficking of the viral RNA segments in the cell; the M2 protein is a proton ion channel that is required for viral entry and exit and that, together with the HA and NA glycoproteins, is located on the surface of the virus anchored in a lipid membrane derived from the infected cell. Finally, the NS1 protein is a virulence factor that inhibits host antiviral responses in infected cells. The influenza viruses can also express additional accessory viral proteins in infected cells, such as PB1–F2 and PA-x (influenza A), that participate in preventing host innate antiviral responses together with the NS1 protein or NB (influenza B), the function of which is unknown. NS1, NEP, PB1–F2 and PA-x are not present in the virus particle or are present in only very small amounts. NB is a unique influenza B virus surface protein anchored in the lipid membrane of the virus particles.The segmented nature of the influenza viral genome enables reassortment, that is, interchange, of genomic RNA segments when two viruses of the same type (that is, two influenza A viruses or two influenza B viruses) infect the same cell. A unique characteristic of influenza A viruses is that they circulate not only in humans but also in domestic animals, pigs, horses and poultry and in wild migratory birds (>100 species of ducks, geese, swans, gulls, waders and wild aquatic birds are considered natural reservoirs4,5). A total of 16 antigenically different HA and 9 antigenically different NA serotypes or subtypes (18 HA and 11 NA, if including bat influenza A-like viruses, which are phylogenetically close to influenza A virus but unable to reassort with influenza A viruses6,7) have been identified among the different avian strains of influenza A virus8. These animal reservoirs provide a source of antigenically diverse HA and NA genes that can be exchanged between viral strains by reassortment after co-infection of the same host, increasing virus diversity and in some instances leading to the generation of human pandemic influenza virus strains with HA and/or NA derived from animal strains. The HA subtypes can be grouped into two groups on the basis of the phylogeny of the HA molecule. Within each group, the domain encoding the HA stalk is antigenically similar. By contrast, influenza B and influenza C viruses are not divided into different subtypes and are restricted to humans, with no known animal reservoirs, although limited spillover to seals and pigs has occurred, respectively9,10. However, influenza B viruses have recently diverged into two antigenically different lineages (B/Victoria/2/1987-like and B/Yamagata/16/1988-like) that are currently co-circulating in humans, which prompted the inclusion of these two lineages, in addition to the influenza A H1N1 and H3N2 viruses, in many of the seasonal human influenza vaccines. Influenza C viruses are usually associated with very mild or asymptomatic infections in humans. In addition, influenza D virus is distantly related to influenza C virus, and it has been isolated from pigs and cows11,12.In 2009, the first influenza virus pandemic of this century was caused by a novel H1N1 influenza A virus reassortant that was previously circulating in pigs13,14. Vaccines were not available on time to contain the first waves of infection. Current influenza antiviral adamantane drugs that target the viral M2 ion channel and inhibitors of NA enzymes have limitations, as viral resistance against M2 inhibitors is prevalent in the currently circulating human influenza A H1N1 and H3N2 strains; viruses resistant to the NA inhibitor oseltamivir have been prevalent among influenza A H1N1 strains since just before the 2009 pandemic15. Intriguingly, the adamantane-resistant, oseltamivir-sensitive 2009 pandemic influenza A H1N1 viruses replaced the previously circulating oseltamivir-resistant, adamantane-sensitive seasonal influenza A H1N1 virus that circulated globally in 2008–2009. Although detection of the currently circulating influenza A H1N1 viruses harbouring the NA-H275Y mutation, which imparts oseltamivir resistance, has been noted, emergence of resistance to NA inhibitors is not a major public health problem today16. Current seasonal influenza vaccines have only suboptimal effectiveness across all age groups, particularly in elderly individuals (a high-risk group for severe influenza virus infection). Thus, there is a major need to better understand the biology of influenza virus infections to develop new and more-effective antiviral agents and vaccines.In this Primer, we discuss the biological features of influenza viruses and their effects on human and animal health, as well as the mitigation strategies to reduce the burden of influenza. We focus more on influenza A viruses because of their unique pandemic potential compared with other influenza viruses.Box 1 Influenza virus nomenclatureEach influenza virus isolate receives a unique name according to a set of rules. First, the name denotes the type of influenza virus (A, B, C or D), followed by the host species from which the virus was isolated (if not specified, the isolate is considered human), the geographical location at which the virus was isolated, the isolate number and the year of isolation. In the case of influenza A viruses, the haemagglutinin (HA) and neuraminidase (NA) subtype is also usually indicated after the viral isolate name. For example, influenza A/Turkey/Ontario/6118/1968 (H8N4) virus is an influenza A virus isolated from a turkey in Ontario in 1968, isolate number 6118; the virus isolate has an HA from the HA antigenic subtype 8 and an NA from the NA antigenic subtype 4.EpidemiologyInfluenza in humansThe major burden of disease in humans is caused by seasonal epidemics of influenza A and influenza B viruses, with most of the infections occurring in children, although most of the severe cases involve very young or elderly individuals. Seasonal influenza A H1N1 and H3N2 currently circulate in humans, but influenza A H2N2 viruses were the only human circulating influenza A viruses from 1957 to 1968. Before 1918, conclusive evidence of the circulating subtypes is not available. In addition to seasonal epidemics, the introduction of influenza A viruses from either avian or swine populations has led to four pandemics since 1918, with those viruses subsequently becoming seasonal epidemic strains in subsequent years (Fig. 2). During pandemics, influenza viruses spread very quickly from the point of origin to the rest of the world in several waves during the year (Fig. 2) owing to the lack of pre-existing immunity, which could also contribute to increased virulence. Studies on the transmission of seasonal influenza A virus in humans have proposed that populations in southeast Asia, eastern Asia and/or the tropics act as permanent sources for seeding seasonal epidemics17,18, whereas other studies indicate that multiple geographical regions might act as seed populations for virus migration19. However, a lack of sufficient sequence data from areas such as Africa, India and South America currently prevents a complete understanding, as viral sequences, which are not routinely obtained during diagnosis, are required to ascertain the relationships between viruses spreading in different areas of the world. Seasonal influenza virus outbreaks typically occur in the winter months, when low humidity and low temperatures favour transmission; two ‘influenza seasons’ occur per year: one in the Northern Hemisphere and one in the Southern Hemisphere. However, unlike temperate regions, seasonal influenza patterns are very diverse in tropical countries. Climate factors, including minimum temperature, hours of sunshine and maximum rainfall, seem to be the strongest predictors of influenza seasonality20. Seasonal influenza B viruses co-circulate in humans with influenza A viruses and follow the same patterns of transmission.Open in a separate windowFig. 2Influenza pandemics.In the past 100 years, four pandemics of human influenza have occurred, with the 1918 pandemic caused by an influenza A H1N1 virus being the most devastating, as it was associated with >40 million deaths236. Influenza A H2N2, H3N2 and H1N1 viruses caused the 1957, 1968 and 2009 pandemics, respectively. In 1977, influenza A H1N1 restarted circulation in humans without causing a pandemic, as the strain was similar to that which preceded the 1957 influenza A H2N2 pandemic. By contrast, the 2009 pandemic influenza A H1N1 virus was antigenically very different to the previous seasonal influenza A H1N1 viruses and replaced them as the circulating influenza A H1N1 strain. Examples of the spreading of human influenza A viruses in the world are shown for pandemic 1918 and 1957 viruses and for seasonal H3N2 viruses18. For pandemic virus outbreaks, the arrows indicate the first and second waves of transmission. For seasonal influenza A H3N2 spread, the arrows indicate the seeding hierarchy of seasonal influenza A (H3N2) viruses over a 5-year period, starting from a network of major cities in east and southeast Asia; the hierarchy within the city network is unknown. Seasonal influenza B viruses (not shown) are co-circulating in humans with influenza A viruses.Incidence In the United States and from 2010 to 2017, the Centers for Disease Control and Prevention (CDC) has estimated that influenza virus infection has resulted in between 9.2 million and 35.6 million illnesses and between 140,000 and 710,000 hospitalizations21. In a typical year, 3–5 million cases of severe illness are caused by seasonal influenza virus infection in the world. Children seem to be the main human transmitters of influenza viruses, as illustrated by studies showing that vaccination of children reduces the incidence of severe influenza virus infections in elderly individuals22. Incidence of influenza virus infections increases during pandemic years owing to the lack of pre-existing immunity against the new virus, but severity varies depending on the pandemic virus itself, with the 1918 influenza A H1N1 pandemic being the most severe of the past 100 years.Zoonotic human infections with influenza A virus strains of swine and avian origins are rare, with specific strains, such as the avian H5N1 and H7N9 and the so-called swine H3N2 variant viruses, being the most prevalent but confined to a limited number of human cases in specific geographical areas, with only limited human-to-human transmission. Prior age-related immunological imprinting in specific age groups acquired by exposure to viruses of the same or related subtype is associated with reduced incidence of disease with novel subtype influenza viruses23.Mortality Influenza A and influenza B viruses cause epidemic seasonal infections, resulting in ~500,000 deaths annually worldwide24, with the most recently calculated estimates being 291,243–645,832 deaths per year during the 1999–2015 period25. Seasonal influenza virus-associated deaths in the United States range from 5,000 to 52,000 people per year, depending on the year26. Several comorbidities are known to increase the risk of lethal influenza virus infection. In addition, pregnancy and age are known risk factors, with very young (<1 year of age) and elderly (>65 years of age) individuals being the most vulnerable populations. Although mortality is low in children >2 years of age and young adults, a substantial number of deaths owing to influenza virus infection have been recorded in young individuals with no known predisposition factors. Approximately 100 children die each year from influenza in the United States; this number has been stable since 2010 (ref.27). Severe disease and/or mortality in patients with influenza virus infection are in general due to either virus-induced pneumonia or secondary bacterial superinfection. Primary viral pneumonia is characterized by high levels of viral replication in the lower respiratory tract accompanied by strong pro-inflammatory responses, also referred to as cytokine storm.Risk factors Young children who have not had multiple previous exposures to influenza viruses are fairly susceptible to infection and typically have higher fever and more-severe symptoms and shed larger number of virus particles for longer periods of time. Older adults, either because of immunosenescence, concurrent chronic illnesses or both, are also at risk of more-severe illness, hospitalization and infectious complications28. In addition to the extremes of age, other groups at risk of severe disease, hospitalization or death include those with chronic pulmonary or cardiac conditions, diabetes mellitus or immunocompromising conditions29,30. Possibly because of difficulty handling respiratory secretions, individuals with neuromuscular disorders are also recognized as being at increased risk31. Pregnancy has long been recognized as a risk factor for severe influenza disease, possibly because of the increased cardiopulmonary demands of pregnancy or the effects of pregnancy on the immune system; the risk increases by trimester and persists into the post-partum period32. During the 2009 pandemic with influenza A H1N1, morbid obesity with body mass index >35–40 kg per m2 was also recognized as an important risk factor33. Obesity is associated with excessive influenza virus replication, increased severity of secondary bacterial infections and reduced vaccination efficacy34. Finally, the role of host genetic factors in disease remains poorly studied, but polymorphisms and nonsense mutations in several host genes (such as IFITM3 and IRF7, which encode genes involved in the interferon pathway) have been shown to predispose to severe disease35–37.Influenza in animalsInfection of waterfowl with low pathogenic avian influenza A (LPAI) viruses, called as such owing to their lack of lethality in poultry, produces little or no clinical symptoms38. However, upon transmission to poultry, LPAI can cause substantial disease symptoms; in addition, viruses with H5 and H7 subtypes can become highly pathogenic (that is, lethal) in poultry. Outbreaks of highly pathogenic avian influenza A (HPAI) throughout Eurasia and northern Africa are the major influenza disease burden in animals, with >400 million birds killed and economic losses totalling US$20 billion in the first 10 years of the 21st century39. Outbreaks of HPAI in poultry have also caused considerable problems in the United States, with the HPAI H5Nx (where x = 1–9) viruses, derived by reassortment of the Asian HPAI H5N1 viruses, being a recent example40. Recently, LPAI H7N9 viruses circulating in China have become HPAI through the acquisition of a multibasic cleavage site in their HAs and have also caused some self-limiting infections in humans41. Influenza A viruses can also cause mild to severe respiratory infection in a variety of mammals, including swine, horses and dogs; additionally, an outbreak of an influenza A virus of avian origin was detected in cats in New York, as first reported in December 2016. From its first report until February 2017, the influenza A H7N2 feline influenza A virus infected ~500 shelter cats and a veterinarian who treated one of the infected cats42.Mechanisms/pathophysiologyHuman influenza viruses are transmitted through the respiratory route, whereas avian influenza viruses in wild birds are transmitted through the faecal–faecal, faecal–oral or faecal–respiratory routes. Depending on the route of transmission, the virus targets epithelial cells of the respiratory or intestinal tract for infection and productive replication. In addition, some avian influenza A viruses, especially those of the H7 subtype, have been associated with human infections of the eye and conjunctivitis (inflammation of the conjunctiva)43. Severity of infection in humans is associated with replication of the virus in the lower respiratory tract, which is accompanied by severe inflammation owing to immune cell infiltration.Transmission in animalsThe main reservoir of diverse strains and subtypes of influenza A virus is wild birds, especially migratory ducks and geese. Indeed, domestic ducks raised on open ponds are the logical intermediaries between the reservoirs of influenza viruses in wild aquatic birds and other domestic poultry (Fig. 3). Transmission between birds can occur directly from contaminated water. Although most of the 16 HA and 9 NA influenza A subtypes cause asymptomatic infections in avian species, H5Nx and H7Nx subtypes can evolve into HPAI strains through the acquisition of a novel cleavage site in HA (which enables HA maturation by ubiquitous host proteases and spread of the virus outside the respiratory and intestinal epithelia to multiple organs, including the brain) and can cause lethal infections in chicken, turkey and some breeds of domestic duck44,45. Transmission of influenza viruses to multiple domestic poultry species occurs through so-called backyard farming, whereby species are raised together and in live poultry markets; subsequent transmission to commercial avian farms can occur through the lack of biosecurity (that is, procedures or measures designed to isolate and protect animals and humans from contact with infectious viruses) and because of viral spread through live markets46 (Box 2).Open in a separate windowFig. 3Emergence of influenza A virus from aquatic wild bird reservoirs.Influenza A viruses have been found in multiple species all seemingly derived from viral ancestors in wild birds, with the possible exception of bat influenza-like virus, which is of still uncertain origin. Influenza viruses from wild birds can spill over through water or fomites to marine mammals and to domestic free-range ducks. Transmissions to other avian species (for example, poultry) from domestic ducks or directly from wild birds can also occur from contaminated water. Transmission from ducks to other species occurs through ‘backyard’ farming, whereby the animals are raised together, and in live poultry and/or animal markets. Transmission from backyard to commercial farms can occur via lack of biosecurity and via spread through live markets46. Humans can be infected with poultry and swine influenza viruses through aerosols, fomites or contaminated water. However, in most instances these infections do not result in subsequent human-to-human transmission. Human-to-human transmission of seasonal or pandemic human viruses can be mediated by respiratory droplets, aerosols or self-inoculation after touching of fomites. Additional virus adaptations would be required for sustainable human-to-human transmission of animal influenza viruses. Other domestic animals known to be susceptible to influenza virus infections are dogs and cats. Dashed lines represent transmission that bypasses a domestic duck intermediate.Influenza in pigs is a respiratory disease akin to influenza in humans, with high fever and pneumonia caused by influenza A H1N1, H3N2 and H1N2 subtypes47. Some strains of influenza A virus have been known to be transmitted by aerosol spread from humans to pigs and vice versa, including the pandemic 2009 influenza A H1N1 strain48 and the influenza A H3N2 variant that transmits from pigs to children49. In horses, infection causes respiratory disease and is spread by aerosol; two lineages of influenza A H3N8 are primarily responsible. In 2004, the equine influenza A H3N8 strain spread to dogs42,50. In 2006 in Asia, an avian H3N2 influenza A virus was also detected as being transmitted to dogs51.Box 2 Avian (poultry) influenzaThe influenza viruses causing disease outbreaks in domestic poultry are the highly pathogenic avian influenza A (HPAI) H5Nx and H7Nx (where x = 1–9) and the low pathogenicity avian influenza A (LPAI) H6N1, H7N9 and H9N2 strains228. The major global problem for farmers of gallinaceous poultry (for example, chicken, quail and turkey) is the emergence of H5 and H7 HPAI viruses from LPAI precursors that must be reported to the World Organisation for Animal Health (OIE) and can result in trade embargoes. In poultry, the HPAI strains are transmitted both by aerosol and faecal contamination and cause systemic haemorrhagic disease and death229. Between 2003 and 2017, the HPAI H5N1 strain infected 860 humans and caused 545 deaths230. The LPAI H7N9 strain that emerged in China in 2013 causes asymptomatic infections of quail and chicken231, but from 2013 to 2017, a total of 1,564 laboratory-confirmed human infections with this virus were reported in China232. To complicate matters, some LPAI H7N9 viruses have recently become HPAI233. But perhaps the most insidious influenza virus in domestic poultry on the basis of its prevalence and ability to reassort is H9N2, which emerged in Asia in the early 1990s; this virus causes asymptomatic infection in poultry, was the donor of six internal RNA segments to both HPAI H5N1 and LPAI H7N9 and was occasionally transferred to pigs and humans234,235.Cell entry and viral replicationAt the cellular level, influenza virus replication (Fig. 4) mainly takes place in epithelial cells of the respiratory tract in humans and other mammals and in epithelial cells of the intestinal tract in birds. The cellular cycle of the virus starts with binding to the target cell. This binding is mediated by the viral HA (which binds to sialic acids present in the oligosaccharides of the glycoproteins at the cellular surface) and is also responsible for the haemagglutination caused by virus particles when incubated with red blood cells. HAs from human influenza viruses bind preferentially to sialic acids linked by an α2,6 linkage to the rest of the oligosaccharide, whereas those from most of the avian influenza viruses favour binding to α2,3-linked sialic acids, as these bonds are the most abundant sialic linkages in the epithelial cells of the human upper respiratory tract and of the avian intestinal tract, respectively52,53. After binding, the virus is internalized in an endosome, and the endosome is trafficked and acidified, which triggers a conformational change in the viral HA that induces the fusion of the viral envelope with that of the endosome. As the endosomal pH varies between host species, the pH stability of HA is one of the determinants of viral tropism.Open in a separate windowFig. 4Influenza virus life cycle.Influenza virus enters the cell by endosomal uptake and release, and its negative-sense genetic material in the form of viral ribonucleoproteins (vRNPs) is imported to the nucleus for transcription of mRNA and replication through a positive-sense complementary ribonucleoprotein (cRNP) intermediate. Viral mRNA is translated into viral proteins in the cytoplasm, and these are assembled into new virions together with the newly synthesized vRNPs. PB1–F2 is shown here as a dimer, but can also be multimeric. HA, haemagglutinin; M1, matrix protein; M2, membrane protein; NA, neuraminidase; NEP, nuclear export protein; NP, nucleoprotein; NS1, nonstructural protein; PB1, PB2 and PA, viral RNA polymerases.Fusion results in the release of virus contents, namely, its genetic material in the form of eight viral ribonucleoproteins (vRNPs), into the cytoplasm. vRNPs are subsequently imported into the nucleus of the infected cells, where transcription and replication of the viral RNA takes place through the enzymatic activities of the viral polymerase complex attached to the vRNPs. Viral RNA replication occurs through a positive-sense intermediate, known as the complementary ribonucleoprotein (cRNP) complex. Viral RNA transcription results in positive-strand mRNAs that are capped and polyadenylated and exported into the cytoplasm for translation into viral proteins. Newly synthesized viral polymerases (PB1, PB2 and PA) and viral NP are imported to the nucleus to further increase the rate of viral RNA synthesis, whereas virus membrane proteins HA, NA and M2 traffic to and get inserted into the plasma membrane. Newly synthesized HA needs to be cleaved into HA1 and HA2 polypeptides by cellular proteases to be functional. The cleavage site of HA is responsible for the tissue tropism of the virus, with all influenza viruses having a cleavage site recognized by extracellular proteases present in respiratory and intestinal epithelial cells, except for the HPAI viruses, which contain a multibasic cleavage site in HA that is recognized by ubiquitous proteases. Viral nonstructural proteins NS1, PB1–F2 (which can be dimeric or multimeric) and PA-x regulate cellular processes to disarm host antiviral responses. Viral M1 and NEP localize to the nucleus at late stages of viral infection, bind to vRNPs and mediate their export to the cytoplasm, where, through interactions with the recycling endosome, they migrate to the plasma membrane and are bundled into the eight vRNPs. Budding of new virions takes place, resulting in the incorporation of the vRNPs into new virus particles with a membrane derived from the host plasma membrane and containing the viral transmembrane proteins. NA activity prevents non-productive binding of HA of new virions to receptors bearing sialic acid present in the viral glycoproteins and in the membrane of the infected cells, facilitating viral spread. Viral replication results in cell death with pathological implications. In addition, viral products induce a pro-inflammatory response that is responsible for the recruitment of innate and adaptive immune cells, which clear and eliminate the virus, but that in excess induces immunopathology and pneumonia.Antigenic driftInfluenza viruses are capable of evading the antibody-mediated immunity induced during previous infections or vaccinations by gradually accumulating mutations in HA and NA5 (Fig. 5). This process, known as antigenic drift, necessitates frequent updates of influenza vaccines to ensure sufficient antigenic relatedness between the vaccine and emerging virus variants. Because HA is currently the main component of the inactivated influenza vaccines, human and animal influenza virus surveillance programmes are in place to monitor antigenic changes of the virus, primarily using the haemagglutination inhibition assay (a surrogate assay to measure the inhibition of the interaction between HA and host cell receptors) and viral RNA sequence analyses54,55. Increased attention to antigenic drift of NA, measured using neuraminidase inhibition assays, could further increase the antigenic match between vaccines and circulating viruses56–58. In addition, antigenic drift of T cell epitopes has been observed but not as frequently as antibody-mediated drift59. Computational methods, so-called antigenic cartography, enable quantitative analyses and visualizations of haemagglutination inhibition assay data and neuraminidase inhibition assay data60.Open in a separate windowFig. 5Influenza antigenic shift and antigenic drift.In 1968, co-infections between an avian influenza A H3Nx (where x = 1–9) virus and the seasonal human influenza A H2N2 viruses resulted in the exchange of viral segments (reassortment) and the selection of the pandemic human influenza A H3N2 virus, with the RNA polymerase PB1 and haemagglutinin (HA) RNA segments derived from the avian virus and the rest of the segments derived from the human virus. The lack of pre-existing immunity to the antigenically novel H3 HA in humans facilitated human transmission. Similar reassortment processes have taken place during other influenza A virus pandemics. Once H3N2 became established in humans, the virus began to drift, as is the case with all other human seasonal influenza viruses. During drift, small antigenic changes in the HA protein generated by mutation are selected to increase immune evasion, although not as dramatically as during shift. M, RNA encoding M1, matrix protein, and M2, membrane protein; NA, RNA encoding neuraminidase; NP, RNA encoding nucleoprotein; NS1, RNA encoding nonstructural protein; PB2 and PA, RNA encoding RNA polymerases.These methods to quantify antigenic drift of influenza virus strains, along with site-directed mutagenesis studies, have revealed that substantial antigenic drift can be caused by one or very few amino acid substitutions adjacent to the functional sites in the head (but not the stalk) of the HA protein61–63. The antigenic evolution of influenza viruses was shown to be more rapid in human influenza viruses than in swine and equine viruses, which is presumably related to the size, mixing and age-structure (that is, humans have a longer lifespan than swine and horses) of the host populations60,63,64. In wild birds, in which numerous avian influenza A virus HA and NA subtypes are circulating, within-subtype antigenic variation seems to be limited. However, upon introduction in poultry, antigenic variation within avian virus subtypes — perhaps related to a selective antibody pressure imposed by vaccine use — has been noted62.Antigenic shiftIn contrast to antigenic drift, antigenic shift refers to drastic changes in the antigenicity of the HA of circulating influenza A viruses; antigenic shift is associated with influenza A pandemics. The HA — and sometimes the NA — molecules of pandemic viruses are derived from antigenically diverse animal strains of influenza virus, which can be acquired by human influenza strains through reassortment (Fig. 5). Pandemic outbreaks are usually associated with the extinction of the previous circulating strains. However, in 1977, influenza A H1N1 viruses, not seen in humans since the 1957 influenza A H2N2 pandemic, started to co-circulate with influenza A H3N2 viruses65. The 2009 influenza A H1N1 pandemic was caused by an influenza A H1N1 virus that was antigenically very different from the seasonal influenza A H1N1 virus circulating at the time and resulted in the extinction of the previous influenza A H1N1 human lineage, but it did not result in the extinction of the influenza A H3N2 viruses. Since 2009, influenza A H3N2 and influenza A H1N1 viruses derived from the 2009 pandemic virus and two lineages of influenza B virus are co-circulating in humans.The limited number of pandemic events that have happened makes it very difficult to predict the next pandemic. Human influenza A virus infections with antigenically diverse avian H5N1, avian H7N9, swine H3N2 and other animal influenza viruses are constantly detected in geographical regions where these strains are prevalent owing to the contact of infected poultry or swine with humans. However, no cases of sustained human-to-human transmission have been associated with these viruses, indicating that further adaptations need to take place for these viruses to become transmissible in humans. How feasible it is for these viruses to become adapted to human transmission and retain virulence is unclear. Only a few changes are needed for influenza A H5N1 viruses to become transmissible in ferrets, a host that is often used as an animal model of human influenza virus infection66–68.Adaptations to new hostsAquatic waterfowl (for example, orders Anseriformes and Charadriiformes) host influenza A viruses of all the HA (H1–H16) and NA (N1–N9) subtypes and are believed to be the natural reservoirs of influenza viruses69. Some viruses, presumably from waterfowl, have adapted to other birds (Galliformes, such as chicken, quail and turkeys) and mammals (such as humans, swine, equine, dogs, mink and marine mammals)70. Such inter-species transmission and adaptation often involve viral genetic adaptations to the new host and can be attributed to viral RNA polymerases, which are error prone and have higher mutations rates than cellular DNA polymerases. The ensuing intra-host viral genetic diversity (sometimes referred to as viral quasi-species) results in a ‘swarm’ of viral mutants that facilitate adaptation to new selection pressures. Multiple genetic variants are transmitted between animals, and low-fitness variants can be maintained during transmission, presumably helped by the fitter variants within a host71. Maintenance of such genetic diversity in the virus population within one host would be potentially advantageous in adaptation following inter-species transmission events. In addition, the segmented RNA genome of the influenza virus enables viral genetic reassortment, providing an additional mechanism for genetic adaptation.Adaptation to transmission in new hosts is usually multifactorial and could involve amino acid substitutions in the viral HA to optimize receptor binding72, to optimize HA and NA balance between their receptor binding and their receptor destroying activities, respectively73, and to enable HA to become activated at different pH values74. Additionally, changes in the viral RNA polymerase protein subunits can affect its activity in different hosts and affect the temperature sensitivity of the virus75,76 (the temperature of the human upper respiratory tract is ~33 °C, which is lower than that of birds and swine); changes in NP can affect susceptibility to the host antiviral protein interferon-induced GTP-binding protein Mx1 (ref.77), and changes in M1 and M2 proteins could alter viral morphology and facilitate respiratory transmission in new hosts78. Such functional changes that affect transmission could also be acquired through viral genetic reassortment, as occurred with the emergence of the human pandemics of 1957, 1968 and 2009 (ref.79).Genetic adaptations can occur at the interface between wild aquatic birds and domestic ducks or geese, between aquatic and terrestrial poultry (as occurred with the emergence of avian influenza A viruses H5N1, H7N9 and H10N8) or within swine (as occurred with the emergence of the North American triple reassortant influenza A viruses and of the 2009 pandemic influenza A H1N1 virus). Of the influenza A H3N8 and H7N7 viruses endemic in equine for many decades, the H7N7 viruses seem to have become extinct, whereas the H3N8 viruses have persisted and have been transmitted to dogs in the United States50, increasing the host range of H3N8 viruses. In another example, avian influenza A H3N2 viruses have adapted to dogs in Asia51. Recently, species of bat from Guatemala and Peru have been found to carry influenza A-like viruses with new subtypes of HA and NA (namely, H17, H18, N10 and N11), and further influenza virus diversity can be detected in bats6,80. Although bat influenza A-like H17N10 and H18N11 viruses are unable to reassort with conventional influenza A viruses, they can replicate in mammalian species other than bats, raising the possibility that they could become adapted to other mammals81.Innate immune responsesHost innate immunity represents a crucial barrier that viruses need to overcome to replicate and propagate in new hosts, and influenza viruses dedicate several viral proteins to overcome these responses. For example, the NS1 protein of the virus is an RNA-binding protein that prevents the activation of cytoplasmic viral RNA sensors, such as retinoic acid-inducible gene I protein (RIG-I; also known as DDX58)82. RIG-I recognizes the influenza viral RNAs on the basis of the presence of a terminal 5′-triphosphate moiety and an adjacent double-stranded RNA structure formed by the 5′ and 3′ ends of the viral RNAs that is required for viral RNA replication and transcription83. NS1 binds to the host factors E3 ubiquitin-protein ligase TRIM21 and E3 ubiquitin-protein ligase RNF135 (also known as Riplet), which are required for RIG-I activation after viral RNA recognition, preventing a signalling cascade that otherwise leads to induction of interferon and interferon-inducible antiviral genes with antiviral activity, such as MX1, EIF2AK2 (more commonly known as PKR), OAS1, IFITM family members and IFIT family members, among others84. Moreover, influenza A virus NS1 can also prevent host mRNA synthesis, processing and trafficking events, inhibiting host responses to viral infection85–87. Interferon signalling events mediated by the Janus kinase (JAK)–signal transducer and activator of transcription (STAT) pathway as well as the antiviral functions of several interferon-stimulated genes might also be targeted by NS1 to prevent the host antiviral response88–90.In addition to NS1, several other influenza virus proteins can dampen the interferon-mediated antiviral response. PB1–F2, a viral nonstructural protein generated from an alternative open reading frame present in the PB1 RNA, suppresses the activation of mitochondrial antiviral-signalling protein (MAVS), an adaptor molecule located downstream of RIG-I and required for interferon induction91. PB2, a component of the viral polymerase, also seems to target MAVS activation92. PA-x, a recently discovered viral protein resulting from ribosomal frameshift of the viral RNA polymerase PA mRNA, suppresses host gene expression by virtue of its RNA endonuclease activity93. The multiple ways in which influenza virus counteracts the interferon-mediated antiviral response illustrate the importance of this host pathway.Both type I interferons (namely, interferon-α (IFNα) and IFNβ) and type III interferons (namely, IFNλ) can inhibit viral replication in epithelial cells94. Tissue-resident macrophages and dendritic cells can also be infected by the virus, but viral production seems to be limited in these innate immune cells95. Nevertheless, exposure of these cells to viral infection results in their activation and the secretion of pro-inflammatory cytokines, leading to the recruitment of additional innate cells, such as natural killer cells and pro-inflammatory monocytes, to the lungs, where they can control viral infection by killing infected cells. Although these host responses to infection are crucial for final viral clearance and induction of adaptive immune responses, an exacerbated response can lead to immunopathology and severe disease. For instance, high levels of neutrophil extracellular traps (chromatin-based structures released from neutrophils) can lead to lung damage and severe influenza virus infection96. Therapies aimed to reduce this so-called cytokine storm might be beneficial for patients with severe influenza97.Adaptive immune responsesT cell immunity Although mouse models are not considered optimal for analysing the pathogenesis of viral pneumonia, much of the research into how influenza virus-specific T cells work has used such systems. However, as the technology for monitoring T cell-mediated immunity in humans has improved, these basic insights have been validated98–102. In influenza virus infection, CD4+ T cell help is required for class-switching of antibodies and for optimal CD8+ T cell memory responses103,104. CD4+ T cell help is also required for peptide-based (and other) vaccines to promote optimal humoral and cellular immunity105,106. It is less clear whether CD4+ T cells are important effectors of direct influenza virus clearance that work via IFNγ production99,104, as occurs in infections with large DNA viruses such as herpesviruses.With respect to CD8+ T cells, cytotoxic T lymphocyte (CTL) effectors are required for optimal influenza virus clearance107,108. In their absence, antibody-mediated mechanisms might also work, though less rapidly. Prominent antigenic components are the NP, matrix protein M1 and the viral polymerases109. Of particular interest is the fact that infected cells display viral peptides 8–12 amino acids in length that bind major histocompatibility complex (MHC; encoded by the HLA genes) class I glycoproteins to form the antigenic complex (epitope) recognized by T cell receptors on influenza virus-specific CTLs. These peptides are generally derived from components inside the virus that are less subject to antibody-selected antigenic drift and, therefore, are more conserved across distinct influenza virus strains and subtypes. Strong evidence supports the idea that established CTL memory directed towards conserved viral peptides presented by widely prevalent human MHC glycoproteins (for example, that are encoded by HLA-A2) can provide a measure of protection against a novel influenza A virus that crosses over from an avian reservoir to humans101 (for example, the recent H7N9 cases101) (Fig. 6). Furthermore, the increased influenza virus susceptibility of some indigenous populations (in Australia and Alaska) correlates with the relatively low frequency of such ‘protective’ HLA types within these populations100.Open in a separate windowFig. 6Rapid recovery from avian influenza A H7N9 virus infection is associated with early CD8+ T cell responses.a | Patients who recovered early from severe influenza A H7N9 disease had rapid and prominent CD8+ cytotoxic T lymphocyte (CTL) recall responses. These early interferon-γ (IFNγ)-producing CTLs were most likely derived from pre-existing memory pools established after seasonal human influenza A virus infection, which then cross-reacted with H7N9. CTL responses were followed by antibody (Abs) responses 2–3 days later and by CD4+ T cells and natural killer (NK) cell responses101. b | By contrast, individuals who succumbed to severe influenza disease had minimal cellular or antibody immunity.Given the unpredictability of influenza A virus pandemics and the inevitable lag phase in the production of vaccines (which are typically inactivated influenza virus vaccines), there is, of course, broad interest in possible strategies for cross-protective immunization. Live attenuated vaccines certainly have the potential to induce CD8+ T cell responses, but evidence to date suggests that they do not promote strong CTL memory110. Strategies aimed at maintaining large numbers of influenza virus-specific CTLs in the normal lung may both be impractical and have physiological consequences; instead, effector CTLs will likely need to be recalled from the recirculating ‘resting’ CTL memory pool. This approach can give more rapid virus clearance than is the case in a CTL-naive individual, resulting in milder disease outcomes.Major questions are what constitutes optimal CTL memory, and how is this established. At a basic level, epigenetic profiles of the various CTL differentiation states (naive, effector and memory) are being defined to better understand the processes involved111. Also, as naive CTL sets are lost with age, priming influenza virus-specific CTLs early is important112. As for many other questions with CTLs, analysis of influenza virus infections will continue to inform the overall understanding of protective viral immunity.B cell immunity B cell responses are an integral part of the immune response to both influenza virus infection and influenza virus vaccines. Antibodies contribute substantially to the protection from infection, as shown by early experiments in which sera from an influenza virus-immune ferret could protect a naive ferret from influenza disease after challenge113. B cell responses mainly target viral HA and NA and, to a lesser degree, other viral proteins, including the NP and the matrix proteins114. Of note, discrete antigenic sites on the head domain of HA seem to be the preferential target of the antibody response115; these sites are immunodominant over most other B cell epitopes of the virus116,117. However, the molecular and immunological reasons for antigenic immunodominance remain obscure. Antibodies that target the head domain of HA are typically neutralizing (via blockade of receptor binding) and show inhibitory activity in the haemagglutination inhibition assay. Importantly, the haemagglutination inhibition titre correlates (imperfectly) with protection and is a surrogate marker for vaccine efficacy that is globally accepted by regulatory agencies118.Antibody responses to influenza virus infection in naive humans are typically robust and long lasting. For example, antibodies raised to strains encountered in childhood can usually be detected at reasonable levels in elderly individuals and might protect from virus variants with similar antigenicity encountered later in life119–122. However, antigenic drift particularly affects the HA head domain, which has high plasticity123,124. Over the course of a lifetime, individuals might be exposed to or infected by influenza viruses several times. Interestingly, the first infection in life and its immune imprinting might skew antibody responses to subsequent exposures. This phenomenon was originally described as the original antigenic sin125, but different aspects of it have been called antigenic seniority, antigenic imprinting and back-boosting126. Typically, exposure to a new virus variant (or subtype) might also induce antibodies to viruses encountered earlier in life, depending on the relatedness of the two antigens. An antibody response against a novel virus variant in adults might, therefore, be heavily influenced by the individual’s exposure history117,127,128, which is an issue for vaccine development.In addition to neutralizing strain-specific antibodies, viral infection can also induce low-level humoral immune responses against conserved epitopes of viral proteins126. Among these epitopes are the membrane proximal stalk domain of HA129,130, the extracellular domain of the M2 protein131 and conserved epitopes of NA132–135. The broad antibody responses against these epitopes might contribute to protection, and they often work through mechanisms that rely on crystallizable fragment (Fc)–Fc receptor (FcR) interactions (effector functions) or — in the case of anti-NA antibodies — NA inhibition136–138. However, the antibody responses induced by such conserved epitopes through infection or immunization (with current vaccines) are weak and reduce their potential contributions to protection in the general population.As the mucosal surfaces of the respiratory tract are the main entry pathway for influenza viruses in humans, secreted antibodies play a major part in the prevention of infection. Key experiments in the guinea pig model of influenza have shown that only mucosal immune responses (including immunoglobulin A (IgA)) but not systemic immune responses can efficiently inhibit virus transmission139,140, which is important considering that influenza virus vaccines should prevent both disease in the host and transmission.Diagnosis, prevention and screeningDiagnosisA diagnosis of influenza is made mostly on the basis of clinical presentation and epidemiological likelihood of infection. Initially, nonspecific symptoms predominate, including fever, chills or frank shaking, headaches, myalgia (muscle pain), malaise (discomfort) and anorexia. The onset of these symptoms is sudden, and respiratory symptoms, particularly a dry cough, sore or dry throat (possibly with hoarseness) and nasal obstruction and discharge, are usually also present. Cough is the most frequent respiratory symptom and can be accompanied by substernal discomfort or burning. Presentation in older adults and in individuals with compromised immune systems can initially be less dramatic, possibly because of a diminished cytokine response, but initial mild symptoms can progress to severe lower respiratory disease in these patients. The presentation can include fever, lassitude (lack of energy) and confusion without the characteristic respiratory complaints, which may not occur at all. Presentation in children can include febrile seizures but other prominent systemic complaints may not be present.During seasonal influenza epidemics, diagnosis on the basis of clinical presentation has reasonable accuracy in previously healthy young and middle-aged adults, in whom the presence of fever with either cough or sore throat is associated with influenza virus infection in ~80% of patients141. However, as these symptoms are similar to those caused by other respiratory pathogens, which include parainfluenza virus, respiratory syncytial virus, human metapneumovirus, adenoviruses, rhinoviruses and coronaviruses, specific diagnostic tests are required to confirm infection by an influenza virus. Confirmation is important for reasons that include management of individual patients, public health responses and surveillance efforts142–144, but as patients do not always present to health-care facilities, the number of confirmed diagnoses is under-reported. The type of sample submitted for testing is usually a nasopharyngeal swab, a nasal wash or a combined throat and nasal swab; because the sensitivity correlates with viral load, samples obtained within 3 days of symptom onset are preferable.As influenza-like illness can be caused by many viruses, the gold standard laboratory tests used for influenza are viral culture and reverse transcription PCR (RT-PCR) (Table 1). Virus culture is critical for detailed characterization of novel viruses, surveillance of sensitivity to antiviral drugs and monitoring of antigenic drift; it is time consuming, but the length of the test can be reduced if shell-vial co-cultures are used, which detect virus-positive cells by immunostaining before the presence of cytopathic effect145. By contrast, RT-PCR, which is a highly sensitive and specific molecular test, is quick, can be incorporated into multiplex assays and can be used to subtype viruses. The nucleic acid amplification tests are clearly superior to virus culture in both sensitivity and speed in the context of clinical management. For both viral culture and RT-PCR, the quality of the sample is important, as irregularities in handling can lead to degradation and false-negative results. The site sampled can also affect the sensitivity of the assay; nasopharyngeal swabs are preferred to throat swabs for detection of the virus during upper respiratory infection. As neither of these assays provides a point-of-care diagnosis, rapid antigen tests have been developed that are fast, can be run in a physician’s office and are less expensive, although low and variable sensitivity is a limitation. To overcome this limitation, a rapid molecular assay has been developed and approved by the US FDA, with results comparable to those of RT-PCR except in samples with low viral loads146. New point-of-care digital immunoassays also have superior sensitivity in detecting influenza A and influenza B virus infections compared with traditional rapid antigen tests147. Several recent point-of-care nucleic acid amplification tests with even higher sensitivities147 are now approved in United States. Future developments might include the use of transcriptomic approaches to diagnose both the cause and the severity of respiratory illnesses, for example, the presence of secondary bacterial infections and/or inflammatory markers148.Table 1Advantages and disadvantages of influenza diagnostic testsDiagnostic assayDescriptionAdvantagesDisadvantagesVirus cultureVirus detected by the appearance of cytopathic effect, HA assay or direct fluorescence antibody staining• High specificity ( >95%)237• Enables characterization of novel viruses• Enables surveillance of antiviral sensitivity and antigenic drift• Slow ( >3 days)• Requires specialized skills and equipment• Lower sensitivity than RT-PCRRT-PCRPrimers to conserved genes can be used in combination with those for HA• High specificity ( >99%)238• High sensitivity ( >99%)238• Can be multiplexed238• Can be automated in relatively high throughput• Moderately fast (hours)• Can be used to simultaneously type and subtype viruses239• Expensive• More prone to false positive results (by nucleic acid contamination) than virus culture238Rapid antigen testImmunoassay detection of the presence of viral antigen in the sample• Fast (15 min)• Low cost• Point of care• Can detect both influenza A and influenza B• Low sensitivity (70–50%)240,241• Prone to false negative results241 (96% negative predictive value)• Cannot provide subtype informationRapid molecular assayBased on isothermal nucleic acid amplification; requires simple heat source and fluorescence detection• Fast (15 min)• High specificity ( >99%)240• Good sensitivity (66–100%)240• Point of careExpensiveOpen in a separate windowHA, haemagglutinin; RT-PCR, reverse transcription PCR.VaccinesAfter the causative agent of influenza was identified to be a virus in the 1930s, attempts were made during World War II to develop inactivated virus as a vaccine, which culminated in the licensing of the first influenza virus vaccine for the civilian population in 1945 in the United States. Unfortunately, it soon became clear that the vaccine did not protect well against new influenza virus strains. Specifically, the 1947 seasonal epidemic strain had changed sufficiently that the vaccines made with earlier circulating strains had lost their effectiveness149. All currently available influenza virus vaccines are injected intramuscularly, with the exception of the live attenuated influenza virus vaccines, which are administered intranasally.Design and manufacture Although antigenic shift and antigenic drift in influenza viruses are recognized problems, the procedure to manufacture influenza virus vaccines has remained largely unchanged for many decades. The manufacture of influenza virus vaccines involves growing the virus in embryonated chicken eggs and inactivation using formalin (or another alkylating reagent). In the 1970s, two changes were introduced. First, reassortment of up to six internal RNA segments of the high-yielding influenza A/Puerto Rico/8/1934 strain with RNA segments encoding HA and NA of the seasonal vaccine candidates improved the growth characteristics of the virus in embryonated eggs with obvious advantages for vaccine production (Fig. 7). Second, the whole virus is now subjected to treatment with ether or detergent to make subvirion (or split) preparations, which are much less reactogenic and are more tolerable for the patient (reviewed in ref.150).Open in a separate windowFig. 7Inactivated influenza A virus vaccine manufacture.An antigenically representative circulating strain is reassorted with the high-growth influenza A/Puerto Rico/8/1934 (PR8) virus strain by co-infection in eggs, and a vaccine virus is selected with the high-growth properties of PR8 (conferred by its RNA segments encoding internal viral proteins) and the haemagglutinin (HA) and neuraminidase (NA) derived from the circulating strain. The vaccine virus is amplified in eggs, and the allantoic fluid from the infected eggs containing high titres of the virus is harvested; the virus is inactivated, treated for splitting of individual viral components and subjected to partial purification to enrich for the HA (and NA) viral components in the final injectable vaccine.In 2003, MedImmune (Gaithersburg, Maryland, USA) introduced the first live attenuated influenza virus vaccine (LAIV) licensed in the United States. This vaccine is based on the backbones of the influenza A/Ann Arbor/6/1960 and influenza B/Ann Arbor/1/1966 strains, through the passaging of the viruses at low temperature (25 °C). Cold-adapted influenza virus vaccines based on the same principle and developed by the Institute of Experimental Medicine (IEM, Saint Petersburg, Russia) have been successfully used in Russia since 1987 (ref.151). Seasonal vaccines are made by reassortment of the six internal RNA segments of the cold-adapted strain with the HA and NA RNA segments of the influenza virus strains specified by the health authorities for inclusion in the seasonal vaccines. Vaccine strain selection for both inactivated vaccines and LAIVs is based on the determination of the prevalence of recent human circulating strains by multiple laboratories engaged in a WHO-sponsored influenza surveillance programme (Box 3). LAIVs seem to have advantages in inducing mucosal and more broadly protective immune responses in infants and children than inactivated influenza virus preparations (reviewed in ref.150). However, studies with LAIVs in the United States have shown poor efficacy against the influenza A H1N1 component152.Tissue culture cell-based substrates other than embryonated eggs have the advantage of not becoming limiting in cases when vaccine production needs to increase, such as during pandemic outbreaks. Cell-grown influenza virus vaccines based on Madin–Darby canine kidney (MDCK) and Vero cells (from kidney epithelial cells of monkeys) were licensed in Europe in 2007 and 2009, respectively. However, production of the Vero-cell vaccine has been stopped, as the company that developed them ceased its vaccine production portfolio, and the FDA only approved the first MDCK-grown influenza virus vaccine in 2012 (ref.153). This approval was a major accomplishment after exhaustive studies to demonstrate that the cells did not contain adventitious viruses that were due to known naturally occurring dog viruses, such as oncogenic papilloma and retroviruses.Another breakthrough for influenza vaccines came in 2013, when the FDA licensed Flublok (Protein Sciences Corporation, Meriden, Connecticut, USA), which is a product made exclusively using recombinant DNA technologies. For the quadrivalent product, four different baculoviruses expressing the HA of two influenza A viruses and the HA of two influenza B viruses are used to infect continuous insect cell lines; the HA proteins are then extracted and purified from the infected cells — a process that completely avoids the use of influenza viruses and of embryonated eggs. Thus, there is now a faster start-up possible for vaccine manufacturing in cases of vaccine shortages or the emergence of novel pandemic strains. Also, there is no need for time-consuming adaptations of the vaccine strains to increase yields in embryonated eggs or in tissue culture, as the recombinant baculoviruses express different HAs at comparable levels in insect cells154.Addition of adjuvants to inactivated influenza vaccines can improve vaccine efficacy and the breadth and duration of protection and can have dose-sparing benefits in case of years with vaccine shortages. Indeed, in November 2009, German regulatory authorities approved an MF59-adjuvanted, MDCK-grown influenza A H1N1 pandemic vaccine155. MF59 is a squalene-based adjuvant that increases the immunogenicity of protein-based vaccines, and MF59-adjuvanted inactivated influenza vaccines are now approved for use in people >65 years of age, in whom unadjuvanted inactivated influenza vaccines perform poorly. In 2013, the FDA approved an adjuvant influenza vaccine for the prevention of pandemic influenza A H5N1. This vaccine is for use in people >18 years of age who are at increased risk of infection with avian influenza A H5N1 viruses. The adjuvant used, AS03, similar to MF59, is a squalene-based oil-in-water emulsion that is combined with the H5N1 component before intramuscular injection. AS03-adjuvanted pandemic influenza virus vaccines have previously been used in Europe during the 2009 influenza A H1N1 pandemic, where they received close attention owing to several reported cases of vaccine-associated narcolepsy156, a chronic neurological disorder characterized by excessive daytime sleepiness. Contributory roles of the pandemic virus or the vaccine antigens in these adverse events could not be excluded.To increase the poor immunogenicity of inactivated influenza vaccines in elderly individuals, an unadjuvanted high-dose vaccine has also been developed and is proven to decrease severe influenza virus infection outcomes compared with standard-dose vaccines157. In addition, some available influenza vaccines are now tetravalent, incorporating both influenza B virus lineages. Thus, the variety of approved influenza virus vaccines has been dramatically increased in recent decades globally. However, all these available seasonal influenza virus vaccines still necessitate annual reformulations to match antigenically circulating vaccines (Box 3). In addition, the short duration of immunity is another major shortcoming of the current vaccines.Reverse genetics technologies to generate recombinant influenza viruses with defined genetic sequences from plasmid DNA were introduced in 1990 (ref.158). These techniques should improve both live and inactivated influenza virus vaccine manufacturing by creating vaccine backbones with increased replication properties and stability for use in embryonated eggs or in tissue culture. Other approaches are aimed at inducing protective immune responses against the aforementioned conserved epitopes of various viral proteins. Novel and safe adjuvants based on Toll-like receptor-mediated immune stimulation and novel modes of delivery may dramatically change the vaccine field in the future. The ultimate goal of these approaches is to make an influenza virus vaccine that provides lifetime (or at least multi-year) protection, protects against all influenza antigenic variants and establishes a degree of herd immunity. Indeed, consensus is that influenza virus vaccines could and should be improved and that efforts to design a long-lasting universal influenza virus vaccine effective against different antigenic variants are worthwhile159,160.Box 3 Seasonal influenza vaccine strain identificationYear-round surveillance for human influenza is conducted by >100 designated national influenza centres around the world. The laboratories send isolated viruses for genetic and antigenic characterization to five WHO Collaborating Centres for Reference and Research on Influenza, which are located in the United States, the United Kingdom, Australia, Japan and China. A WHO committee reviews the results of surveillance and laboratory studies twice per year and makes recommendations on the composition of the influenza vaccine on the basis of the use of antigenically matched viruses with those that are expected to be highly prevalent in the next season. Each country then makes their own decision about which viruses should be included in influenza vaccines licensed in their country.Schedules and vaccination programmes Vaccine recommendations vary from country to country, with some recommending vaccination in only the high-risk groups and contacts. Currently, the public health authorities in the United States and the American Academy of Pediatrics recommend yearly vaccination with seasonal influenza virus vaccine to all people >6 months of age161. Stronger recommendations are given to individuals in high-risk groups for severe influenza and to caregivers and contacts of those at high risk. The WHO recommends seasonal influenza vaccination to pregnant women (highest priority) and, in no particular order of priority, to children 6 months to 5 years of age, elderly individuals (>65 years old), individuals with specific chronic medical conditions and health-care workers.In the absence of a universal vaccine that covers all possible strains and subtypes of influenza virus, many countries have implemented stockpiling vaccine programmes to store vaccines against influenza virus strains with pandemic potential for emergency first responders to alleviate the problem imposed by the rapid spread of pandemic influenza. Although preparing for potential pandemic threats is sound public health policy, it is not compelling to assume that the influenza A H5N1 viruses (or the more recently detected H7N9 virus (March 2013)) are pandemic precursor strains because they are associated with the largest numbers of human infections among animal influenza A virus strains. First, over the past 130 years, only viruses expressing an H1, H2 or H3 HA have been responsible for seasonal or pandemic strains. Avian H5N1 and H7N9 viruses have most likely circulated for at least as long without spilling over into humans and starting a new pandemic162. Accordingly, these ‘avian’ HA influenza viruses are unlikely to easily transmit from person to person. Second, the high case fatality rates cited by the WHO for H5N1 and H7N9 viruses in humans seem to be an artefact of the way they were calculated (that is, counting only patients who were hospitalized as having been infected by these viruses); many more people seem to have been infected by these viruses without severe outcomes163,164. Additionally, severe disease only results from exposure to large quantities of the virus, which can occur when people are in direct contact with diseased poultry. However, transmission of seasonal or pandemic influenza viruses requires only small quantities of virus (estimates vary between 2–25 virions165 and 50–400 virions166) to cause severe disease and transmission.Efficacy and effectiveness Despite the availability of seasonal and pandemic influenza vaccines, debate is ongoing as to the efficacy (as measured by randomized controlled trials) and effectiveness (as measured by observational studies involving vaccinated and unvaccinated individuals) of these vaccines167. Although different methodologies, the variability of the virulence of different seasonal strains, the fit or matching of the vaccine with the circulating strains and age differences of different cohorts can make interpretation of results between studies difficult, most studies find a positive effect of vaccination on the overall health of vaccinated individuals168,169. Nevertheless, many challenges still remain, such as the documented lack of efficacy of LAIVs in the United States in the past years170, the possible reduced vaccine efficacy with repeated annual immunizations171 and the problems associated with vaccine mismatches172. Assays to monitor antigenicity with respect to prior viruses are performed on a regular basis, generally by government laboratories. Antigenicity of a virus is characterized by infecting naive ferrets with the cultured virus and collecting the sera 2–3 weeks later; the ability of the sera to inhibit haemagglutination compared against the current vaccine is monitored. Sera from an antigenically novel virus will show reduced haemagglutination inhibitory activity compared with previous virus strains, indicating antigenic drift and a potential vaccine mismatch.AntiviralsTogether with vaccines, antiviral drugs play a vital part in the prevention and treatment of influenza virus infection and disease. In a normal influenza season, antiviral drugs are primarily used for treating patients who are severely ill, particularly those who have a compromised immune system. In a pandemic setting, especially in the period before a vaccine is available, antiviral drugs are essential for both treating patients who have been infected and preventing infection in individuals who have been exposed. Two classes of drugs are currently approved for influenza, namely, the adamantanes and the NA inhibitors.Amantadine and rimantadine are both orally administered drugs that target the M2 ion channel of influenza A viruses. However, these drugs are globally no longer recommended for clinical use because of widespread resistance among circulating influenza A viruses (see below). By contrast, NA inhibitors target the enzymatic activity of the viral NA protein. Oseltamivir is delivered orally as the prodrug oseltamivir phosphate, which is converted to its active carboxylate form in the liver; zanamivir is inhaled as a powder (limiting its use in those with underlying respiratory problems); and peramivir is administered intravenously, which is important for patients who have been hospitalized173. All three drugs have received approval in the United States, Europe, Canada, Australia, Japan, Taiwan and Korea and act by mimicking the binding of sialic acid in the active site of NA on influenza A and influenza B viruses174.Oseltamivir and zanamivir are effective for prophylaxis and post-exposure prophylaxis in individuals175. However, the randomized controlled trials of these drugs were conducted in patients with uncomplicated influenza; accordingly, observational data must be used to assess effectiveness in patients who are severely ill and have been hospitalized, in whom the need is arguably greater. Despite this limitation, study results consistently report improved outcomes associated with NA inhibitor use, including reduced risk of pneumonia and hospitalization, and reduced risk of mortality in patients who have been hospitalized176–178. Another consistent finding is that better results are obtained with early administration of NA inhibitors (within 2 days of symptom onset), although later administration can still be beneficial in severe cases.Resistance The emergence of drug-resistant viruses is a major challenge for the antiviral field. Adamantane resistance (conferred by an S31N mutation in the RNA segment encoding M2) first emerged in influenza A H3N2 viruses in 2003 and became prevalent worldwide by 2008 (ref.179). The pandemic 2009 influenza A H1N1 virus, which is presently circulating as a seasonal H1N1 virus, is also resistant to the adamantanes, as its M RNA segment (Fig. 1) was inherited from a virus that carried the S31N mutation180. Thus, since 2009, only the NA inhibitors have been able to provide protection, with the currently circulating human influenza A and influenza B viruses being generally sensitive to oseltamivir and zanamivir (Table 2). However, emergence of oseltamivir resistance is of particular concern for influenza A H1N1 viruses because it has happened in the past; in 2007, resistant influenza A H1N1 viruses began to circulate and quickly became dominant by the 2008–2009 season181. The resistant phenotype is associated with an H275Y mutation in the RNA segment encoding NA, and studies have shown that, in the background of other permissive mutations, H275Y-mutant viruses do not display any fitness deficits, which explains their ability to circulate so readily182,183. Of note, these viruses remain sensitive to zanamivir. Perhaps fortuitously, the oseltamivir-resistant seasonal influenza A H1N1 virus was displaced by the introduction of the oseltamivir-sensitive pandemic influenza A H1N1 virus in 2009. Since then, surveillance efforts have monitored NA inhibitor sensitivity closely and, although oseltamivir-resistant isolates of the 2009 influenza A H1N1 virus have been detected, these are primarily (but not exclusively) from patients undergoing therapy184. Susceptibility to NA inhibitor is assessed by measuring NA enzyme inhibition in a functional assay using cultured virus. Alternatively, RT-PCR capable of detecting single nucleotide polymorphisms (or RT-PCR followed by sequencing) is used to detect known resistance mutations in NA185, but the functional assay may be required if novel mutations are present.Table 2Antiviral resistance of circulating influenza virusesInfluenza virus (strain)Resistance (% of isolates tested)AdamantanesOseltamivirZanamivir Pre-2009 pandemic Influenza A (seasonal H1N1)0.698.8a0Influenza A (H3N2)10000Influenza BN/A00 2015–2016 season Influenza A (2009 H1N1)1000.80Influenza A (H3N2)10000Influenza BN/A00Open in a separate windowData are from the US Centers for Disease Control and Prevention surveillance for the 2008–2009 and 2015–2016 seasons in the United States. N/A, not applicable. aMost seasonal influenza A H1N1 viruses were sensitive to oseltamivir until late 2007.There is a higher prevalence of resistant virus in children and individuals who are immunocompromised, which is believed to be related to higher viral loads and prolonged virus shedding in these individuals186,187. Also, patients who have been hospitalized are more likely to be treated for longer periods, which will increase pressure on the virus and the likelihood that a resistant strain will emerge. Although this outcome may be predictable, oseltamivir resistance arose in 2007 seemingly in the absence of drug pressure; given the correct background of secondary mutations, the same outcome is a possibility for the current influenza A H1N1 virus188. Oseltamivir resistance among influenza A H3N2 viruses and influenza B viruses has also been reported, albeit at a much lower frequency than for influenza A H1N1 (ref.189).The elimination of adamantanes as clinical therapy combined with the concerns over increasing oseltamivir resistance illustrates the need for new influenza antiviral drugs. Several candidates are now in clinical trial, including additional NA inhibitors that can be delivered intravenously, such as intravenous formulations of zanamivir. Another NA inhibitor, laninamivir, has been approved for use in Japan; this drug is inhaled and long-acting and requires less frequent administration than oseltamivir or zanamivir190. Ideally, future influenza therapies will involve a cocktail of drugs with different mechanisms that should increase the barrier to resistance. Thus, drugs other than NA inhibitors are being clinically tested; within this pipeline are favipiravir (which is a polymerase inhibitor for several RNA viruses191), pimodivir (which prevents the cap binding required for viral RNA transcription192), baloxavir marboxil (an inhibitor of the cap-dependent endonuclease activity of the influenza viral polymerase193) and nitazoxanide (an inhibitor of HA maturation194). Baloxavir marboxil received approval in Japan in 2018. Favipiravir has also been approved in Japan since 2014, but only for release from government stockpile in the event of a novel strain being unresponsive to current agents. Treatment of patients who have been hospitalized with immune plasma195 or with hyperimmune immunoglobulin (pooled from plasma of donors with high titres of anti-influenza IgG)196 is also being clinically evaluated. In addition, several monoclonal antibodies against the conserved region of the HA stalk are also under clinical development for the treatment of severe influenza infection197. Many more candidates are in preclinical development and will hopefully lead to improved options for influenza therapy in the future.Non-pharmaceutical prevention strategiesIn addition to vaccines and antiviral drugs, non-pharmaceutical interventions can help to slow the spread of influenza illness. These interventions include personal measures, such as hand washing and using alcohol-based sanitizers198, covering coughs and/or the nose and mouth when sick and staying at home when sick. Additionally, social distancing by closures of schools and places of gathering, quarantine measures and frequent cleaning of potentially virus-contaminated surfaces, such as door knobs, can also slow the spread. Mathematical modelling studies suggest that non-pharmaceutical interventions have a substantial effect on lowering the attack rate of pandemic influenza before vaccines are available199.ManagementManagement of acute influenza has traditionally relied on supportive measures such as control of fever, symptomatic treatment, rehydration and treatment of complications, such as bacterial pneumonia, if they occur. Supportive care is still the mainstay of management of uncomplicated influenza. However, as described above, several antiviral agents have been developed for influenza or are in active clinical development. Furthermore, given the natural animal reservoirs of influenza (Fig. 3), prevention of transmission from these reservoirs to humans is key. Water treatment, indoor raising and biosecurity are the primary management goals; these strategies are followed by quarantine, stamping out and the ultimate use of animal vaccination.Human influenzaPeople with clinical symptoms of influenza virus infection should remain home and avoid contact with non-infected people until symptoms alleviate. As the level of virus replication is correlated with the clinical severity of illness, strategies to limit viral replication with antiviral agents would be expected to be effective in acute influenza illness. However, adults with an intact immune system who have had previous influenza infections rapidly limit the replication of these viruses without intervention, so the opportunity to attenuate viral replication with antiviral agents is limited. Effective use of antivirals for seasonal influenza in otherwise healthy adults requires early initiation of therapy, generally within the first 48 hours of symptom onset. However, decisions regarding treatment should consider the somewhat small benefit demonstrated in clinical trials and the overall low risk of complications177. The benefits of later therapy in otherwise uncomplicated influenza are unclear.Patients with underlying immune defects, those with more-severe disease or those who have a higher risk of influenza complications200 may benefit from antiviral administration, even if initiated after 48 hours of symptom onset201 if they are still shedding virus. Antiviral therapy is strongly considered if the illness is progressing and symptoms are worsening, particularly if the patient continues to test positive for influenza virus. Indeed, prescription of antivirals for high-risk outpatients with acute respiratory illness is beneficial202. Furthermore, a diagnosis of influenza in patients who have been hospitalized with community-acquired pneumonia should be confirmed to increase antiviral treatment rates in patients203. Studies suggest that, since the 2009 pandemic, the use of antivirals in patients who have been hospitalized with influenza has increased204, which is an improvement. Complications of influenza virus infection might require specific treatments, as is the case with secondary bacterial pneumonia, which should be treated with appropriate antibiotics.Finally, consideration should also be given to the possible use of immunotherapy aimed at controlling exacerbated pro-inflammatory responses in patients with severe symptoms, especially in combination with antiviral therapy. This approach is supported by recent clinical studies suggesting beneficial effects when inhibitors of cytokine production and leukocyte recruitment were added to NA inhibitor therapy205.Animal influenzaAs influenza in wild and domestic waterfowl is primarily spread through contaminated water, water treatment (with, for example, chlorine and ultraviolet light), biosecurity and indoor raising of animals are the main strategies to prevent transmission. Biosecurity includes placing poultry houses and piggeries on high ground away from high-density and backyard farms, live poultry markets and bodies of water to minimize contact with waterfowl and passerine birds. Risk assessment and training of personnel to change outdoor clothing, disinfect foot baths and treat food and water are also important aspects of biosecurity.After a novel influenza virus has breached biosecurity, a strategy that includes rapid detection and stamping out is optimal206. Stamping out is easier when animals display signs of severe infection, but these can go unnoticed when LPAI infection occurs. After initial emergence of HPAI H5 or H7 in poultry, quarantine, culling, decontamination and compensation of farmers with restricted zones of movement are imposed. This classic strategy was successful in the majority of Eurasian countries to which HPAI H5N1 spread206. However, late detection and widespread dissemination of HPAI H5N1 in China, Indonesia, Vietnam, Bangladesh and Egypt resulted in endemicity, making virus eradication difficult206. One difficulty in eradication is inadequate provision of compensation to farmers, who will be incentivized to hide infected animals.Poultry vaccines use inactivated whole virus in oil emulsion, recombinant DNA or vectorized vaccines. These vaccines can be highly effective at reducing disease signs and inter-species spread, but they do not induce sterilizing immunity and have not resulted in eradication from endemic countries. Poultry vaccination is highly contentious; both the United Nations Food and Agriculture Organization (FAO) and the World Organisation for Animal Health (OIE) state that long-term vaccination without additional measures is not recommended207. Although poultry vaccination dramatically reduced human cases of H5N1 in Vietnam in 2006, it did not eradicate the virus and likely contributed to the antigenic diversity. On the other hand, vaccination used in combination with unvaccinated sentinel chickens and stamping out can achieve control and local eradication208.Live poultry markets have been recognized as a breeding ground of influenza viruses. Changes to live poultry marketing achieved by implementing so-called clean days (that is, days when stalls are cleared of unsold poultry and disinfected) and no carry-over (that is, no infectious material remains when the next live birds arrive after disinfection) of live poultry improved hygiene and reduced virus spread209,210. A definitive solution would be the closing of all live poultry markets. Indeed, market closure contributed to the reduction of the spread of HPAI H5N1 in Hong Kong and H7N9 transmissions to humans in China211. Such changes without public training risk poultry smuggling from unregulated sources.The management of influenza in pigs or horses is dependent on the use of vaccines. In pigs, influenza is a minor disease problem for which biosecurity is paramount, and vaccination uses primarily whole inactivated virus in oil emulsion. In horses, the problem with vaccination is the short-term protection offered, but antigenically matched adjuvanted inactivated vaccines and LAIVs are efficacious212.Quality of lifeUncomplicated influenza in otherwise healthy adults and children is rarely fatal but can be highly disruptive and lead to substantial absences from work or school. Recovery can be prolonged, with persistent fatigue and malaise that can last for several weeks after recovery from the other symptoms. Influenza is associated with decreased job performance in adults213 and reduced levels of independent functioning in older adults214. As a result, the loss of productivity by affected individuals contributes substantially to the overall economic effect of influenza. Mild abnormalities in pulmonary function are frequently experienced by healthy adults and also can take several weeks to return to normal. In a 2007 study, direct yearly medical costs associated with influenza in the United States were estimated to be approximately $10.4 billion, whereas projected lost earnings owing to illness and loss of life were estimated at $16.3 billion215.One of the unique features of influenza is the somewhat high frequency with which it is associated with pulmonary complications such as pneumonia, including primary influenza virus pneumonia and secondary bacterial pneumonia. However, during an outbreak of influenza, many patients do not clearly fit into either of these presentations and may instead have mixed viral and bacterial pneumonia. Primary influenza viral pneumonia was well documented in the 1957–1958 pandemic, although many deaths of young healthy adults in the 1918–1919 pandemic were also the result of primary pneumonia216. Primary pneumonia occurs predominantly among patients with influenza virus infection who also have underlying cardiovascular disease, especially rheumatic heart disease with mitral stenosis, but may occur in a variety of settings. Primary viral influenza pneumonia is characterized by a rapid progression of fever, cough, dyspnoea (laboured breathing) and cyanosis (low oxygen levels resulting in bluish skin), with chest radiographs often revealing bilateral findings consistent with acute respiratory distress syndrome.The classic presentation of secondary bacterial pneumonia is that of typical influenza illness followed by a period of improvement, which is then followed by recurrent fever, cough, sputum production and consolidation (fluid build-up in the lungs). Indeed, bacterial co-infections were present at high frequency during the 1918 pandemic217,218. The two pathogens that are currently most commonly associated with influenza are Streptococcus pneumoniae and Staphylococcus aureus219. The mechanisms by which influenza infection uniquely predisposes to bacterial superinfection are being actively investigated. In addition to pneumonia, multiple other pulmonary complications of influenza are recognized, including bronchiolitis (inflammation of the bronchioles) and croup (laryngotracheobronchitis) and exacerbations of chronic bronchitis or asthma.Non-respiratory complications have also been reported in association with acute influenza infection220. Myositis, with tender leg muscles and elevated serum creatine phosphokinase, has been reported primarily in children221. Both myocarditis and pericarditis have been rarely associated with influenza A or influenza B virus infection. Because influenza may predispose to superinfection with S. aureus, toxic-shock syndrome, a clinical illness characterized by hypotension, fever, erythroderma (reddening of the skin), desquamation (skin peeling) and multisystem involvement, has also been observed following influenza, primarily in children222. Guillain–Barré syndrome has been reported to occur after influenza A infection, as it has after numerous other infections, but no definite aetiological relationship has been established. In addition, cases of transverse myelitis (inflammation and myelin loss around the spinal cord) and encephalopathy have occurred rarely in association with influenza223. An epidemic of an atypical form of encephalitis known as encephalitis lethargica (characterized by headache, drowsiness and coma) spread around the world after the 1918 influenza pandemic and then practically disappeared in 1930, suggesting that this was a sequela caused by the pandemic224. However, as acute influenza is a common disease event, a temporal association with other disease entities does not always indicate a cause and effect relationship.OutlookA better understanding of the ecological, viral and host determinants permitting inter-species transmission and adaptation of influenza A viruses to new hosts may facilitate earlier recognition and evidence-based risk assessment of influenza A viruses that may threaten either animal or human health. Better understanding will also provide the basis for implementing interventions aimed at preventing emergence at the source. For example, the understanding that domestic ducks serve as an interface between the gene pools of wild aquatic birds and terrestrial poultry supports the idea that measures to reduce exposure of domestic ducks to wild birds are warranted and the idea that separation of aquatic and terrestrial poultry through wholesale and retail live poultry marketing chains in Asia is also valid.Despite the availability of vaccines and antiviral agents, influenza continues to be the most important cause of viral respiratory disease associated with human hospitalizations and deaths. We should not accept such a burden for, in theory, a vaccine-preventable disease. The current seasonal human influenza vaccine necessitates annual administration, is not optimal and varies in effectiveness from year to year. Pandemic years and seasonal years when the vaccine is mismatched are especially concerning. Mismatches in vaccine occur not only when the most prevalent antigenic strains are missed but also when the vaccine becomes antigenically mismatched owing to adaptations to egg culture. For example, the 2016–2017 seasonal influenza vaccine produced in eggs lacked a glycosylation site present in the influenza A H3N2 circulating strains. This change was due to egg adaptation and led to an alteration of the antigenicity of the influenza vaccine component225. Tissue culture to manufacture influenza virus vaccines might be less prone to HA adaptations, but it does not completely prevent them. In this respect, the aforementioned recombinant baculovirus-produced influenza vaccines have an advantage in that they do not select for HA adaptive mutations.The management of both animal and human influenza by vaccination is less than optimal. The development of a highly efficacious universal vaccine and genetically resistant animals (that have been engineered or that have evolved to be so) are future options. Even the development of new vaccines that provide more-durable and more-effective protection against circulating viruses would represent major improvements. An exhaustive exploration in humans of adjuvants, live attenuated approaches, vaccine platforms and antigen design is required to identify the best approaches to improve immunogenicity without compromising safety. Although clinical studies to demonstrate influenza vaccine efficacy are costly and challenging, it is imperative that we apply modern science and technology to improve the existing influenza virus vaccines. In this respect, more studies are needed to improve our understanding of the correlates of immune protection in humans and to develop immunological, molecular and genetic tools for the better use of animal models of human influenza. Moreover, although experimental human challenges have been developed to quantify protective responses in patients, these are not yet optimal, as in general they require infection protocols that do not mimic natural infections226. The same principles apply to the development of new influenza antiviral agents. Finally, a better understanding of the risk factors, both in the host as well as in the virus, that predispose to more-severe influenza is also needed.One hundred years after the devastating 1918 influenza pandemic, we still are not able to optimally prevent and treat influenza. However, substantial scientific advances have been made, such that our understanding of the molecular biology, immunology, host response, tropism and pathophysiology of influenza has improved, as has our understanding of the influenza virus itself. We hope that in the next decade, productive partnerships will be established between government, philanthropic agencies, academia and industry to facilitate more scientific discoveries and that these discoveries will translate to improvements in treatment and prevention of influenza. In this respect, the US National Institute of Allergy and Infectious Diseases is, for example, launching new research initiatives and strengthening existing research programmes to support inter-collaborative research to accelerate the development of improved influenza vaccines that provide durable protection from seasonal and pandemic influenza virus strains227 — a promising step towards the generation of a universal influenza vaccine. Likely, the induction in the respiratory mucosa of effective and durable antibody responses against conserved conformational epitopes in viral HA and NA and T cell responses against conserved viral protein epitopes representing the diversity of human HLA will be required for the development of such a universal influenza virus vaccine.AcknowledgementsAll authors are part of the NIAID-funded Centers of Excellence for Influenza Research and Surveillance (CEIRS) network.Reviewer informationNature Reviews Disease Primers thanks R.W. Compans, F. Hayden, H. Kida, H.-D. Klenk, A. Osterhaus and the other anonymous reviewer(s) for their contribution to the peer review of this work.Author contributionsIntroduction (A.G.-S.); Epidemiology (G.J.D.S.); Mechanisms/pathophysiology (A.G.-S., R.A.M.F., M.P., F.K., K.K. and P.C.D.); Diagnosis, screening and prevention (P.P. and M.L.S.); Management (J.T. and R.G.W.); Quality of life (J.T.); Outlook (A.G.-S.); Overview of the Primer (A.G.-S.).Competing interestsF.K., P.P., A.G.-S. and R.G.W. are inventors of influenza vaccine technologies owned by the Icahn School of Medicine at Mount Sinai, New York, USA. All other authors declare no competing interests.FootnotesPublisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."], "doi": "10.1038/s41572-018-0002-y", "references": ["Sellers SA, Hagan RS, Hayden FG, Fischer WA., 2nd The hidden burden of influenza: A review of the extra-pulmonary complications of influenza infection. Influenza Other Respir. Viruses. 2017;11:372–393. doi: 10.1111/irv.12470. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kwong JC, et al. Acute myocardial infarction after laboratory-confirmed influenza infection. N. Engl. J. Med. 2018;378:345–353. doi: 10.1056/NEJMoa1702090. [PubMed] [CrossRef] [Google Scholar]", "Matsuzaki Y, et al. Clinical features of influenza C virus infection in children. J. Infect. Dis. 2006;193:1229–1235. doi: 10.1086/502973. [PubMed] [CrossRef] [Google Scholar]", "Olsen B, et al. Global patterns of influenza a virus in wild birds. Science. 2006;312:384–388. doi: 10.1126/science.1122438. [PubMed] [CrossRef] [Google Scholar]", "Webster RG, Bean WJ, Gorman OT, Chambers TM, Kawaoka Y. Evolution and ecology of influenza A viruses. Microbiol. Rev. 1992;56:152–179. [PMC free article] [PubMed] [Google Scholar]", "Tong S, et al. A distinct lineage of influenza A virus from bats. Proc. Natl Acad. Sci. USA. 2012;109:4269–4274. doi: 10.1073/pnas.1116200109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ma W, García-Sastre A, Schwemmle M. Expected and unexpected features of the newly discovered bat influenza A-like viruses. PLOS Pathog. 2015;11:1004819. doi: 10.1371/journal.ppat.1004819. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Fouchier RA, et al. Characterization of a novel influenza A virus hemagglutinin subtype (H16) obtained from black-headed gulls. J. Virol. 2005;79:2814–2822. doi: 10.1128/JVI.79.5.2814-2822.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Osterhaus AD, Rimmelzwaan GF, Martina BE, Bestebroer TM, Fouchier RA. Influenza B virus in seals. Science. 2000;288:1051–1053. doi: 10.1126/science.288.5468.1051. [PubMed] [CrossRef] [Google Scholar]", "Guo YJ, Jin FG, Wang P, Wang M, Zhu JM. Isolation of influenza C virus from pigs and experimental infection of pigs with influenza C virus. J. Gen. Virol. 1983;64:177–182. doi: 10.1099/0022-1317-64-1-177. [PubMed] [CrossRef] [Google Scholar]", "Hause BM, et al. Isolation of a novel swine influenza virus from Oklahoma in 2011 which is distantly related to human influenza C viruses. PLOS Pathog. 2013;9:1003176. doi: 10.1371/journal.ppat.1003176. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hause BM, et al. Characterization of a novel influenza virus in cattle and Swine: proposal for a new genus in the Orthomyxoviridae family. MBio. 2014;5:e00031–00014. doi: 10.1128/mBio.00031-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Smith GJ, et al. Origins and evolutionary genomics of the 2009 swine-origin H1N1 influenza A epidemic. Nature. 2009;459:1122–1125. doi: 10.1038/nature08182. [PubMed] [CrossRef] [Google Scholar]", "Mena I, et al. Origins of the 2009 H1N1 influenza pandemic in swine in Mexico. Elife. 2016;5:e.16777. doi: 10.7554/eLife.16777. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hayden F. Developing new antiviral agents for influenza treatment: what does the future hold? Clin. Infect. Dis. 2009;48(Suppl. 1):S3–S13. doi: 10.1086/591851. [PubMed] [CrossRef] [Google Scholar]", "Hurt AC, et al. Antiviral resistance during the 2009 influenza A H1N1 pandemic: public health, laboratory, and clinical perspectives. Lancet Infect. Dis. 2012;12:240–248. doi: 10.1016/S1473-3099(11)70318-8. [PubMed] [CrossRef] [Google Scholar]", "Rambaut A, et al. The genomic and epidemiological dynamics of human influenza A virus. Nature. 2008;453:615–619. doi: 10.1038/nature06945. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Russell CA, et al. The global circulation of seasonal influenza A (H3N2) viruses. Science. 2008;320:340–346. doi: 10.1126/science.1154137. [PubMed] [CrossRef] [Google Scholar]", "Bahl J, et al. Temporally structured metapopulation dynamics and persistence of influenza A H3N2 virus in humans. Proc. Natl Acad. Sci. USA. 2011;108:19359–19364. doi: 10.1073/pnas.1109314108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yu H, et al. Characterization of regional influenza seasonality patterns in China and implications for vaccination strategies: spatio-temporal modeling of surveillance data. PLOS Med. 2013;10:1001552. doi: 10.1371/journal.pmed.1001552. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Centers for Disease Control and Prevention. Estimated influenza illnesses and hospitalizations averted by vaccination — United States, 2014–15 influenza season. CDChttps://www.cdc.gov/flu/about/disease/2014-15.htm (2015).", "Cohen SA, Chui KK, Naumova EN. Influenza vaccination in young children reduces influenza-associated hospitalizations in older adults, 2002–2006. J. Am. Geriatr. Soc. 2011;59:327–332. doi: 10.1111/j.1532-5415.2010.03271.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Gostic KM, Ambrose M, Worobey M, Lloyd-Smith JO. Potent protection against H5N1 and H7N9 influenza via childhood hemagglutinin imprinting. Science. 2016;354:722–726. doi: 10.1126/science.aag1322. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lozano R, et al. Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012;380:2095–2128. doi: 10.1016/S0140-6736(12)61728-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Iuliano AD, et al. Estimates of global seasonal influenza-associated respiratory mortality: a modelling study. Lancet. 2018;391:1285–1300. doi: 10.1016/S0140-6736(17)33293-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Thompson WW, et al. Mortality associated with influenza and respiratory syncytial virus in the United States. JAMA. 2003;289:179–186. doi: 10.1001/jama.289.2.179. [PubMed] [CrossRef] [Google Scholar]", "Flannery, B. et al. Influenza vaccine effectiveness against pediatric deaths: 2010–2014. Pediatrics139, 10.1542/peds.2016-4244 (2017). [PMC free article] [PubMed]", "Thompson WW, et al. Influenza-associated hospitalizations in the United States. JAMA. 2004;292:1333–1340. doi: 10.1001/jama.292.11.1333. [PubMed] [CrossRef] [Google Scholar]", "Walsh EE, Cox C, Falsey AR. Clinical features of influenza A virus infection in older hospitalized persons. J. Am. Geriatr. Soc. 2002;50:1498–1503. doi: 10.1046/j.1532-5415.2002.50404.x. [PubMed] [CrossRef] [Google Scholar]", "Jain S, et al. Hospitalized patients with 2009 H1N1 influenza in the United States, April-June 2009. N. Engl. J. Med. 2009;361:1935–1944. doi: 10.1056/NEJMoa0906695. [PubMed] [CrossRef] [Google Scholar]", "Keren R, et al. Neurological and neuromuscular disease as a risk factor for respiratory failure in children hospitalized with influenza infection. JAMA. 2005;294:2188–2194. doi: 10.1001/jama.294.17.2188. [PubMed] [CrossRef] [Google Scholar]", "Neuzil KM, Reed GW, Mitchel EF, Simonsen L, Griffin MR. Impact of influenza on acute cardiopulmonary hospitalizations in pregnant women. Am. J. Epidemiol. 1998;148:1094–1102. doi: 10.1093/oxfordjournals.aje.a009587. [PubMed] [CrossRef] [Google Scholar]", "Van Kerkhove MD, et al. Risk factors for severe outcomes following 2009 influenza A (H1N1) infection: a global pooled analysis. PLOS Med. 2011;8:1001053. doi: 10.1371/journal.pmed.1001053. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Karlsson EA, et al. A perfect storm: Increased colonization and failure of vaccination leads to severe secondary bacterial infection in influenza virus-infected obese mice. MBio. 2017;8:e00889–17. doi: 10.1128/mBio.00889-17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ciancanelli MJ, et al. Life-threatening influenza and impaired interferon amplification in human IRF7 deficiency. Science. 2015;348:448–453. doi: 10.1126/science.aaa1578. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Everitt AR, et al. IFITM3 restricts the morbidity and mortality associated with influenza. Nature. 2012;484:519–523. doi: 10.1038/nature10921. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Allen EK, et al. SNP-mediated disruption of CTCF binding at the IFITM3 promoter is associated with risk of severe influenza in humans. Nat. Med. 2017;23:975–983. [PMC free article] [PubMed] [Google Scholar]", "van Gils JA, et al. Hampered foraging and migratory performance in swans infected with low-pathogenic avian influenza A virus. PLOS ONE. 2007;2:184. doi: 10.1371/journal.pone.0000184. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Guan Y, Smith GJ. The emergence and diversification of panzootic H5N1 influenza viruses. Virus Res. 2013;178:35–43. doi: 10.1016/j.virusres.2013.05.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ip HS, et al. Novel Eurasian highly pathogenic avian influenza A H5 viruses in wild birds, WA, USA, 2014. Emerg. Infect. Dis. 2015;21:886–890. doi: 10.3201/eid2105.142020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ke C, et al. Human infection with highly pathogenic avian influenza A(H7N9) virus. China. Emerg. Infect. Dis. 2017;23:1332–1340. doi: 10.3201/eid2308.170600. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lee CT, et al. Outbreak of influenza A(H7N2) among cats in an animal shelter with cat-to-human transmission-New York City, 2016. Clin. Infect. Dis. 2017;65:1927–1929. doi: 10.1093/cid/cix668. [PubMed] [CrossRef] [Google Scholar]", "Fouchier RA, et al. Avian influenza A virus (H7N7) associated with human conjunctivitis and a fatal case of acute respiratory distress syndrome. Proc. Natl Acad. Sci. USA. 2004;101:1356–1361. doi: 10.1073/pnas.0308352100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Perkins LE, Swayne DE. Pathogenicity of a Hong Kong-origin H5N1 highly pathogenic avian influenza virus for emus, geese, ducks, and pigeons. Avian Dis. 2002;46:53–63. doi: 10.1637/0005-2086(2002)046[0053:POAHKO]2.0.CO;2. [PubMed] [CrossRef] [Google Scholar]", "Hulse-Post DJ, et al. Role of domestic ducks in the propagation and biological evolution of highly pathogenic H5N1 influenza viruses in Asia. Proc. Natl Acad. Sci. USA. 2005;102:10682–10687. doi: 10.1073/pnas.0504662102. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Fournie G, et al. Interventions for avian influenza A (H5N1) risk management in live bird market networks. Proc. Natl Acad. Sci. USA. 2013;110:9177–9182. doi: 10.1073/pnas.1220815110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Vincent A, et al. Review of influenza A virus in swine worldwide: a call for increased surveillance and research. Zoonoses Publ. Health. 2014;61:4–17. doi: 10.1111/zph.12049. [PubMed] [CrossRef] [Google Scholar]", "Neumann G, Kawaoka Y. The first influenza pandemic of the new millennium. Influenza Other Respir. Viruses. 2011;5:157–166. doi: 10.1111/j.1750-2659.2011.00231.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Jhung MA, et al. Outbreak of variant influenza A(H3N2) virus in the United States. Clin. Infect. Dis. 2013;57:1703–1712. doi: 10.1093/cid/cit649. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Crawford PC, et al. Transmission of equine influenza virus to dogs. Science. 2005;310:482–485. doi: 10.1126/science.1117950. [PubMed] [CrossRef] [Google Scholar]", "Li S, et al. Avian-origin H3N2 canine influenza A viruses in Southern China. Infect. Genet. Evol. 2010;10:1286–1288. doi: 10.1016/j.meegid.2010.08.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yamada S, et al. Haemagglutinin mutations responsible for the binding of H5N1 influenza A viruses to human-type receptors. Nature. 2006;444:378–382. doi: 10.1038/nature05264. [PubMed] [CrossRef] [Google Scholar]", "van Riel D, et al. H5N1 virus attachment to lower respiratory tract. Science. 2006;312:399. doi: 10.1126/science.1125548. [PubMed] [CrossRef] [Google Scholar]", "Hirst GK. Studies of antigenic differences among strains of influenza A by means of red cell agglutination. J. Exp. Med. 1943;78:407–423. doi: 10.1084/jem.78.5.407. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Barr IG, et al. WHO recommendations for the viruses used in the 2013–2014 Northern Hemisphere influenza vaccine: epidemiology, antigenic and genetic characteristics of influenza A(H1N1)pdm09, A(H3N2) and B influenza viruses collected from October 2012 to January 2013. Vaccine. 2014;32:4713–4725. doi: 10.1016/j.vaccine.2014.02.014. [PubMed] [CrossRef] [Google Scholar]", "Sandbulte MR, et al. Discordant antigenic drift of neuraminidase and hemagglutinin in H1N1 and H3N2 influenza viruses. Proc. Natl Acad. Sci. USA. 2011;108:20748–20753. doi: 10.1073/pnas.1113801108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kilbourne ED, Laver WG, Schulman JL, Webster RG. Antiviral activity of antiserum specific for an influenza virus neuraminidase. J. Virol. 1968;2:281–288. [PMC free article] [PubMed] [Google Scholar]", "Couzens L, et al. An optimized enzyme-linked lectin assay to measure influenza A virus neuraminidase inhibition antibody titers in human sera. J. Virol. Methods. 2014;210:7–14. doi: 10.1016/j.jviromet.2014.09.003. [PubMed] [CrossRef] [Google Scholar]", "Voeten JT, et al. Antigenic drift in the influenza A virus (H3N2) nucleoprotein and escape from recognition by cytotoxic T lymphocytes. J. Virol. 2000;74:6800–6807. doi: 10.1128/JVI.74.15.6800-6807.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Smith DJ, et al. Mapping the antigenic and genetic evolution of influenza virus. Science. 2004;305:371–376. doi: 10.1126/science.1097211. [PubMed] [CrossRef] [Google Scholar]", "Koel BF, et al. Substitutions near the receptor binding site determine major antigenic change during influenza virus evolution. Science. 2013;342:976–979. doi: 10.1126/science.1244730. [PubMed] [CrossRef] [Google Scholar]", "Koel BF, et al. Antigenic variation of clade 2.1 H5N1 virus is determined by a few amino acid substitutions immediately adjacent to the receptor binding site. MBio. 2014;5:e01070–01014. [PMC free article] [PubMed] [Google Scholar]", "Lewis NS, et al. Antigenic and genetic evolution of equine influenza A (H3N8) virus from 1968 to 2007. J. Virol. 2011;85:12742–12749. doi: 10.1128/JVI.05319-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "de Jong JC, et al. Antigenic and genetic evolution of swine influenza A (H3N2) viruses in Europe. J. Virol. 2007;81:4315–4322. doi: 10.1128/JVI.02458-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kendal AP, Noble GR, Skehel JJ, Dowdle WR. Antigenic similarity of influenza A (H1N1) viruses from epidemics in 1977—1978 to “Scandinavian” strains isolated in epidemics of 1950–1951. Virology. 1978;89:632–636. doi: 10.1016/0042-6822(78)90207-6. [PubMed] [CrossRef] [Google Scholar]", "Herfst S, et al. Airborne transmission of influenza A/H5N1 virus between ferrets. Science. 2012;336:1534–1541. doi: 10.1126/science.1213362. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Imai M, et al. Experimental adaptation of an influenza H5 HA confers respiratory droplet transmission to a reassortant H5 HA/H1N1 virus in ferrets. Nature. 2012;486:420–428. doi: 10.1038/nature10831. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Russell CA, et al. The potential for respiratory droplet-transmissible A/H5N1 influenza virus to evolve in a mammalian host. Science. 2012;336:1541–1547. doi: 10.1126/science.1222526. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yoon SW, Webby RJ, Webster RG. Evolution and ecology of influenza A viruses. Curr. Top. Microbiol. Immunol. 2014;385:359–375. [PubMed] [Google Scholar]", "Webster RG, Hulse DJ. Microbial adaptation and change: avian influenza. Rev. Sci. Tech. 2004;23:453–465. doi: 10.20506/rst.23.2.1493. [PubMed] [CrossRef] [Google Scholar]", "Andino R, Domingo E. Viral quasispecies. Virology. 2015;479–480:46–51. doi: 10.1016/j.virol.2015.03.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Tumpey TM, et al. A two-amino acid change in the hemagglutinin of the 1918 influenza virus abolishes transmission. Science. 2007;315:655–659. doi: 10.1126/science.1136212. [PubMed] [CrossRef] [Google Scholar]", "Mitnaul LJ, et al. Balanced hemagglutinin and neuraminidase activities are critical for efficient replication of influenza A virus. J. Virol. 2000;74:6015–6020. doi: 10.1128/JVI.74.13.6015-6020.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Reed ML, et al. The pH of activation of the hemagglutinin protein regulates H5N1 influenza virus pathogenicity and transmissibility in ducks. J. Virol. 2010;84:1527–1535. doi: 10.1128/JVI.02069-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hatta M, Gao P, Halfmann P, Kawaoka Y. Molecular basis for high virulence of Hong Kong H5N1 influenza A viruses. Science. 2001;293:1840–1842. doi: 10.1126/science.1062882. [PubMed] [CrossRef] [Google Scholar]", "Mehle A, Doudna JA. Adaptive strategies of the influenza virus polymerase for replication in humans. Proc. Natl Acad. Sci. USA. 2009;106:21312–21316. doi: 10.1073/pnas.0911915106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Riegger D, et al. The nucleoprotein of newly emerged H7N9 influenza A virus harbors a unique motif conferring resistance to antiviral human MxA. J. Virol. 2015;89:2241–2252. doi: 10.1128/JVI.02406-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Campbell PJ, et al. The M segment of the 2009 pandemic influenza virus confers increased neuraminidase activity, filamentous morphology, and efficient contact transmissibility to A/Puerto Rico/8/1934-based reassortant viruses. J. Virol. 2014;88:3802–3814. doi: 10.1128/JVI.03607-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Medina RA, García-Sastre A. Influenza A viruses: new research developments. Nat. Rev. Microbiol. 2011;9:590–603. doi: 10.1038/nrmicro2613. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Tong S, et al. New world bats harbor diverse influenza A viruses. PLOS Pathog. 2013;9:1003657. doi: 10.1371/journal.ppat.1003657. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Moreira EA, et al. Synthetically derived bat influenza A-like viruses reveal a cell type- but not species-specific tropism. Proc. Natl Acad. Sci. USA. 2016;113:12797–12802. doi: 10.1073/pnas.1608821113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Mibayashi M, et al. Inhibition of retinoic acid-inducible gene I-mediated induction of beta interferon by the NS1 protein of influenza A virus. J. Virol. 2007;81:514–524. doi: 10.1128/JVI.01265-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Pichlmair A, et al. RIG-I-mediated antiviral responses to single-stranded RNA bearing 5ʹ-phosphates. Science. 2006;314:997–1001. doi: 10.1126/science.1132998. [PubMed] [CrossRef] [Google Scholar]", "Rajsbaum R, et al. Species-specific inhibition of RIG-I ubiquitination and IFN induction by the influenza A virus NS1 protein. PLOS Pathog. 2012;8:1003059. doi: 10.1371/journal.ppat.1003059. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Nemeroff ME, Barabino SM, Li Y, Keller W, Krug RM. Influenza virus NS1 protein interacts with the cellular 30 kDa subunit of CPSF and inhibits 3ʹend formation of cellular pre-mRNAs. Mol. Cell. 1998;1:991–1000. doi: 10.1016/S1097-2765(00)80099-4. [PubMed] [CrossRef] [Google Scholar]", "Satterly N, et al. Influenza virus targets the mRNA export machinery and the nuclear pore complex. Proc. Natl Acad. Sci. USA. 2007;104:1853–1858. doi: 10.1073/pnas.0610977104. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Marazzi I, et al. Suppression of the antiviral response by an influenza histone mimic. Nature. 2012;483:428–433. doi: 10.1038/nature10892. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Chauche, C. et al. Mammalian adaptation of an avian influenza A virus involves stepwise changes in NS1. J. Virol. e01875-17 (2017). [PMC free article] [PubMed]", "Li S, Min JY, Krug RM, Sen GC. Binding of the influenza A virus NS1 protein to PKR mediates the inhibition of its activation by either PACT or double-stranded RNA. Virology. 2006;349:13–21. doi: 10.1016/j.virol.2006.01.005. [PubMed] [CrossRef] [Google Scholar]", "Min JY, Krug RM. The primary function of RNA binding by the influenza A virus NS1 protein in infected cells: Inhibiting the 2ʹ-5ʹ oligo (A) synthetase/RNase L pathway. Proc. Natl Acad. Sci. USA. 2006;103:7100–7105. doi: 10.1073/pnas.0602184103. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Conenello GM, Palese P. Influenza A virus PB1-F2: a small protein with a big punch. Cell Host Microbe. 2007;2:207–209. doi: 10.1016/j.chom.2007.09.010. [PubMed] [CrossRef] [Google Scholar]", "Graef KM, et al. The PB2 subunit of the influenza virus RNA polymerase affects virulence by interacting with the mitochondrial antiviral signaling protein and inhibiting expression of beta interferon. J. Virol. 2010;84:8433–8445. doi: 10.1128/JVI.00879-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Jagger BW, et al. An overlapping protein-coding region in influenza A virus segment 3 modulates the host response. Science. 2012;337:199–204. doi: 10.1126/science.1222213. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Crotta S, et al. Type I and type III interferons drive redundant amplification loops to induce a transcriptional signature in influenza-infected airway epithelia. PLOS Pathog. 2013;9:1003773. doi: 10.1371/journal.ppat.1003773. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Helft J, et al. Cross-presenting CD103+ dendritic cells are protected from influenza virus infection. J. Clin. Invest. 2012;122:4037–4047. doi: 10.1172/JCI60659. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Zhu L, et al. High level of neutrophil extracellular traps correlates with poor prognosis of severe influenza A infection. J. Infect. Dis. 2018;217:428–437. doi: 10.1093/infdis/jix475. [PubMed] [CrossRef] [Google Scholar]", "Walsh KB, et al. Suppression of cytokine storm with a sphingosine analog provides protection against pathogenic influenza virus. Proc. Natl Acad. Sci. USA. 2011;108:12018–12023. doi: 10.1073/pnas.1107024108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sridhar S, et al. Cellular immune correlates of protection against symptomatic pandemic influenza. Nat. Med. 2013;19:1305–1312. doi: 10.1038/nm.3350. [PubMed] [CrossRef] [Google Scholar]", "Wilkinson TM, et al. Preexisting influenza-specific CD4+ T cells correlate with disease protection against influenza challenge in humans. Nat. Med. 2012;18:274–280. doi: 10.1038/nm.2612. [PubMed] [CrossRef] [Google Scholar]", "Quinones-Parra S, et al. Preexisting CD8+ T cell immunity to the H7N9 influenza A virus varies across ethnicities. Proc. Natl Acad. Sci. USA. 2014;111:1049–1054. doi: 10.1073/pnas.1322229111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Wang Z, et al. Recovery from severe H7N9 disease is associated with diverse response mechanisms dominated by CD8+ T cells. Nat. Commun. 2015;6:6833. doi: 10.1038/ncomms7833. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "van de Sandt CE, et al. Human influenza A virus-specific CD8+ T cell response is long-lived. J. Infect. Dis. 2015;212:81–85. doi: 10.1093/infdis/jiv018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sun JC, Bevan MJ. Defective CD8 T cell memory following acute infection without CD4 T cell help. Science. 2003;300:339–342. doi: 10.1126/science.1083317. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "McKinstry KK, et al. Memory CD4+ T cells protect against influenza through multiple synergizing mechanisms. J. Clin. Invest. 2012;122:2847–2856. doi: 10.1172/JCI63689. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Deliyannis G, et al. Intranasal lipopeptide primes lung-resident memory CD8+ T cells for long-term pulmonary protection against influenza. Eur. J. Immunol. 2006;36:770–778. doi: 10.1002/eji.200535217. [PubMed] [CrossRef] [Google Scholar]", "Pejoski D, Zeng W, Rockman S, Brown LE, Jackson DC. A lipopeptide based on the M2 and HA proteins of influenza A viruses induces protective antibody. Immunol. Cell. Biol. 2010;88:605–611. doi: 10.1038/icb.2010.15. [PubMed] [CrossRef] [Google Scholar]", "McMichael AJ, Gotch FM, Noble GR, Beare PA. Cytotoxic T cell immunity to influenza. N. Engl. J. Med. 1983;309:13–17. doi: 10.1056/NEJM198307073090103. [PubMed] [CrossRef] [Google Scholar]", "Topham DJ, Tripp RA, Doherty PC. CD8+ T cells clear influenza virus by perforin or Fas-dependent processes. J. Immunol. 1997;159:5197–5200. [PubMed] [Google Scholar]", "Doherty PC, Turner SJ, Webby RG, Thomas PG. Influenza and the challenge for immunology. Nat. Immunol. 2006;7:449–455. doi: 10.1038/ni1343. [PubMed] [CrossRef] [Google Scholar]", "Sridhar S, Brokstad KA, Cox RJ. Influenza vaccination strategies: comparing inactivated and live attenuated influenza vaccines. Vaccines. 2015;3:373–389. doi: 10.3390/vaccines3020373. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Russ BE, et al. Distinct epigenetic signatures delineate transcriptional programs during virus-specific CD8+ T cell differentiation. Immunity. 2014;41:853–865. doi: 10.1016/j.immuni.2014.11.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Valkenburg SA, et al. Early priming minimizes the age-related immune compromise of CD8+ T cell diversity and function. PLOS Pathog. 2012;8:1002544. doi: 10.1371/journal.ppat.1002544. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Smith W, Andrewes CH, Laidlaw PP. A virus obtained from influenza patients. Lancet. 1933;222:66–68. doi: 10.1016/S0140-6736(00)78541-2. [CrossRef] [Google Scholar]", "Wrammert J, et al. Rapid cloning of high-affinity human monoclonal antibodies against influenza virus. Nature. 2008;453:667–671. doi: 10.1038/nature06890. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Gerhard W, Yewdell J, Frankel ME, Webster R. Antigenic structure of influenza virus haemagglutinin defined by hybridoma antibodies. Nature. 1981;290:713–717. doi: 10.1038/290713a0. [PubMed] [CrossRef] [Google Scholar]", "Angeletti D, et al. Defining B cell immunodominance to viruses. Nat. Immunol. 2017;18:456–463. doi: 10.1038/ni.3680. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Andrews SF, et al. Immune history profoundly affects broadly protective B cell responses to influenza. Sci. Transl Med. 2015;7:316ra192. doi: 10.1126/scitranslmed.aad0522. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hobson D, Curry RL, Beare AS, Ward-Gardner A. The role of serum haemagglutination-inhibiting antibody in protection against challenge infection with influenza A2 and B viruses. J. Hyg. 1972;70:767–777. doi: 10.1017/S0022172400022610. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yu X, et al. Neutralizing antibodies derived from the B cells of 1918 influenza pandemic survivors. Nature. 2008;455:532–536. doi: 10.1038/nature07231. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Novel Swine-Origin Influenza A, Virus Investigation Team, et al. Emergence of a novel swine-origin influenza A (H1N1) virus in humans. N. Engl. J. Med. 2009;360:2605–2615. doi: 10.1056/NEJMoa0903810. [PubMed] [CrossRef] [Google Scholar]", "Manicassamy B, et al. Protection of mice against lethal challenge with 2009 H1N1 influenza A virus by 1918-like and classical swine H1N1 based vaccines. PLOS Pathog. 2010;6:1000745. doi: 10.1371/journal.ppat.1000745. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Steens A, et al. Age-dependent patterns of infection and severity explaining the low impact of 2009 influenza A (H1N1): evidence from serial serologic surveys in the Netherlands. Am. J. Epidemiol. 2011;174:1307–1315. doi: 10.1093/aje/kwr245. [PubMed] [CrossRef] [Google Scholar]", "Heaton NS, Sachs D, Chen CJ, Hai R, Palese P. Genome-wide mutagenesis of influenza virus reveals unique plasticity of the hemagglutinin and NS1 proteins. Proc. Natl Acad. Sci. USA. 2013;110:20248–20253. doi: 10.1073/pnas.1320524110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Doud MB, Bloom JD. Accurate measurement of the effects of all amino-acid mutations on influenza hemagglutinin. Viruses. 2016;8:155. doi: 10.3390/v8060155. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Monto AS, Malosh RE, Petrie JG, Martin ET. The doctrine of original antigenic sin: separating good from evil. J. Infect. Dis. 2017;215:1782–1788. doi: 10.1093/infdis/jix173. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Henry C, Palm AE, Krammer F, Wilson PC. From original antigenic sin to the universal influenza virus vaccine. Trends Immunol. 2017;39:70–79. doi: 10.1016/j.it.2017.08.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Linderman SL, et al. Potential antigenic explanation for atypical H1N1 infections among middle-aged adults during the 2013–2014 influenza season. Proc. Natl Acad. Sci. USA. 2014;111:15798–15803. doi: 10.1073/pnas.1409171111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Li Y, et al. Immune history shapes specificity of pandemic H1N1 influenza antibody responses. J. Exp. Med. 2013;210:1493–1500. doi: 10.1084/jem.20130212. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Krammer F, Palese P. Influenza virus hemagglutinin stalk-based antibodies and vaccines. Curr. Opin. Virol. 2013;3:521–530. doi: 10.1016/j.coviro.2013.07.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ekiert DC, Wilson IA. Broadly neutralizing antibodies against influenza virus and prospects for universal therapies. Curr. Opin. Virol. 2012;2:134–141. doi: 10.1016/j.coviro.2012.02.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Neirynck S, et al. A universal influenza A vaccine based on the extracellular domain of the M2 protein. Nat. Med. 1999;5:1157–1163. doi: 10.1038/13484. [PubMed] [CrossRef] [Google Scholar]", "Wohlbold TJ, et al. Broadly protective murine monoclonal antibodies against influenza B virus target highly conserved neuraminidase epitopes. Nat. Microbiol. 2017;2:1415–1424. doi: 10.1038/s41564-017-0011-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Wan H, et al. Molecular basis for broad neuraminidase immunity: conserved epitopes in seasonal and pandemic H1N1 as well as H5N1 influenza viruses. J. Virol. 2013;87:9290–9300. doi: 10.1128/JVI.01203-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Rajendran, M. et al. Analysis of anti-influenza virus neuraminidase antibodies in children, adults, and the elderly by ELISA and enzyme inhibition: evidence for original antigenic sin. MBio8, 10.1128/mBio.02281-16 (2017). [PMC free article] [PubMed]", "Wohlbold TJ, Krammer F. In the shadow of hemagglutinin: a growing interest in influenza viral neuraminidase and its role as a vaccine antigen. Viruses. 2014;6:2465–2494. doi: 10.3390/v6062465. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "DiLillo DJ, Palese P, Wilson PC, Ravetch JV. Broadly neutralizing anti-influenza antibodies require Fc receptor engagement for in vivo protection. J. Clin. Invest. 2016;126:605–610. doi: 10.1172/JCI84428. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Jegaskanda S, et al. Cross-reactive influenza-specific antibody-dependent cellular cytotoxicity antibodies in the absence of neutralizing antibodies. J. Immunol. 2013;190:1837–1848. doi: 10.4049/jimmunol.1201574. [PubMed] [CrossRef] [Google Scholar]", "Jegaskanda S, Weinfurter JT, Friedrich TC, Kent SJ. Antibody-dependent cellular cytotoxicity is associated with control of pandemic H1N1 influenza virus infection of macaques. J. Virol. 2013;87:5512–5522. doi: 10.1128/JVI.03030-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Seibert CW, et al. Recombinant IgA is sufficient to prevent influenza virus transmission in guinea pigs. J. Virol. 2013;87:7793–7804. doi: 10.1128/JVI.00979-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lowen AC, et al. Blocking interhost transmission of influenza virus by vaccination in the guinea pig model. J. Virol. 2009;83:2803–2818. doi: 10.1128/JVI.02424-08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ohmit SE, Monto AS. Symptomatic predictors of influenza virus positivity in children during the influenza season. Clin. Infect. Dis. 2006;43:564–568. doi: 10.1086/506352. [PubMed] [CrossRef] [Google Scholar]", "Kumar S, Henrickson KJ. Update on influenza diagnostics: lessons from the novel H1N1 influenza A pandemic. Clin. Microbiol. Rev. 2012;25:344–361. doi: 10.1128/CMR.05016-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Petric M, Comanor L, Petti CA. Role of the laboratory in diagnosis of influenza during seasonal epidemics and potential pandemics. J. Infect. Dis. 2006;194(Suppl. 2):S98–S110. doi: 10.1086/507554. [PubMed] [CrossRef] [Google Scholar]", "Newton DW, Treanor JJ, Menegus MA. Clinical and laboratory diagnosis of influenza virus infections. Am. J. Manag. Care. 2000;6:S265–S275. [PubMed] [Google Scholar]", "Dunn JJ, Woolstenhulme RD, Langer J, Carroll KC. Sensitivity of respiratory virus culture when screening with R-mix fresh cells. J. Clin. Microbiol. 2004;42:79–82. doi: 10.1128/JCM.42.1.79-82.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Nie S, et al. Evaluation of Alere i Influenza A&B for rapid detection of influenza viruses A and B. J. Clin. Microbiol. 2014;52:3339–3344. doi: 10.1128/JCM.01132-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Merckx J, et al. Diagnostic accuracy of novel and traditional rapid tests for influenza infection compared with reverse transcriptase polymerase chain reaction: A systematic review and meta-analysis. Ann. Intern. Med. 2017;167:394–409. doi: 10.7326/M17-0848. [PubMed] [CrossRef] [Google Scholar]", "Bhattacharya S, et al. Transcriptomic biomarkers to discriminate bacterial from nonbacterial infection in adults hospitalized with respiratory illness. Sci. Rep. 2017;7:6548. doi: 10.1038/s41598-017-06738-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Salk JE, Suriano PC. Importance of antigenic composition of influenza virus vaccine in protecting against the natural disease; observations during the winter of 1947–1948. Am. J. Publ. Health Nat. Health. 1949;39:345–355. doi: 10.2105/AJPH.39.3.345. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Plotkin, S. A., Orenstein, W. & Offit, P. (eds), Vaccines 6th edn (Saunders, 2012)", "Rudenko L, Yeolekar L, Kiseleva I, Isakova-Sivak I. Development and approval of live attenuated influenza vaccines based on Russian master donor viruses: Process challenges and success stories. Vaccine. 2016;34:5436–5441. doi: 10.1016/j.vaccine.2016.08.018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Caspard H, Mallory RM, Yu J, Ambrose CS. Live-attenuated influenza vaccine effectiveness in children from 2009 to 2015-2016: A systematic review and meta-analysis. Open Forum Infect. Dis. 2017;4:ofx111. doi: 10.1093/ofid/ofx111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Manini I, et al. Egg-independent influenza vaccines and vaccine candidates. Vaccines. 2017;5:18. doi: 10.3390/vaccines5030018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Centers for Disease Control and Prevention. Flublok seasonal influenza (flu) vaccine. CDChttps://www.cdc.gov/flu/protect/vaccine/qa_flublok-vaccine.htm (2017).", "Clark TW, et al. Trial of 2009 influenza A (H1N1) monovalent MF59-adjuvanted vaccine. N. Engl. J. Med. 2009;361:2424–2435. doi: 10.1056/NEJMoa0907650. [PubMed] [CrossRef] [Google Scholar]", "Nohynek H, et al. AS03 adjuvanted AH1N1 vaccine associated with an abrupt increase in the incidence of childhood narcolepsy in Finland. PLOS ONE. 2012;7:33536. doi: 10.1371/journal.pone.0033536. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "DiazGranados CA, et al. Efficacy of high-dose versus standard-dose influenza vaccine in older adults. N. Engl. J. Med. 2014;371:635–645. doi: 10.1056/NEJMoa1315727. [PubMed] [CrossRef] [Google Scholar]", "Enami M, Luytjes W, Krystal M, Palese P. Introduction of site-specific mutations into the genome of influenza virus. Proc. Natl Acad. Sci. USA. 1990;87:3802–3805. doi: 10.1073/pnas.87.10.3802. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Krammer F, Palese P. Advances in the development of influenza virus vaccines. Nat. Rev. Drug Discov. 2015;14:167–182. doi: 10.1038/nrd4529. [PubMed] [CrossRef] [Google Scholar]", "Paules CI, Marston HD, Eisinger RW, Baltimore D, Fauci AS. The pathway to a universal influenza vaccine. Immunity. 2017;47:599–603. doi: 10.1016/j.immuni.2017.09.007. [PubMed] [CrossRef] [Google Scholar]", "Committee On Infectious Diseases Recommendations for prevention and control of influenza in children, 2017–2018. Pediatrics. 2017;140:20172550. doi: 10.1542/peds.2017-2550. [PubMed] [CrossRef] [Google Scholar]", "Palese P, Wang TT. H5N1 influenza viruses: facts, not fear. Proc. Natl Acad. Sci. USA. 2012;109:2211–2213. doi: 10.1073/pnas.1121297109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Gomaa MR, et al. Avian influenza A(H5N1) and A(H9N2) seroprevalence and risk factors for infection among Egyptians: a prospective, controlled seroepidemiological study. J. Infect. Dis. 2015;211:1399–1407. doi: 10.1093/infdis/jiu529. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Wang TT, Parides MK, Palese P. Seroevidence for H5N1 influenza infections in humans: meta-analysis. Science. 2012;335:1463. doi: 10.1126/science.1218888. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Varble A, et al. Influenza A virus transmission bottlenecks are defined by infection route and recipient host. Cell Host Microbe. 2014;16:691–700. doi: 10.1016/j.chom.2014.09.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sobel Leonard A, Weissman DB, Greenbaum B, Ghedin E, Koelle K. Transmission bottleneck size estimation from pathogen deep-sequencing data, with an application to human influenza A virus. J. Virol. 2017;91:e00171–17. doi: 10.1128/JVI.00171-17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Osterholm MT, Kelley NS, Sommer A, Belongia EA. Efficacy and effectiveness of influenza vaccines: a systematic review and meta-analysis. Lancet Infect. Dis. 2012;12:36–44. doi: 10.1016/S1473-3099(11)70295-X. [PubMed] [CrossRef] [Google Scholar]", "DiazGranados CA, Denis M, Plotkin S. Seasonal influenza vaccine efficacy and its determinants in children and non-elderly adults: a systematic review with meta-analyses of controlled trials. Vaccine. 2012;31:49–57. doi: 10.1016/j.vaccine.2012.10.084. [PubMed] [CrossRef] [Google Scholar]", "Beyer WE, et al. Reply: Letter to the editor, Cochrane rearranged. Vaccine. 2015;33:13–14. doi: 10.1016/j.vaccine.2014.05.045. [PubMed] [CrossRef] [Google Scholar]", "Centers for Disease Control and Prevention. ACIP votes down use of LAIV for 2016–2017 flu season. CDChttps://www.cdc.gov/media/releases/2016/s0622-laiv-flu.html (2016).", "Saito N, et al. Negative impact of prior influenza vaccination on current influenza vaccination among people infected and not infected in prior season: a test-negative case-control study in Japan. Vaccine. 2017;35:687–693. doi: 10.1016/j.vaccine.2016.11.024. [PubMed] [CrossRef] [Google Scholar]", "Paules CI, Sullivan SG, Subbarao K, Fauci AS. Chasing seasonal influenza - the need for a universal influenza vaccine. N. Engl. J. Med. 2018;378:7–9. doi: 10.1056/NEJMp1714916. [PubMed] [CrossRef] [Google Scholar]", "Hata A, Akashi-Ueda R, Takamatsu K, Matsumura T. Safety and efficacy of peramivir for influenza treatment. Drug. Des. Dev. Ther. 2014;8:2017–2038. doi: 10.2147/DDDT.S46654. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "McKimm-Breschkin JL. Influenza neuraminidase inhibitors: antiviral action and mechanisms of resistance. Influenza Other Respir. Viruses. 2013;7(Suppl. 1):25–36. doi: 10.1111/irv.12047. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Okoli GN, Otete HE, Beck CR, Nguyen-Van-Tam JS. Use of neuraminidase inhibitors for rapid containment of influenza: a systematic review and meta-analysis of individual and household transmission studies. PLOS ONE. 2014;9:113633. doi: 10.1371/journal.pone.0113633. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Muthuri SG, et al. Effectiveness of neuraminidase inhibitors in reducing mortality in patients admitted to hospital with influenza A H1N1pdm09 virus infection: a meta-analysis of individual participant data. Lancet Respir. Med. 2014;2:395–404. doi: 10.1016/S2213-2600(14)70041-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Dobson J, Whitley RJ, Pocock S, Monto AS. Oseltamivir treatment for influenza in adults: a meta-analysis of randomised controlled trials. Lancet. 2015;385:1729–1737. doi: 10.1016/S0140-6736(14)62449-1. [PubMed] [CrossRef] [Google Scholar]", "Venkatesan S, et al. Impact of outpatient neuraminidase inhibitor treatment in patients infected with influenza A(H1N1)pdm09 at high risk of hospitalization: an individual participant data metaanalysis. Clin. Infect. Dis. 2017;64:1328–1334. doi: 10.1093/cid/cix127. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Deyde VM, et al. Surveillance of resistance to adamantanes among influenza A(H3N2) and A(H1N1) viruses isolated worldwide. J. Infect. Dis. 2007;196:249–257. doi: 10.1086/518936. [PubMed] [CrossRef] [Google Scholar]", "Gubareva LV, et al. Comprehensive assessment of 2009 pandemic influenza A (H1N1) virus drug susceptibility in vitro. Antivir. Ther. 2010;15:1151–1159. doi: 10.3851/IMP1678. [PubMed] [CrossRef] [Google Scholar]", "Meijer A, et al. Oseltamivir-resistant influenza virus A (H1N1), Europe, 2007–2008 season. Emerg. Infect. Dis. 2009;15:552–560. doi: 10.3201/eid1504.181280. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bloom, J. D., Gong, L. I. & Baltimore, D. Permissive secondary mutations enable the evolution of influenza oseltamivir resistance. Science 328, 1272–1275. [PMC free article] [PubMed]", "Abed Y, Pizzorno A, Bouhy X, Boivin G. Role of permissive neuraminidase mutations in influenza A/Brisbane/59/2007-like (H1N1) viruses. PLOS Pathog. 2011;7:1002431. doi: 10.1371/journal.ppat.1002431. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Okomo-Adhiambo M, et al. Oseltamivir-resistant influenza A(H1N1)pdm09 viruses, United States, 2013–2014. Emerg. Infect. Dis. 2015;21:136–141. doi: 10.3201/eid2101.141006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Operario DJ, Moser MJ, St George K. Highly sensitive and quantitative detection of the H274Y oseltamivir resistance mutation in seasonal A/H1N1 influenza virus. J. Clin. Microbiol. 2010;48:3517–3524. doi: 10.1128/JCM.01031-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Memoli MJ, Hrabal RJ, Hassantoufighi A, Eichelberger MC, Taubenberger JK. Rapid selection of oseltamivir- and peramivir-resistant pandemic H1N1 virus during therapy in 2 immunocompromised hosts. Clin. Infect. Dis. 2010;50:1252–1255. doi: 10.1086/651605. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Whitley RJ, et al. Global assessment of resistance to neuraminidase inhibitors, 2008-2011: the Influenza Resistance Information Study (IRIS) Clin. Infect. Dis. 2013;56:1197–1205. doi: 10.1093/cid/cis1220. [PubMed] [CrossRef] [Google Scholar]", "Butler J, et al. Estimating the fitness advantage conferred by permissive neuraminidase mutations in recent oseltamivir-resistant A(H1N1)pdm09 influenza viruses. PLOS Pathog. 2014;10:1004065. doi: 10.1371/journal.ppat.1004065. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Meijer A, et al. Global update on the susceptibility of human influenza viruses to neuraminidase inhibitors, 2012–2013. Antiviral Res. 2014;110:31–41. doi: 10.1016/j.antiviral.2014.07.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yamashita M. Laninamivir and its prodrug, CS-8958: long-acting neuraminidase inhibitors for the treatment of influenza. Antivir. Chem. Chemother. 2010;21:71–84. doi: 10.3851/IMP1688. [PubMed] [CrossRef] [Google Scholar]", "Furuta Y, et al. Favipiravir (T-705), a novel viral RNA polymerase inhibitor. Antiviral Res. 2013;100:446–454. doi: 10.1016/j.antiviral.2013.09.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Clark MP, et al. Discovery of a novel, first-in-class, orally bioavailable azaindole inhibitor (VX-787) of influenza PB2. J. Med. Chem. 2014;57:6668–6678. doi: 10.1021/jm5007275. [PubMed] [CrossRef] [Google Scholar]", "Portsmouth S, Kawaguchi K, Arai M, Tsuchiya K, Uehara T. Cap-dependent endonuclease inhibitor S-033188 for the treatment of influenza: results from a phase 3, randomized, double-blind, placebo- and active-controlled study in otherwise healthy adolescents and adults with seasonal influenza. Open Forum Infect. Dis. 2017;4:S744. [Google Scholar]", "Haffizulla J, et al. Effect of nitazoxanide in adults and adolescents with acute uncomplicated influenza: a double-blind, randomised, placebo-controlled, phase 2b/3 trial. Lancet Infect. Dis. 2014;14:609–618. doi: 10.1016/S1473-3099(14)70717-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Beigel JH, et al. Immune plasma for the treatment of severe influenza: an open-label, multicentre, phase 2 randomised study. Lancet Respir. Med. 2017;5:500–511. doi: 10.1016/S2213-2600(17)30174-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hung IFN, et al. Hyperimmune IV immunoglobulin treatment: a multicenter double-blind randomized controlled trial for patients with severe 2009 influenza A(H1N1) infection. Chest. 2013;144:464–473. doi: 10.1378/chest.12-2907. [PubMed] [CrossRef] [Google Scholar]", "Koszalka P, Tilmanis D, Hurt AC. Influenza antivirals currently in late-phase clinical trial. Influenza Other Respir. Viruses. 2017;11:240–246. doi: 10.1111/irv.12446. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Torner N, et al. Effectiveness of non-pharmaceutical measures in preventing pediatric influenza: a case-control study. BMC Publ. Health. 2015;15:543. doi: 10.1186/s12889-015-1890-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Halloran ME, et al. Modeling targeted layered containment of an influenza pandemic in the United States. Proc. Natl Acad. Sci. USA. 2008;105:4639–4644. doi: 10.1073/pnas.0706849105. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Fiore AE, et al. Antiviral agents for the treatment and chemoprophylaxis of influenza —- recommendations of the Advisory Committee on Immunization Practices (ACIP) MMWR Recomm. Rep. 2011;60:1–24. [PubMed] [Google Scholar]", "Uyeki T. Antiviral treatment for patients hospitalized with 2009 pandemic influenza A (H1N1) N. Engl. J. Med. 2009;361:110. doi: 10.1056/NEJMopv0910738. [PubMed] [CrossRef] [Google Scholar]", "Stewart RJ, et al. Influenza antiviral prescribing for outpatients with an acute respiratory illness and at high risk for influenza-associated complications during 5 influenza seasons-United States, 2011–2016. Clin. Infect. Dis. 2018;66:1035–1041. doi: 10.1093/cid/cix922. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Oboho IK, et al. Oseltamivir use among children and adults hospitalized with community-acquired pneumonia. Open Forum Infect. Dis. 2017;4:ofw254. [PMC free article] [PubMed] [Google Scholar]", "Coleman BL, et al. Pre-and post-pandemic trends in antiviral use in hospitalized patients with laboratory-confirmed influenza: 2004/05-2013/14, Toronto, Canada. Antiviral Res. 2017;140:158–163. doi: 10.1016/j.antiviral.2017.01.025. [PubMed] [CrossRef] [Google Scholar]", "Hung IFN, et al. Efficacy of clarithromycin-naproxen-oseltamivir combination in the treatment of patients hospitalized for influenza A(H3N2) infection: an open-label randomized, controlled, phase IIb/III trial. Chest. 2017;151:1069–1080. doi: 10.1016/j.chest.2016.11.012. [PubMed] [CrossRef] [Google Scholar]", "Sims LD. Intervention strategies to reduce the risk of zoonotic infection with avian influenza viruses: scientific basis, challenges and knowledge gaps. Influenza Other Respir. Viruses. 2013;7(Suppl. 2):15–25. doi: 10.1111/irv.12076. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Domenech J, et al. Experiences with vaccination in countries endemically infected with highly pathogenic avian influenza: the Food and Agriculture Organization perspective. Rev. Sci. Tech. 2009;28:293–305. doi: 10.20506/rst.28.1.1865. [PubMed] [CrossRef] [Google Scholar]", "Ellis TM, et al. Use of avian influenza vaccination in Hong Kong. Dev. Biol. 2006;124:133–143. [PubMed] [Google Scholar]", "Leung YH, et al. Avian influenza and ban on overnight poultry storage in live poultry markets, Hong Kong. Emerg. Infect. Dis. 2012;18:1339–1341. doi: 10.3201/eid1808.111879. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lau EH, et al. Effect of interventions on influenza A (H9N2) isolation in Hong Kong’s live poultry markets, 1999–2005. Emerg. Infect. Dis. 2007;13:1340–1347. doi: 10.3201/eid1309.061549. [PubMed] [CrossRef] [Google Scholar]", "Bao CJ, et al. Live-animal markets and influenza A (H7N9) virus infection. N. Engl. J. Med. 2013;368:2337–2339. doi: 10.1056/NEJMc1306100. [PubMed] [CrossRef] [Google Scholar]", "Chambers, T. M., Dubovi, E. J. & Donis, R. O. in Textbook of Influenza 2nd edn (eds Webster, R. G., Monto, A. S., Braciale, T. J. & Lamb, R. A.) (Blackwell Science, Oxford, 2013).", "Nichol KL, D’Heilly SJ, Greenberg ME, Ehlinger E. Burden of influenza-like illness and effectiveness of influenza vaccination among working adults aged 50–64 years. Clin. Infect. Dis. 2009;48:292–298. doi: 10.1086/595842. [PubMed] [CrossRef] [Google Scholar]", "Gozalo PL, Pop-Vicas A, Feng Z, Gravenstein S, Mor V. Effect of influenza on functional decline. J. Am. Geriatr. Soc. 2012;60:1260–1267. doi: 10.1111/j.1532-5415.2012.04048.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Molinari NA, et al. The annual impact of seasonal influenza in the US: measuring disease burden and costs. Vaccine. 2007;25:5086–5096. doi: 10.1016/j.vaccine.2007.03.046. [PubMed] [CrossRef] [Google Scholar]", "Rello J, Pop-Vicas A. Clinical review: primary influenza viral pneumonia. Crit. Care. 2009;13:235. doi: 10.1186/cc8183. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Morens DM, Taubenberger JK, Fauci AS. Predominant role of bacterial pneumonia as a cause of death in pandemic influenza: implications for pandemic influenza preparedness. J. Infect. Dis. 2008;198:962–970. doi: 10.1086/591708. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Chien YW, Klugman KP, Morens DM. Bacterial pathogens and death during the 1918 influenza pandemic. N. Engl. J. Med. 2009;361:2582–2583. doi: 10.1056/NEJMc0908216. [PubMed] [CrossRef] [Google Scholar]", "Morris DE, Cleary DW, Clarke SC. Secondary bacterial infections associated with influenza pandemics. Front. Microbiol. 2017;8:1041. doi: 10.3389/fmicb.2017.01041. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Taubenberger JK, Morens DM. The pathology of influenza virus infections. Annu. Rev. Pathol. 2008;3:499–522. doi: 10.1146/annurev.pathmechdis.3.121806.154316. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Agyeman P, Duppenthaler A, Heininger U, Aebi C. Influenza-associated myositis in children. Infection. 2004;32:199–203. doi: 10.1007/s15010-004-4003-2. [PubMed] [CrossRef] [Google Scholar]", "MacDonald KL, et al. Toxic shock syndrome. A newly recognized complication of influenza and influenzalike illness. JAMA. 1987;257:1053–1058. doi: 10.1001/jama.1987.03390080043027. [PubMed] [CrossRef] [Google Scholar]", "Steininger C, et al. Acute encephalopathy associated with influenza A virus infection. Clin. Infect. Dis. 2003;36:567–574. doi: 10.1086/367623. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Dourmashkin RR. What caused the 1918–1930 epidemic of encephalitis lethargica? J. R. Soc. Med. 1997;90:515–520. [PMC free article] [PubMed] [Google Scholar]", "Zost SJ, et al. Contemporary H3N2 influenza viruses have a glycosylation site that alters binding of antibodies elicited by egg-adapted vaccine strains. Proc. Natl Acad. Sci. USA. 2017;114:12578–12583. doi: 10.1073/pnas.1712377114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hayden FG. Experimental human influenza: observations from studies of influenza antivirals. Antivir. Ther. 2012;17:133–141. doi: 10.3851/IMP2062. [PubMed] [CrossRef] [Google Scholar]", "Erbelding, E. J. et al. A universal influenza vaccine: the strategic plan for the National Institute of Allergy and Infectious Diseases. J. Infect. Dis.10.1093/infdis/jiy103 (2018). [PMC free article] [PubMed]", "Freidl, G. S. et al. Influenza at the animal-human interface: a review of the literature for virological evidence of human infection with swine or avian influenza viruses other than A(H5N1). Euro Surveill. 19https://www.eurosurveillance.org/images/dynamic/EE/V19N18/art20793.pdf (2014). [PubMed]", "Abdelwhab el SM, Veits J, Mettenleiter TC. Genetic changes that accompanied shifts of low pathogenic avian influenza viruses toward higher pathogenicity in poultry. Virulence. 2013;4:441–452. doi: 10.4161/viru.25710. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "World Health Organization. Cumulative number of confirmed human cases for avian influenza A(H5N1) reported to WHO, 2003–2017. WHOhttp://www.who.int/influenza/human_animal_interface/2017_12_07_tableH5N1.pdf (2017).", "Pantin-Jackwood MJ, et al. Role of poultry in the spread of novel H7N9 influenza virus in China. J. Virol. 2014;88:5381–5390. doi: 10.1128/JVI.03689-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "World Health Organization. Human infection with avian influenza A(H7N9) virus – China. WHOhttp://www.who.int/csr/don/26-october-2017-ah7n9-china/en/ (2017).", "Imai M, et al. A highly pathogenic avian H7N9 influenza virus isolated from A human is lethal in some ferrets infected via respiratory droplets. Cell Host Microbe. 2017;22:615–626. doi: 10.1016/j.chom.2017.09.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Li C, et al. Evolution of H9N2 influenza viruses from domestic poultry in Mainland China. Virology. 2005;340:70–83. doi: 10.1016/j.virol.2005.06.025. [PubMed] [CrossRef] [Google Scholar]", "Lam TT, et al. The genesis and source of the H7N9 influenza viruses causing human infections in China. Nature. 2013;502:241–244. doi: 10.1038/nature12515. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Palese P, Tumpey TM, García-Sastre A. What can we learn from reconstructing the extinct 1918 pandemic influenza virus? Immunity. 2006;24:121–124. doi: 10.1016/j.immuni.2006.01.007. [PubMed] [CrossRef] [Google Scholar]", "Matthey S, et al. Rapid detection of respiratory viruses by shell vial culture and direct staining by using pooled and individual monoclonal antibodies. J. Clin. Microbiol. 1992;30:540–544. [PMC free article] [PubMed] [Google Scholar]", "Loeffelholz MJ, et al. Comparison of the FilmArray Respiratory Panel and Prodesse real-time PCR assays for detection of respiratory pathogens. J. Clin. Microbiol. 2011;49:4083–4088. doi: 10.1128/JCM.05010-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Teo J, et al. VereFlu: an integrated multiplex RT-PCR and microarray assay for rapid detection and identification of human influenza A and B viruses using lab-on-chip technology. Arch. Virol. 2011;156:1371–1378. doi: 10.1007/s00705-011-0999-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kim DK, Poudel B. Tools to detect influenza virus. Yonsei Med. J. 2013;54:560–566. doi: 10.3349/ymj.2013.54.3.560. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hurt AC, Alexander R, Hibbert J, Deed N, Barr IG. Performance of six influenza rapid tests in detecting human influenza in clinical specimens. J. Clin. Virol. 2007;39:132–135. doi: 10.1016/j.jcv.2007.03.002. [PubMed] [CrossRef] [Google Scholar]"], "isFullpaper": true, "keywords": ["Influenza virus", "Vaccines", "Respiratory tract diseases", "Viral pathogenesis", "Influenza virus", "Vaccines", "Respiratory tract diseases", "Viral pathogenesis"], "authors": ["Florian Krammer", "Gavin J. D. Smith", "Ron A. M. Fouchier", "Malik Peiris", "Katherine Kedzierska", "Peter C. Doherty", "Peter Palese", "Megan L. Shaw", "John Treanor", "Robert G. Webster", "Adolfo García-Sastre"], "term": "influenza", "chunk_id": ["e16853d5-0779-441b-a2fc-1c6626666191", "9f4e0f7a-f556-4177-804a-cf9818fae95a", "0de51b15-fdfb-468b-9df7-e384c39f798e", "fa266e83-917b-4f01-b49f-c72828c1c74e", "0c6816dc-10dc-4801-8aae-7b446337ad3a", "ff271a5a-1a23-4c65-9427-92e8d4af6086", "a9128654-b619-4ba4-909e-cdd9296845c5", "c026a317-2cbd-4043-b859-0a06b4021034", "f8027983-4bf1-498c-a09d-45c6902da4bb", "436d4d84-2f0b-4e6e-90bc-20f2b84f0ea9", "7a19a590-5b07-4864-a400-6d565e30dcf6", "4c01a7be-ea90-4a43-a5f6-07590533bab4", "12972634-e22a-479f-ab32-95655fdf1d43", "f4c8f203-cc2d-4ea3-97ae-2af2b4f35b5e", "791bfc7d-7695-493a-8e93-09f7fa428e92", "84c0a528-b9da-41b0-ba7c-99d7b3d4327b", "8099dd23-8df3-44e0-8d77-cf10107d8646", "e00572bd-39e2-4493-b381-f4c247548a2a", "9f278f61-55ee-4fc0-bf7a-99041162c6a3", "2ef5ccce-05ba-4e8f-a620-2b47902732bc", "9130e724-6ba6-47b9-9169-1c49614969a8", "d8d28eba-cd86-43d9-a23d-cf0c23ea735b", "27573c0a-59ab-4b31-8a15-68c8bbdf31fc", "cb81431d-048a-499b-8e63-24a4747ad5f9", "590ef07c-1b92-440c-b3e4-277f7f13aad5", "a9bf8aa4-cb5e-4dbf-a5ec-8d0570f58ea9", "32f1ea1f-f563-45a8-8bc6-ac6c03aec040", "577781e0-512a-41bd-926c-cbf43b1fdac5", "c0158a9c-f08e-4ad6-aea3-96111726b53a", "e6c0bb99-60ac-43a5-8936-be87f2d020f2", "910ea4f9-9e52-4c25-b868-e315c59725fc", "67c681f6-230c-4b8e-931d-cb3ceacb628a", "ad20b2c7-0bf9-4c84-ae9c-040ed8e1861d", "072be41e-44dd-4f41-9f14-3c45354435a4", "74aad75b-feab-4fa9-b9b2-8da0216ae42e", "e819a134-c6c8-49b3-af1a-b3222786427b", "27782f69-dbd9-4134-b3b9-fc6572e4c3fc", "c1141506-2948-41cd-8dfb-f0daa2c7560c", "798f7c5a-22a2-4f5e-b840-0ae2b79cdf69", "b3db100a-fe40-4c59-8a1d-cf4319a682d3", "4f2524bb-7664-4a1b-8694-d5dc93b90646", "1f6a3ff2-6cf9-4a66-9653-2277926b65ca", "be64d6a4-116b-4903-877a-78f9c1cce645", "986be10f-e6d0-498f-bd56-f20404e4c9a4", "2c9249bc-0c6c-4725-a4e6-2aad40645ebf", "68c2b6c6-49d4-4022-8a8e-9d8d79c5392b", "70db4824-d033-4329-9c92-306acbed62da", "cce11c6f-8f0c-4179-a8f5-9bd890b1a1d0", "9f428bc9-6b04-4aa9-9622-a84b4060e7f4", "3d3bbb33-3578-4010-aff1-bc371e052490", "ce791da9-47b5-433e-9584-32f7356d2e2d", "46568877-e123-446e-8417-41a747344af9", "34fdcdae-486e-4501-84cb-1e94997d27ac", "b9b1b39c-bbaa-401d-9c16-e7a9c87542d3", "057ff287-c9b2-492e-b0ee-4af2c93aec7d", "15b2d7d7-9e8b-49b8-926e-107a02f841a5", "bfdfef94-6faf-4127-a1b8-a54a548c6ce8", "7ee76a6b-d3b4-4e3b-a271-95cbbff704ee", "2726a776-12be-4022-a860-903029e83452", "088ef65c-10c1-4677-a9f0-6dcf0a826ff6", "e3b3a11b-f876-4a57-a0cf-c17798dc2a78", "3c24fb62-9fbe-4847-a4b0-6a5329de2fa9", "0001d95c-d632-459e-b229-742f0bf67205", "9ba504e8-276c-4b0d-b3e9-6c0cda155a98", "f4f7e0c9-47c2-48f1-b0c8-a761a24a11f3", "dfc49caf-e7a0-4340-9a19-5c3656eb5084", "fda41546-ee3b-4c80-8f73-09534aef6fd3", "5ad193f5-5629-445a-a362-1f0f901a608e", "eb76f7b7-d43d-471c-a8ef-1ef9ca2bf5e7", "b26ca40d-b056-422d-aaf0-093b05085a60", "6f6539fd-2848-4889-a6c6-918c05294784", "3887817a-effe-41ed-963e-999618d35755", "c32097e6-9197-4bbd-9573-e03116e780dd", "771bfc49-6b06-4a91-98c4-83cac6af7504", "39db71a9-a25b-42b9-9685-80e81ae0b94a", "7df9d50d-7c08-47bc-b026-5c0fc3f55a5f", "16a66717-0f08-47bd-8934-afb257bdc462", "5120a3cf-5797-46bd-9e44-93e30e77a3c2", "c47bdcee-99b2-4df1-bae2-c7cef6902224", "fd31415e-6137-4f85-88d7-f72732ccaf1a", "a9efd868-d20d-4095-87ca-3ed1096b25ff", "45b3322d-d9b2-4f02-a30c-ed05bd916a45", "baefc74c-b479-4f90-9747-784d59ba39de", "ab9a5d0a-805a-4717-8dc6-591ffc7131c0", "56c3eae7-a500-49d8-924b-b6e05d642149", "5522222c-611f-45db-b8d9-d2b415f1e0a6", "43bf32d7-f301-4324-816d-984e6724ad9f", "22aeaaff-162e-4cce-b15b-f34c5c476c58", "d845105b-692d-424b-ad47-5143af659887", "af69384c-2b58-4515-bfcc-40a7e18d902a", "0e119510-5dee-4f35-b1bc-7c88fe83c9ac", "a7286f57-3e6d-4dc6-89c8-d39a527b82d5", "ba8cfaa1-054e-4738-ac58-f27aa7a11acf", "a4777530-4ceb-4210-b671-ea8ec6da25c3", "c738134c-ad93-4626-a2d6-105b0f630c9f", "4aa2f9c3-3760-4936-b03e-f3ed91501a19", "99530bd0-90c1-431f-8c53-6ae95369d7be", "95730de0-8382-4162-8501-cfe35f19f242", "3412b4a9-e248-44f6-bcc4-eb97a95adcf5", "0e036808-0532-4628-8673-0662420bfa5b", "3be28d58-5055-43ac-a743-cbfc5e1f10b1", "662e7003-0488-4e78-a170-1de6a416cdcb", "c4e42449-56ea-4fec-ad05-2153951f4152", "243c4f86-c94b-482c-ae0b-f380e3299b7c", "167cc4e3-215a-41b0-900b-ec9e8bf15594", "be06f69c-ffd9-43dd-bae0-b458cca6392e", "a54669e1-cb9f-4a1a-a0dc-218732b50522", "3cb56e73-ae35-4b2e-9dac-30c68ff3f9f6", "026520d4-0064-46e6-966c-816ac55e71f2", "4c28cebc-eeee-4c7a-a5ee-b710dbe4d5d4", "8958a073-897e-44e9-87a7-f96aa12ce2be", "17840fab-b95a-4027-af0c-331ae62b799b", "5ecc20b8-cfa5-4d57-801d-d189879d6a46", "ea5e1e7d-bb01-4a8b-83db-8ccbb662810e", "365ee252-f3be-4071-ad8b-979be050236b", "23beab88-f53c-46ce-b724-2b20a05f4bbd", "618e4fbf-d4db-400f-8639-93c9f5916481", "4716ed54-982f-4e0c-ad58-69fa64224220", "6701b818-9ec9-4316-9d1b-54a6470999b7", "d1af23df-bc3b-4556-8ef2-8f3b0043e10b", "45d5b5c6-10f0-48fa-8647-83590b3789b7", "0e2643cf-434d-4f93-a934-f2f21d7d7422", "69cf35e9-4362-487c-8f4b-c58e314761c2", "02ba041c-7434-4fd2-b0cd-6975f24b3e52"], "chunks": ["Nat Rev Dis Primers. 2018; 4(1): 3. Published online 2018 Jun 28. doi: 10.1038/s41572-018-0002-yPMCID: PMC7097467PMID: 29955068InfluenzaFlorian Krammer,1 Gavin J. D. Smith,2,3 Ron A. M. Fouchier,4 Malik Peiris,5,6 Katherine Kedzierska,7 Peter C. Doherty,7,8 Peter Palese,1,9 Megan L. Shaw,1 John Treanor,10 Robert G. Webster,11 and Adolfo García-Sastre1,9,12Florian Krammer1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY USA Find articles by Florian KrammerGavin J. D. Smith2Duke–NUS Medical School, Singapore, Singapore 3Duke Global Health Institute, Duke University, Durham, NC USA Find articles by Gavin J. D. SmithRon A. M. Fouchier4Department of Viroscience, Erasmus MC, Rotterdam, Netherlands Find articles by Ron A. M", ". Fouchier4Department of Viroscience, Erasmus MC, Rotterdam, Netherlands Find articles by Ron A. M. FouchierMalik Peiris5WHO Collaborating Centre for Infectious Disease Epidemiology and Control, School of Public Health, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, Hong Kong, China 6Center of Influenza Research, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, Hong Kong, China Find articles by Malik PeirisKatherine Kedzierska7Department of Microbiology and Immunology, University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria Australia Find articles by Katherine KedzierskaPeter C", ". Doherty7Department of Microbiology and Immunology, University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria Australia 8Department of Immunology, St Jude Children’s Research Hospital, Memphis, TN USA Find articles by Peter C. DohertyPeter Palese1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY USA 9Division of Infectious Diseases, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY USA Find articles by Peter PaleseMegan L. Shaw1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY USA Find articles by Megan L. ShawJohn Treanor10Division of Infectious Diseases, Department of Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY USA Find articles by John TreanorRobert G. Webster11Department of Infectious Diseases, St Jude Children’s Research Hospital, Memphis, TN USA Find articles by Robert G", ". WebsterAdolfo García-Sastre1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY USA 9Division of Infectious Diseases, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY USA 12Global Health and Emerging Pathogens Institute, Icahn School of Medicine at Mount Sinai, New York, NY USA Find articles by Adolfo García-SastreAuthor information Copyright and License information PMC Disclaimer1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY USA 2Duke–NUS Medical School, Singapore, Singapore 3Duke Global Health Institute, Duke University, Durham, NC USA 4Department of Viroscience, Erasmus MC, Rotterdam, Netherlands 5WHO Collaborating Centre for Infectious Disease Epidemiology and Control, School of Public Health, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, Hong Kong, China 6Center of Influenza Research, Li Ka Shing Faculty of Medicine, The", "Region, Hong Kong, China 6Center of Influenza Research, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, Hong Kong, China 7Department of Microbiology and Immunology, University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria Australia 8Department of Immunology, St Jude Children’s Research Hospital, Memphis, TN USA 9Division of Infectious Diseases, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY USA 10Division of Infectious Diseases, Department of Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY USA 11Department of Infectious Diseases, St Jude Children’s Research Hospital, Memphis, TN USA 12Global Health and Emerging Pathogens Institute, Icahn School of Medicine at Mount Sinai, New York, NY USA Adolfo García-Sastre, Email: ude.mssm@ertsas-aicrag.ofloda.Corresponding author.Copyright © Macmillan Publishers Ltd., part of Springer", "author.Copyright © Macmillan Publishers Ltd., part of Springer Nature 2018This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source", ". These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.Influenza is an infectious respiratory disease that, in humans, is caused by influenza A and influenza B viruses. Typically characterized by annual seasonal epidemics, sporadic pandemic outbreaks involve influenza A virus strains of zoonotic origin. The WHO estimates that annual epidemics of influenza result in ~1 billion infections, 3–5 million cases of severe illness and 300,000–500,000 deaths. The severity of pandemic influenza depends on multiple factors, including the virulence of the pandemic virus strain and the level of pre-existing immunity. The most severe influenza pandemic, in 1918, resulted in >40 million deaths worldwide. Influenza vaccines are formulated every year to match the circulating strains, as they evolve antigenically owing to antigenic drift", ". Nevertheless, vaccine efficacy is not optimal and is dramatically low in the case of an antigenic mismatch between the vaccine and the circulating virus strain. Antiviral agents that target the influenza virus enzyme neuraminidase have been developed for prophylaxis and therapy. However, the use of these antivirals is still limited. Emerging approaches to combat influenza include the development of universal influenza virus vaccines that provide protection against antigenically distant influenza viruses, but these vaccines need to be tested in clinical trials to ascertain their effectiveness.Subject terms: Influenza virus, Vaccines, Respiratory tract diseases, Viral pathogenesisInfluenza is an infectious respiratory disease that, in humans, is caused by influenza A and influenza B viruses", ". This Primer discusses the biological features of influenza viruses, their effects on human and animal health and the mitigation strategies to reduce the burden of this disease.Subject terms: Influenza virus, Vaccines, Respiratory tract diseases, Viral pathogenesisIntroductionInfluenza is an infectious respiratory disease; in humans, it is caused by influenza A (genus influenzavirus A) and influenza B (genus influenzavirus B) viruses (influenzavirus C and influenzavirus D genera are also known). Symptoms associated with influenza virus infection vary from a mild respiratory disease confined to the upper respiratory tract and characterized by fever, sore throat, runny nose, cough, headache, muscle pain and fatigue to severe and in some cases lethal pneumonia owing to influenza virus or to secondary bacterial infection of the lower respiratory tract", ". Influenza virus infection can also lead to a wide range of non-respiratory complications in some cases — affecting the heart, central nervous system and other organ systems1,2. Although characterized by annual seasonal epidemics, sporadic and unpredictable global pandemic outbreaks also occur that involve influenza A virus strains of zoonotic origin. Pandemic influenza occurs every 10–50 years and is characterized by the introduction of a new influenza A virus strain that is antigenically very different from previously circulating strains; the lack of pre-existing immunity in humans is often associated with the severity of the infection and an increase in mortality.All influenza viruses are enveloped negative-sense single-strand RNA viruses with a segmented genome", ". Influenza A and influenza B viruses contain eight RNA segments, which encode RNA polymerase subunits, viral glycoproteins (namely, haemagglutinin (HA), with its distinct globular ‘head’ and ‘stalk’ structures, which facilitate viral entry, and neuraminidase (NA), which facilitates viral release), viral nucleoprotein (NP), matrix protein (M1) and membrane protein (M2), the nonstructural protein NS1 and nuclear export protein (NEP) (Fig. 1). The HA and NA viral proteins are the most antigenically variable, and in the case of influenza A virus, they are classified into antigenically diverse subtypes. These two viral glycoproteins are located at the surface of the virus particle and are the main targets for protective antibodies induced by influenza virus infection and vaccination. Each influenza virus isolate is named according to its type or genus, host and place of isolation, isolate number and year of isolation (Box 1)", ". Influenza C and influenza D viruses have only seven RNA segments and do not seem to cause substantial disease in humans. However, influenza C virus infections can cause influenza-like illness and hospitalizations in some instances, especially in children3.Open in a separate windowFig. 1Influenza A and influenza B.The figure represents an influenza A virus particle or virion. Both influenza A and influenza B viruses are enveloped negative-sense RNA viruses with genomes comprising eight single-stranded RNA segments located inside the virus particle", ". Although antigenically different, the viral proteins encoded by the viral genome of influenza A and influenza B viruses have similar functions: the three largest RNA segments encode the three subunits of the viral RNA-dependent RNA polymerases (PB1, PB2 and PA) that are responsible for RNA synthesis and replication in infected cells; two RNA segments encode the viral glycoproteins haemagglutinin (HA, which has a ‘stalk’ domain and a ‘head’ domain), which mediates binding to sialic acid-containing receptors and viral entry, and neuraminidase (NA), which is responsible for releasing viruses bound to non-functional receptors and helping viral spread. The RNA genome is bound by the viral nucleoprotein (NP), which is encoded by RNA segment 5. RNA segments 6 and 8 encode more than one protein, namely, the matrix protein (M1) and membrane protein (M2) — BM2 in the case of influenza B — and the nonstructural protein NS1 (not shown) and nuclear export protein (NEP)", ". The M1 protein is thought to provide a scaffold that helps the structure of the virion and that, together with NEP, regulates the trafficking of the viral RNA segments in the cell; the M2 protein is a proton ion channel that is required for viral entry and exit and that, together with the HA and NA glycoproteins, is located on the surface of the virus anchored in a lipid membrane derived from the infected cell. Finally, the NS1 protein is a virulence factor that inhibits host antiviral responses in infected cells. The influenza viruses can also express additional accessory viral proteins in infected cells, such as PB1–F2 and PA-x (influenza A), that participate in preventing host innate antiviral responses together with the NS1 protein or NB (influenza B), the function of which is unknown. NS1, NEP, PB1–F2 and PA-x are not present in the virus particle or are present in only very small amounts", ". NB is a unique influenza B virus surface protein anchored in the lipid membrane of the virus particles.The segmented nature of the influenza viral genome enables reassortment, that is, interchange, of genomic RNA segments when two viruses of the same type (that is, two influenza A viruses or two influenza B viruses) infect the same cell. A unique characteristic of influenza A viruses is that they circulate not only in humans but also in domestic animals, pigs, horses and poultry and in wild migratory birds (>100 species of ducks, geese, swans, gulls, waders and wild aquatic birds are considered natural reservoirs4,5). A total of 16 antigenically different HA and 9 antigenically different NA serotypes or subtypes (18 HA and 11 NA, if including bat influenza A-like viruses, which are phylogenetically close to influenza A virus but unable to reassort with influenza A viruses6,7) have been identified among the different avian strains of influenza A virus8", ". These animal reservoirs provide a source of antigenically diverse HA and NA genes that can be exchanged between viral strains by reassortment after co-infection of the same host, increasing virus diversity and in some instances leading to the generation of human pandemic influenza virus strains with HA and/or NA derived from animal strains. The HA subtypes can be grouped into two groups on the basis of the phylogeny of the HA molecule. Within each group, the domain encoding the HA stalk is antigenically similar. By contrast, influenza B and influenza C viruses are not divided into different subtypes and are restricted to humans, with no known animal reservoirs, although limited spillover to seals and pigs has occurred, respectively9,10", ". However, influenza B viruses have recently diverged into two antigenically different lineages (B/Victoria/2/1987-like and B/Yamagata/16/1988-like) that are currently co-circulating in humans, which prompted the inclusion of these two lineages, in addition to the influenza A H1N1 and H3N2 viruses, in many of the seasonal human influenza vaccines. Influenza C viruses are usually associated with very mild or asymptomatic infections in humans. In addition, influenza D virus is distantly related to influenza C virus, and it has been isolated from pigs and cows11,12.In 2009, the first influenza virus pandemic of this century was caused by a novel H1N1 influenza A virus reassortant that was previously circulating in pigs13,14. Vaccines were not available on time to contain the first waves of infection", ". Vaccines were not available on time to contain the first waves of infection. Current influenza antiviral adamantane drugs that target the viral M2 ion channel and inhibitors of NA enzymes have limitations, as viral resistance against M2 inhibitors is prevalent in the currently circulating human influenza A H1N1 and H3N2 strains; viruses resistant to the NA inhibitor oseltamivir have been prevalent among influenza A H1N1 strains since just before the 2009 pandemic15. Intriguingly, the adamantane-resistant, oseltamivir-sensitive 2009 pandemic influenza A H1N1 viruses replaced the previously circulating oseltamivir-resistant, adamantane-sensitive seasonal influenza A H1N1 virus that circulated globally in 2008–2009. Although detection of the currently circulating influenza A H1N1 viruses harbouring the NA-H275Y mutation, which imparts oseltamivir resistance, has been noted, emergence of resistance to NA inhibitors is not a major public health problem today16", ". Current seasonal influenza vaccines have only suboptimal effectiveness across all age groups, particularly in elderly individuals (a high-risk group for severe influenza virus infection). Thus, there is a major need to better understand the biology of influenza virus infections to develop new and more-effective antiviral agents and vaccines.In this Primer, we discuss the biological features of influenza viruses and their effects on human and animal health, as well as the mitigation strategies to reduce the burden of influenza. We focus more on influenza A viruses because of their unique pandemic potential compared with other influenza viruses.Box 1 Influenza virus nomenclatureEach influenza virus isolate receives a unique name according to a set of rules", ". First, the name denotes the type of influenza virus (A, B, C or D), followed by the host species from which the virus was isolated (if not specified, the isolate is considered human), the geographical location at which the virus was isolated, the isolate number and the year of isolation. In the case of influenza A viruses, the haemagglutinin (HA) and neuraminidase (NA) subtype is also usually indicated after the viral isolate name. For example, influenza A/Turkey/Ontario/6118/1968 (H8N4) virus is an influenza A virus isolated from a turkey in Ontario in 1968, isolate number 6118; the virus isolate has an HA from the HA antigenic subtype 8 and an NA from the NA antigenic subtype 4.EpidemiologyInfluenza in humansThe major burden of disease in humans is caused by seasonal epidemics of influenza A and influenza B viruses, with most of the infections occurring in children, although most of the severe cases involve very young or elderly individuals", ". Seasonal influenza A H1N1 and H3N2 currently circulate in humans, but influenza A H2N2 viruses were the only human circulating influenza A viruses from 1957 to 1968. Before 1918, conclusive evidence of the circulating subtypes is not available. In addition to seasonal epidemics, the introduction of influenza A viruses from either avian or swine populations has led to four pandemics since 1918, with those viruses subsequently becoming seasonal epidemic strains in subsequent years (Fig. 2). During pandemics, influenza viruses spread very quickly from the point of origin to the rest of the world in several waves during the year (Fig. 2) owing to the lack of pre-existing immunity, which could also contribute to increased virulence", ". 2) owing to the lack of pre-existing immunity, which could also contribute to increased virulence. Studies on the transmission of seasonal influenza A virus in humans have proposed that populations in southeast Asia, eastern Asia and/or the tropics act as permanent sources for seeding seasonal epidemics17,18, whereas other studies indicate that multiple geographical regions might act as seed populations for virus migration19. However, a lack of sufficient sequence data from areas such as Africa, India and South America currently prevents a complete understanding, as viral sequences, which are not routinely obtained during diagnosis, are required to ascertain the relationships between viruses spreading in different areas of the world. Seasonal influenza virus outbreaks typically occur in the winter months, when low humidity and low temperatures favour transmission; two ‘influenza seasons’ occur per year: one in the Northern Hemisphere and one in the Southern Hemisphere", ". However, unlike temperate regions, seasonal influenza patterns are very diverse in tropical countries. Climate factors, including minimum temperature, hours of sunshine and maximum rainfall, seem to be the strongest predictors of influenza seasonality20. Seasonal influenza B viruses co-circulate in humans with influenza A viruses and follow the same patterns of transmission.Open in a separate windowFig. 2Influenza pandemics.In the past 100 years, four pandemics of human influenza have occurred, with the 1918 pandemic caused by an influenza A H1N1 virus being the most devastating, as it was associated with >40 million deaths236. Influenza A H2N2, H3N2 and H1N1 viruses caused the 1957, 1968 and 2009 pandemics, respectively. In 1977, influenza A H1N1 restarted circulation in humans without causing a pandemic, as the strain was similar to that which preceded the 1957 influenza A H2N2 pandemic", ". By contrast, the 2009 pandemic influenza A H1N1 virus was antigenically very different to the previous seasonal influenza A H1N1 viruses and replaced them as the circulating influenza A H1N1 strain. Examples of the spreading of human influenza A viruses in the world are shown for pandemic 1918 and 1957 viruses and for seasonal H3N2 viruses18. For pandemic virus outbreaks, the arrows indicate the first and second waves of transmission. For seasonal influenza A H3N2 spread, the arrows indicate the seeding hierarchy of seasonal influenza A (H3N2) viruses over a 5-year period, starting from a network of major cities in east and southeast Asia; the hierarchy within the city network is unknown", ". Seasonal influenza B viruses (not shown) are co-circulating in humans with influenza A viruses.Incidence In the United States and from 2010 to 2017, the Centers for Disease Control and Prevention (CDC) has estimated that influenza virus infection has resulted in between 9.2 million and 35.6 million illnesses and between 140,000 and 710,000 hospitalizations21. In a typical year, 3–5 million cases of severe illness are caused by seasonal influenza virus infection in the world. Children seem to be the main human transmitters of influenza viruses, as illustrated by studies showing that vaccination of children reduces the incidence of severe influenza virus infections in elderly individuals22", ". Incidence of influenza virus infections increases during pandemic years owing to the lack of pre-existing immunity against the new virus, but severity varies depending on the pandemic virus itself, with the 1918 influenza A H1N1 pandemic being the most severe of the past 100 years.Zoonotic human infections with influenza A virus strains of swine and avian origins are rare, with specific strains, such as the avian H5N1 and H7N9 and the so-called swine H3N2 variant viruses, being the most prevalent but confined to a limited number of human cases in specific geographical areas, with only limited human-to-human transmission", ". Prior age-related immunological imprinting in specific age groups acquired by exposure to viruses of the same or related subtype is associated with reduced incidence of disease with novel subtype influenza viruses23.Mortality Influenza A and influenza B viruses cause epidemic seasonal infections, resulting in ~500,000 deaths annually worldwide24, with the most recently calculated estimates being 291,243–645,832 deaths per year during the 1999–2015 period25. Seasonal influenza virus-associated deaths in the United States range from 5,000 to 52,000 people per year, depending on the year26. Several comorbidities are known to increase the risk of lethal influenza virus infection. In addition, pregnancy and age are known risk factors, with very young (<1 year of age) and elderly (>65 years of age) individuals being the most vulnerable populations", ". Although mortality is low in children >2 years of age and young adults, a substantial number of deaths owing to influenza virus infection have been recorded in young individuals with no known predisposition factors. Approximately 100 children die each year from influenza in the United States; this number has been stable since 2010 (ref.27). Severe disease and/or mortality in patients with influenza virus infection are in general due to either virus-induced pneumonia or secondary bacterial superinfection. Primary viral pneumonia is characterized by high levels of viral replication in the lower respiratory tract accompanied by strong pro-inflammatory responses, also referred to as cytokine storm.Risk factors Young children who have not had multiple previous exposures to influenza viruses are fairly susceptible to infection and typically have higher fever and more-severe symptoms and shed larger number of virus particles for longer periods of time", ". Older adults, either because of immunosenescence, concurrent chronic illnesses or both, are also at risk of more-severe illness, hospitalization and infectious complications28. In addition to the extremes of age, other groups at risk of severe disease, hospitalization or death include those with chronic pulmonary or cardiac conditions, diabetes mellitus or immunocompromising conditions29,30. Possibly because of difficulty handling respiratory secretions, individuals with neuromuscular disorders are also recognized as being at increased risk31. Pregnancy has long been recognized as a risk factor for severe influenza disease, possibly because of the increased cardiopulmonary demands of pregnancy or the effects of pregnancy on the immune system; the risk increases by trimester and persists into the post-partum period32. During the 2009 pandemic with influenza A H1N1, morbid obesity with body mass index >35–40 kg per m2 was also recognized as an important risk factor33", ". Obesity is associated with excessive influenza virus replication, increased severity of secondary bacterial infections and reduced vaccination efficacy34. Finally, the role of host genetic factors in disease remains poorly studied, but polymorphisms and nonsense mutations in several host genes (such as IFITM3 and IRF7, which encode genes involved in the interferon pathway) have been shown to predispose to severe disease35–37.Influenza in animalsInfection of waterfowl with low pathogenic avian influenza A (LPAI) viruses, called as such owing to their lack of lethality in poultry, produces little or no clinical symptoms38. However, upon transmission to poultry, LPAI can cause substantial disease symptoms; in addition, viruses with H5 and H7 subtypes can become highly pathogenic (that is, lethal) in poultry", ". Outbreaks of highly pathogenic avian influenza A (HPAI) throughout Eurasia and northern Africa are the major influenza disease burden in animals, with >400 million birds killed and economic losses totalling US$20 billion in the first 10 years of the 21st century39. Outbreaks of HPAI in poultry have also caused considerable problems in the United States, with the HPAI H5Nx (where x = 1–9) viruses, derived by reassortment of the Asian HPAI H5N1 viruses, being a recent example40. Recently, LPAI H7N9 viruses circulating in China have become HPAI through the acquisition of a multibasic cleavage site in their HAs and have also caused some self-limiting infections in humans41. Influenza A viruses can also cause mild to severe respiratory infection in a variety of mammals, including swine, horses and dogs; additionally, an outbreak of an influenza A virus of avian origin was detected in cats in New York, as first reported in December 2016", ". From its first report until February 2017, the influenza A H7N2 feline influenza A virus infected ~500 shelter cats and a veterinarian who treated one of the infected cats42.Mechanisms/pathophysiologyHuman influenza viruses are transmitted through the respiratory route, whereas avian influenza viruses in wild birds are transmitted through the faecal–faecal, faecal–oral or faecal–respiratory routes. Depending on the route of transmission, the virus targets epithelial cells of the respiratory or intestinal tract for infection and productive replication. In addition, some avian influenza A viruses, especially those of the H7 subtype, have been associated with human infections of the eye and conjunctivitis (inflammation of the conjunctiva)43", ". Severity of infection in humans is associated with replication of the virus in the lower respiratory tract, which is accompanied by severe inflammation owing to immune cell infiltration.Transmission in animalsThe main reservoir of diverse strains and subtypes of influenza A virus is wild birds, especially migratory ducks and geese. Indeed, domestic ducks raised on open ponds are the logical intermediaries between the reservoirs of influenza viruses in wild aquatic birds and other domestic poultry (Fig. 3). Transmission between birds can occur directly from contaminated water", ". 3). Transmission between birds can occur directly from contaminated water. Although most of the 16 HA and 9 NA influenza A subtypes cause asymptomatic infections in avian species, H5Nx and H7Nx subtypes can evolve into HPAI strains through the acquisition of a novel cleavage site in HA (which enables HA maturation by ubiquitous host proteases and spread of the virus outside the respiratory and intestinal epithelia to multiple organs, including the brain) and can cause lethal infections in chicken, turkey and some breeds of domestic duck44,45", ". Transmission of influenza viruses to multiple domestic poultry species occurs through so-called backyard farming, whereby species are raised together and in live poultry markets; subsequent transmission to commercial avian farms can occur through the lack of biosecurity (that is, procedures or measures designed to isolate and protect animals and humans from contact with infectious viruses) and because of viral spread through live markets46 (Box 2).Open in a separate windowFig. 3Emergence of influenza A virus from aquatic wild bird reservoirs.Influenza A viruses have been found in multiple species all seemingly derived from viral ancestors in wild birds, with the possible exception of bat influenza-like virus, which is of still uncertain origin. Influenza viruses from wild birds can spill over through water or fomites to marine mammals and to domestic free-range ducks", ". Transmissions to other avian species (for example, poultry) from domestic ducks or directly from wild birds can also occur from contaminated water. Transmission from ducks to other species occurs through ‘backyard’ farming, whereby the animals are raised together, and in live poultry and/or animal markets. Transmission from backyard to commercial farms can occur via lack of biosecurity and via spread through live markets46. Humans can be infected with poultry and swine influenza viruses through aerosols, fomites or contaminated water. However, in most instances these infections do not result in subsequent human-to-human transmission. Human-to-human transmission of seasonal or pandemic human viruses can be mediated by respiratory droplets, aerosols or self-inoculation after touching of fomites. Additional virus adaptations would be required for sustainable human-to-human transmission of animal influenza viruses", ". Other domestic animals known to be susceptible to influenza virus infections are dogs and cats. Dashed lines represent transmission that bypasses a domestic duck intermediate.Influenza in pigs is a respiratory disease akin to influenza in humans, with high fever and pneumonia caused by influenza A H1N1, H3N2 and H1N2 subtypes47. Some strains of influenza A virus have been known to be transmitted by aerosol spread from humans to pigs and vice versa, including the pandemic 2009 influenza A H1N1 strain48 and the influenza A H3N2 variant that transmits from pigs to children49. In horses, infection causes respiratory disease and is spread by aerosol; two lineages of influenza A H3N8 are primarily responsible. In 2004, the equine influenza A H3N8 strain spread to dogs42,50", ". In 2004, the equine influenza A H3N8 strain spread to dogs42,50. In 2006 in Asia, an avian H3N2 influenza A virus was also detected as being transmitted to dogs51.Box 2 Avian (poultry) influenzaThe influenza viruses causing disease outbreaks in domestic poultry are the highly pathogenic avian influenza A (HPAI) H5Nx and H7Nx (where x = 1–9) and the low pathogenicity avian influenza A (LPAI) H6N1, H7N9 and H9N2 strains228. The major global problem for farmers of gallinaceous poultry (for example, chicken, quail and turkey) is the emergence of H5 and H7 HPAI viruses from LPAI precursors that must be reported to the World Organisation for Animal Health (OIE) and can result in trade embargoes. In poultry, the HPAI strains are transmitted both by aerosol and faecal contamination and cause systemic haemorrhagic disease and death229. Between 2003 and 2017, the HPAI H5N1 strain infected 860 humans and caused 545 deaths230", ". Between 2003 and 2017, the HPAI H5N1 strain infected 860 humans and caused 545 deaths230. The LPAI H7N9 strain that emerged in China in 2013 causes asymptomatic infections of quail and chicken231, but from 2013 to 2017, a total of 1,564 laboratory-confirmed human infections with this virus were reported in China232. To complicate matters, some LPAI H7N9 viruses have recently become HPAI233. But perhaps the most insidious influenza virus in domestic poultry on the basis of its prevalence and ability to reassort is H9N2, which emerged in Asia in the early 1990s; this virus causes asymptomatic infection in poultry, was the donor of six internal RNA segments to both HPAI H5N1 and LPAI H7N9 and was occasionally transferred to pigs and humans234,235.Cell entry and viral replicationAt the cellular level, influenza virus replication (Fig. 4) mainly takes place in epithelial cells of the respiratory tract in humans and other mammals and in epithelial cells of the intestinal tract in birds", ". The cellular cycle of the virus starts with binding to the target cell. This binding is mediated by the viral HA (which binds to sialic acids present in the oligosaccharides of the glycoproteins at the cellular surface) and is also responsible for the haemagglutination caused by virus particles when incubated with red blood cells. HAs from human influenza viruses bind preferentially to sialic acids linked by an α2,6 linkage to the rest of the oligosaccharide, whereas those from most of the avian influenza viruses favour binding to α2,3-linked sialic acids, as these bonds are the most abundant sialic linkages in the epithelial cells of the human upper respiratory tract and of the avian intestinal tract, respectively52,53. After binding, the virus is internalized in an endosome, and the endosome is trafficked and acidified, which triggers a conformational change in the viral HA that induces the fusion of the viral envelope with that of the endosome", ". As the endosomal pH varies between host species, the pH stability of HA is one of the determinants of viral tropism.Open in a separate windowFig. 4Influenza virus life cycle.Influenza virus enters the cell by endosomal uptake and release, and its negative-sense genetic material in the form of viral ribonucleoproteins (vRNPs) is imported to the nucleus for transcription of mRNA and replication through a positive-sense complementary ribonucleoprotein (cRNP) intermediate. Viral mRNA is translated into viral proteins in the cytoplasm, and these are assembled into new virions together with the newly synthesized vRNPs. PB1–F2 is shown here as a dimer, but can also be multimeric", ". PB1–F2 is shown here as a dimer, but can also be multimeric. HA, haemagglutinin; M1, matrix protein; M2, membrane protein; NA, neuraminidase; NEP, nuclear export protein; NP, nucleoprotein; NS1, nonstructural protein; PB1, PB2 and PA, viral RNA polymerases.Fusion results in the release of virus contents, namely, its genetic material in the form of eight viral ribonucleoproteins (vRNPs), into the cytoplasm. vRNPs are subsequently imported into the nucleus of the infected cells, where transcription and replication of the viral RNA takes place through the enzymatic activities of the viral polymerase complex attached to the vRNPs. Viral RNA replication occurs through a positive-sense intermediate, known as the complementary ribonucleoprotein (cRNP) complex. Viral RNA transcription results in positive-strand mRNAs that are capped and polyadenylated and exported into the cytoplasm for translation into viral proteins", ". Newly synthesized viral polymerases (PB1, PB2 and PA) and viral NP are imported to the nucleus to further increase the rate of viral RNA synthesis, whereas virus membrane proteins HA, NA and M2 traffic to and get inserted into the plasma membrane. Newly synthesized HA needs to be cleaved into HA1 and HA2 polypeptides by cellular proteases to be functional. The cleavage site of HA is responsible for the tissue tropism of the virus, with all influenza viruses having a cleavage site recognized by extracellular proteases present in respiratory and intestinal epithelial cells, except for the HPAI viruses, which contain a multibasic cleavage site in HA that is recognized by ubiquitous proteases. Viral nonstructural proteins NS1, PB1–F2 (which can be dimeric or multimeric) and PA-x regulate cellular processes to disarm host antiviral responses", ". Viral M1 and NEP localize to the nucleus at late stages of viral infection, bind to vRNPs and mediate their export to the cytoplasm, where, through interactions with the recycling endosome, they migrate to the plasma membrane and are bundled into the eight vRNPs. Budding of new virions takes place, resulting in the incorporation of the vRNPs into new virus particles with a membrane derived from the host plasma membrane and containing the viral transmembrane proteins. NA activity prevents non-productive binding of HA of new virions to receptors bearing sialic acid present in the viral glycoproteins and in the membrane of the infected cells, facilitating viral spread. Viral replication results in cell death with pathological implications", ". Viral replication results in cell death with pathological implications. In addition, viral products induce a pro-inflammatory response that is responsible for the recruitment of innate and adaptive immune cells, which clear and eliminate the virus, but that in excess induces immunopathology and pneumonia.Antigenic driftInfluenza viruses are capable of evading the antibody-mediated immunity induced during previous infections or vaccinations by gradually accumulating mutations in HA and NA5 (Fig. 5). This process, known as antigenic drift, necessitates frequent updates of influenza vaccines to ensure sufficient antigenic relatedness between the vaccine and emerging virus variants", ". Because HA is currently the main component of the inactivated influenza vaccines, human and animal influenza virus surveillance programmes are in place to monitor antigenic changes of the virus, primarily using the haemagglutination inhibition assay (a surrogate assay to measure the inhibition of the interaction between HA and host cell receptors) and viral RNA sequence analyses54,55. Increased attention to antigenic drift of NA, measured using neuraminidase inhibition assays, could further increase the antigenic match between vaccines and circulating viruses56–58. In addition, antigenic drift of T cell epitopes has been observed but not as frequently as antibody-mediated drift59. Computational methods, so-called antigenic cartography, enable quantitative analyses and visualizations of haemagglutination inhibition assay data and neuraminidase inhibition assay data60.Open in a separate windowFig", ". 5Influenza antigenic shift and antigenic drift.In 1968, co-infections between an avian influenza A H3Nx (where x = 1–9) virus and the seasonal human influenza A H2N2 viruses resulted in the exchange of viral segments (reassortment) and the selection of the pandemic human influenza A H3N2 virus, with the RNA polymerase PB1 and haemagglutinin (HA) RNA segments derived from the avian virus and the rest of the segments derived from the human virus. The lack of pre-existing immunity to the antigenically novel H3 HA in humans facilitated human transmission. Similar reassortment processes have taken place during other influenza A virus pandemics. Once H3N2 became established in humans, the virus began to drift, as is the case with all other human seasonal influenza viruses. During drift, small antigenic changes in the HA protein generated by mutation are selected to increase immune evasion, although not as dramatically as during shift", ". M, RNA encoding M1, matrix protein, and M2, membrane protein; NA, RNA encoding neuraminidase; NP, RNA encoding nucleoprotein; NS1, RNA encoding nonstructural protein; PB2 and PA, RNA encoding RNA polymerases.These methods to quantify antigenic drift of influenza virus strains, along with site-directed mutagenesis studies, have revealed that substantial antigenic drift can be caused by one or very few amino acid substitutions adjacent to the functional sites in the head (but not the stalk) of the HA protein61–63. The antigenic evolution of influenza viruses was shown to be more rapid in human influenza viruses than in swine and equine viruses, which is presumably related to the size, mixing and age-structure (that is, humans have a longer lifespan than swine and horses) of the host populations60,63,64. In wild birds, in which numerous avian influenza A virus HA and NA subtypes are circulating, within-subtype antigenic variation seems to be limited", ". However, upon introduction in poultry, antigenic variation within avian virus subtypes — perhaps related to a selective antibody pressure imposed by vaccine use — has been noted62.Antigenic shiftIn contrast to antigenic drift, antigenic shift refers to drastic changes in the antigenicity of the HA of circulating influenza A viruses; antigenic shift is associated with influenza A pandemics. The HA — and sometimes the NA — molecules of pandemic viruses are derived from antigenically diverse animal strains of influenza virus, which can be acquired by human influenza strains through reassortment (Fig. 5). Pandemic outbreaks are usually associated with the extinction of the previous circulating strains. However, in 1977, influenza A H1N1 viruses, not seen in humans since the 1957 influenza A H2N2 pandemic, started to co-circulate with influenza A H3N2 viruses65", ". The 2009 influenza A H1N1 pandemic was caused by an influenza A H1N1 virus that was antigenically very different from the seasonal influenza A H1N1 virus circulating at the time and resulted in the extinction of the previous influenza A H1N1 human lineage, but it did not result in the extinction of the influenza A H3N2 viruses. Since 2009, influenza A H3N2 and influenza A H1N1 viruses derived from the 2009 pandemic virus and two lineages of influenza B virus are co-circulating in humans.The limited number of pandemic events that have happened makes it very difficult to predict the next pandemic. Human influenza A virus infections with antigenically diverse avian H5N1, avian H7N9, swine H3N2 and other animal influenza viruses are constantly detected in geographical regions where these strains are prevalent owing to the contact of infected poultry or swine with humans", ". However, no cases of sustained human-to-human transmission have been associated with these viruses, indicating that further adaptations need to take place for these viruses to become transmissible in humans. How feasible it is for these viruses to become adapted to human transmission and retain virulence is unclear. Only a few changes are needed for influenza A H5N1 viruses to become transmissible in ferrets, a host that is often used as an animal model of human influenza virus infection66–68.Adaptations to new hostsAquatic waterfowl (for example, orders Anseriformes and Charadriiformes) host influenza A viruses of all the HA (H1–H16) and NA (N1–N9) subtypes and are believed to be the natural reservoirs of influenza viruses69. Some viruses, presumably from waterfowl, have adapted to other birds (Galliformes, such as chicken, quail and turkeys) and mammals (such as humans, swine, equine, dogs, mink and marine mammals)70", ". Such inter-species transmission and adaptation often involve viral genetic adaptations to the new host and can be attributed to viral RNA polymerases, which are error prone and have higher mutations rates than cellular DNA polymerases. The ensuing intra-host viral genetic diversity (sometimes referred to as viral quasi-species) results in a ‘swarm’ of viral mutants that facilitate adaptation to new selection pressures. Multiple genetic variants are transmitted between animals, and low-fitness variants can be maintained during transmission, presumably helped by the fitter variants within a host71. Maintenance of such genetic diversity in the virus population within one host would be potentially advantageous in adaptation following inter-species transmission events", ". In addition, the segmented RNA genome of the influenza virus enables viral genetic reassortment, providing an additional mechanism for genetic adaptation.Adaptation to transmission in new hosts is usually multifactorial and could involve amino acid substitutions in the viral HA to optimize receptor binding72, to optimize HA and NA balance between their receptor binding and their receptor destroying activities, respectively73, and to enable HA to become activated at different pH values74", ". Additionally, changes in the viral RNA polymerase protein subunits can affect its activity in different hosts and affect the temperature sensitivity of the virus75,76 (the temperature of the human upper respiratory tract is ~33 °C, which is lower than that of birds and swine); changes in NP can affect susceptibility to the host antiviral protein interferon-induced GTP-binding protein Mx1 (ref.77), and changes in M1 and M2 proteins could alter viral morphology and facilitate respiratory transmission in new hosts78", ". Such functional changes that affect transmission could also be acquired through viral genetic reassortment, as occurred with the emergence of the human pandemics of 1957, 1968 and 2009 (ref.79).Genetic adaptations can occur at the interface between wild aquatic birds and domestic ducks or geese, between aquatic and terrestrial poultry (as occurred with the emergence of avian influenza A viruses H5N1, H7N9 and H10N8) or within swine (as occurred with the emergence of the North American triple reassortant influenza A viruses and of the 2009 pandemic influenza A H1N1 virus). Of the influenza A H3N8 and H7N7 viruses endemic in equine for many decades, the H7N7 viruses seem to have become extinct, whereas the H3N8 viruses have persisted and have been transmitted to dogs in the United States50, increasing the host range of H3N8 viruses. In another example, avian influenza A H3N2 viruses have adapted to dogs in Asia51", ". In another example, avian influenza A H3N2 viruses have adapted to dogs in Asia51. Recently, species of bat from Guatemala and Peru have been found to carry influenza A-like viruses with new subtypes of HA and NA (namely, H17, H18, N10 and N11), and further influenza virus diversity can be detected in bats6,80. Although bat influenza A-like H17N10 and H18N11 viruses are unable to reassort with conventional influenza A viruses, they can replicate in mammalian species other than bats, raising the possibility that they could become adapted to other mammals81.Innate immune responsesHost innate immunity represents a crucial barrier that viruses need to overcome to replicate and propagate in new hosts, and influenza viruses dedicate several viral proteins to overcome these responses. For example, the NS1 protein of the virus is an RNA-binding protein that prevents the activation of cytoplasmic viral RNA sensors, such as retinoic acid-inducible gene I protein (RIG-I; also known as DDX58)82", ". RIG-I recognizes the influenza viral RNAs on the basis of the presence of a terminal 5′-triphosphate moiety and an adjacent double-stranded RNA structure formed by the 5′ and 3′ ends of the viral RNAs that is required for viral RNA replication and transcription83. NS1 binds to the host factors E3 ubiquitin-protein ligase TRIM21 and E3 ubiquitin-protein ligase RNF135 (also known as Riplet), which are required for RIG-I activation after viral RNA recognition, preventing a signalling cascade that otherwise leads to induction of interferon and interferon-inducible antiviral genes with antiviral activity, such as MX1, EIF2AK2 (more commonly known as PKR), OAS1, IFITM family members and IFIT family members, among others84. Moreover, influenza A virus NS1 can also prevent host mRNA synthesis, processing and trafficking events, inhibiting host responses to viral infection85–87", ". Interferon signalling events mediated by the Janus kinase (JAK)–signal transducer and activator of transcription (STAT) pathway as well as the antiviral functions of several interferon-stimulated genes might also be targeted by NS1 to prevent the host antiviral response88–90.In addition to NS1, several other influenza virus proteins can dampen the interferon-mediated antiviral response. PB1–F2, a viral nonstructural protein generated from an alternative open reading frame present in the PB1 RNA, suppresses the activation of mitochondrial antiviral-signalling protein (MAVS), an adaptor molecule located downstream of RIG-I and required for interferon induction91. PB2, a component of the viral polymerase, also seems to target MAVS activation92. PA-x, a recently discovered viral protein resulting from ribosomal frameshift of the viral RNA polymerase PA mRNA, suppresses host gene expression by virtue of its RNA endonuclease activity93", ". The multiple ways in which influenza virus counteracts the interferon-mediated antiviral response illustrate the importance of this host pathway.Both type I interferons (namely, interferon-α (IFNα) and IFNβ) and type III interferons (namely, IFNλ) can inhibit viral replication in epithelial cells94. Tissue-resident macrophages and dendritic cells can also be infected by the virus, but viral production seems to be limited in these innate immune cells95. Nevertheless, exposure of these cells to viral infection results in their activation and the secretion of pro-inflammatory cytokines, leading to the recruitment of additional innate cells, such as natural killer cells and pro-inflammatory monocytes, to the lungs, where they can control viral infection by killing infected cells. Although these host responses to infection are crucial for final viral clearance and induction of adaptive immune responses, an exacerbated response can lead to immunopathology and severe disease", ". For instance, high levels of neutrophil extracellular traps (chromatin-based structures released from neutrophils) can lead to lung damage and severe influenza virus infection96. Therapies aimed to reduce this so-called cytokine storm might be beneficial for patients with severe influenza97.Adaptive immune responsesT cell immunity Although mouse models are not considered optimal for analysing the pathogenesis of viral pneumonia, much of the research into how influenza virus-specific T cells work has used such systems. However, as the technology for monitoring T cell-mediated immunity in humans has improved, these basic insights have been validated98–102. In influenza virus infection, CD4+ T cell help is required for class-switching of antibodies and for optimal CD8+ T cell memory responses103,104. CD4+ T cell help is also required for peptide-based (and other) vaccines to promote optimal humoral and cellular immunity105,106", ". It is less clear whether CD4+ T cells are important effectors of direct influenza virus clearance that work via IFNγ production99,104, as occurs in infections with large DNA viruses such as herpesviruses.With respect to CD8+ T cells, cytotoxic T lymphocyte (CTL) effectors are required for optimal influenza virus clearance107,108. In their absence, antibody-mediated mechanisms might also work, though less rapidly. Prominent antigenic components are the NP, matrix protein M1 and the viral polymerases109. Of particular interest is the fact that infected cells display viral peptides 8–12 amino acids in length that bind major histocompatibility complex (MHC; encoded by the HLA genes) class I glycoproteins to form the antigenic complex (epitope) recognized by T cell receptors on influenza virus-specific CTLs", ". These peptides are generally derived from components inside the virus that are less subject to antibody-selected antigenic drift and, therefore, are more conserved across distinct influenza virus strains and subtypes. Strong evidence supports the idea that established CTL memory directed towards conserved viral peptides presented by widely prevalent human MHC glycoproteins (for example, that are encoded by HLA-A2) can provide a measure of protection against a novel influenza A virus that crosses over from an avian reservoir to humans101 (for example, the recent H7N9 cases101) (Fig. 6). Furthermore, the increased influenza virus susceptibility of some indigenous populations (in Australia and Alaska) correlates with the relatively low frequency of such ‘protective’ HLA types within these populations100.Open in a separate windowFig", ". 6Rapid recovery from avian influenza A H7N9 virus infection is associated with early CD8+ T cell responses.a | Patients who recovered early from severe influenza A H7N9 disease had rapid and prominent CD8+ cytotoxic T lymphocyte (CTL) recall responses. These early interferon-γ (IFNγ)-producing CTLs were most likely derived from pre-existing memory pools established after seasonal human influenza A virus infection, which then cross-reacted with H7N9. CTL responses were followed by antibody (Abs) responses 2–3 days later and by CD4+ T cells and natural killer (NK) cell responses101. b | By contrast, individuals who succumbed to severe influenza disease had minimal cellular or antibody immunity.Given the unpredictability of influenza A virus pandemics and the inevitable lag phase in the production of vaccines (which are typically inactivated influenza virus vaccines), there is, of course, broad interest in possible strategies for cross-protective immunization", ". Live attenuated vaccines certainly have the potential to induce CD8+ T cell responses, but evidence to date suggests that they do not promote strong CTL memory110. Strategies aimed at maintaining large numbers of influenza virus-specific CTLs in the normal lung may both be impractical and have physiological consequences; instead, effector CTLs will likely need to be recalled from the recirculating ‘resting’ CTL memory pool. This approach can give more rapid virus clearance than is the case in a CTL-naive individual, resulting in milder disease outcomes.Major questions are what constitutes optimal CTL memory, and how is this established. At a basic level, epigenetic profiles of the various CTL differentiation states (naive, effector and memory) are being defined to better understand the processes involved111. Also, as naive CTL sets are lost with age, priming influenza virus-specific CTLs early is important112", ". As for many other questions with CTLs, analysis of influenza virus infections will continue to inform the overall understanding of protective viral immunity.B cell immunity B cell responses are an integral part of the immune response to both influenza virus infection and influenza virus vaccines. Antibodies contribute substantially to the protection from infection, as shown by early experiments in which sera from an influenza virus-immune ferret could protect a naive ferret from influenza disease after challenge113. B cell responses mainly target viral HA and NA and, to a lesser degree, other viral proteins, including the NP and the matrix proteins114. Of note, discrete antigenic sites on the head domain of HA seem to be the preferential target of the antibody response115; these sites are immunodominant over most other B cell epitopes of the virus116,117. However, the molecular and immunological reasons for antigenic immunodominance remain obscure", ". However, the molecular and immunological reasons for antigenic immunodominance remain obscure. Antibodies that target the head domain of HA are typically neutralizing (via blockade of receptor binding) and show inhibitory activity in the haemagglutination inhibition assay. Importantly, the haemagglutination inhibition titre correlates (imperfectly) with protection and is a surrogate marker for vaccine efficacy that is globally accepted by regulatory agencies118.Antibody responses to influenza virus infection in naive humans are typically robust and long lasting. For example, antibodies raised to strains encountered in childhood can usually be detected at reasonable levels in elderly individuals and might protect from virus variants with similar antigenicity encountered later in life119–122. However, antigenic drift particularly affects the HA head domain, which has high plasticity123,124", ". However, antigenic drift particularly affects the HA head domain, which has high plasticity123,124. Over the course of a lifetime, individuals might be exposed to or infected by influenza viruses several times. Interestingly, the first infection in life and its immune imprinting might skew antibody responses to subsequent exposures. This phenomenon was originally described as the original antigenic sin125, but different aspects of it have been called antigenic seniority, antigenic imprinting and back-boosting126. Typically, exposure to a new virus variant (or subtype) might also induce antibodies to viruses encountered earlier in life, depending on the relatedness of the two antigens", ". An antibody response against a novel virus variant in adults might, therefore, be heavily influenced by the individual’s exposure history117,127,128, which is an issue for vaccine development.In addition to neutralizing strain-specific antibodies, viral infection can also induce low-level humoral immune responses against conserved epitopes of viral proteins126. Among these epitopes are the membrane proximal stalk domain of HA129,130, the extracellular domain of the M2 protein131 and conserved epitopes of NA132–135. The broad antibody responses against these epitopes might contribute to protection, and they often work through mechanisms that rely on crystallizable fragment (Fc)–Fc receptor (FcR) interactions (effector functions) or — in the case of anti-NA antibodies — NA inhibition136–138", ". However, the antibody responses induced by such conserved epitopes through infection or immunization (with current vaccines) are weak and reduce their potential contributions to protection in the general population.As the mucosal surfaces of the respiratory tract are the main entry pathway for influenza viruses in humans, secreted antibodies play a major part in the prevention of infection. Key experiments in the guinea pig model of influenza have shown that only mucosal immune responses (including immunoglobulin A (IgA)) but not systemic immune responses can efficiently inhibit virus transmission139,140, which is important considering that influenza virus vaccines should prevent both disease in the host and transmission.Diagnosis, prevention and screeningDiagnosisA diagnosis of influenza is made mostly on the basis of clinical presentation and epidemiological likelihood of infection", ". Initially, nonspecific symptoms predominate, including fever, chills or frank shaking, headaches, myalgia (muscle pain), malaise (discomfort) and anorexia. The onset of these symptoms is sudden, and respiratory symptoms, particularly a dry cough, sore or dry throat (possibly with hoarseness) and nasal obstruction and discharge, are usually also present. Cough is the most frequent respiratory symptom and can be accompanied by substernal discomfort or burning. Presentation in older adults and in individuals with compromised immune systems can initially be less dramatic, possibly because of a diminished cytokine response, but initial mild symptoms can progress to severe lower respiratory disease in these patients. The presentation can include fever, lassitude (lack of energy) and confusion without the characteristic respiratory complaints, which may not occur at all", ". Presentation in children can include febrile seizures but other prominent systemic complaints may not be present.During seasonal influenza epidemics, diagnosis on the basis of clinical presentation has reasonable accuracy in previously healthy young and middle-aged adults, in whom the presence of fever with either cough or sore throat is associated with influenza virus infection in ~80% of patients141. However, as these symptoms are similar to those caused by other respiratory pathogens, which include parainfluenza virus, respiratory syncytial virus, human metapneumovirus, adenoviruses, rhinoviruses and coronaviruses, specific diagnostic tests are required to confirm infection by an influenza virus. Confirmation is important for reasons that include management of individual patients, public health responses and surveillance efforts142–144, but as patients do not always present to health-care facilities, the number of confirmed diagnoses is under-reported", ". The type of sample submitted for testing is usually a nasopharyngeal swab, a nasal wash or a combined throat and nasal swab; because the sensitivity correlates with viral load, samples obtained within 3 days of symptom onset are preferable.As influenza-like illness can be caused by many viruses, the gold standard laboratory tests used for influenza are viral culture and reverse transcription PCR (RT-PCR) (Table 1). Virus culture is critical for detailed characterization of novel viruses, surveillance of sensitivity to antiviral drugs and monitoring of antigenic drift; it is time consuming, but the length of the test can be reduced if shell-vial co-cultures are used, which detect virus-positive cells by immunostaining before the presence of cytopathic effect145. By contrast, RT-PCR, which is a highly sensitive and specific molecular test, is quick, can be incorporated into multiplex assays and can be used to subtype viruses", ". The nucleic acid amplification tests are clearly superior to virus culture in both sensitivity and speed in the context of clinical management. For both viral culture and RT-PCR, the quality of the sample is important, as irregularities in handling can lead to degradation and false-negative results. The site sampled can also affect the sensitivity of the assay; nasopharyngeal swabs are preferred to throat swabs for detection of the virus during upper respiratory infection. As neither of these assays provides a point-of-care diagnosis, rapid antigen tests have been developed that are fast, can be run in a physician’s office and are less expensive, although low and variable sensitivity is a limitation. To overcome this limitation, a rapid molecular assay has been developed and approved by the US FDA, with results comparable to those of RT-PCR except in samples with low viral loads146", ". New point-of-care digital immunoassays also have superior sensitivity in detecting influenza A and influenza B virus infections compared with traditional rapid antigen tests147. Several recent point-of-care nucleic acid amplification tests with even higher sensitivities147 are now approved in United States", ". Future developments might include the use of transcriptomic approaches to diagnose both the cause and the severity of respiratory illnesses, for example, the presence of secondary bacterial infections and/or inflammatory markers148.Table 1Advantages and disadvantages of influenza diagnostic testsDiagnostic assayDescriptionAdvantagesDisadvantagesVirus cultureVirus detected by the appearance of cytopathic effect, HA assay or direct fluorescence antibody staining• High specificity ( >95%)237• Enables characterization of novel viruses• Enables surveillance of antiviral sensitivity and antigenic drift• Slow ( >3 days)• Requires specialized skills and equipment• Lower sensitivity than RT-PCRRT-PCRPrimers to conserved genes can be used in combination with those for HA• High specificity ( >99%)238• High sensitivity ( >99%)238• Can be multiplexed238• Can be automated in relatively high throughput• Moderately fast (hours)• Can be used to simultaneously type and subtype viruses239• Expensive•", "Moderately fast (hours)• Can be used to simultaneously type and subtype viruses239• Expensive• More prone to false positive results (by nucleic acid contamination) than virus culture238Rapid antigen testImmunoassay detection of the presence of viral antigen in the sample• Fast (15 min)• Low cost• Point of care• Can detect both influenza A and influenza B• Low sensitivity (70–50%)240,241• Prone to false negative results241 (96% negative predictive value)• Cannot provide subtype informationRapid molecular assayBased on isothermal nucleic acid amplification; requires simple heat source and fluorescence detection• Fast (15 min)• High specificity ( >99%)240• Good sensitivity (66–100%)240• Point of careExpensiveOpen in a separate windowHA, haemagglutinin; RT-PCR, reverse transcription PCR.VaccinesAfter the causative agent of influenza was identified to be a virus in the 1930s, attempts were made during World War II to develop inactivated virus as a vaccine, which culminated in the licensing", "during World War II to develop inactivated virus as a vaccine, which culminated in the licensing of the first influenza virus vaccine for the civilian population in 1945 in the United States", ". Unfortunately, it soon became clear that the vaccine did not protect well against new influenza virus strains. Specifically, the 1947 seasonal epidemic strain had changed sufficiently that the vaccines made with earlier circulating strains had lost their effectiveness149. All currently available influenza virus vaccines are injected intramuscularly, with the exception of the live attenuated influenza virus vaccines, which are administered intranasally.Design and manufacture Although antigenic shift and antigenic drift in influenza viruses are recognized problems, the procedure to manufacture influenza virus vaccines has remained largely unchanged for many decades. The manufacture of influenza virus vaccines involves growing the virus in embryonated chicken eggs and inactivation using formalin (or another alkylating reagent). In the 1970s, two changes were introduced", ". In the 1970s, two changes were introduced. First, reassortment of up to six internal RNA segments of the high-yielding influenza A/Puerto Rico/8/1934 strain with RNA segments encoding HA and NA of the seasonal vaccine candidates improved the growth characteristics of the virus in embryonated eggs with obvious advantages for vaccine production (Fig. 7). Second, the whole virus is now subjected to treatment with ether or detergent to make subvirion (or split) preparations, which are much less reactogenic and are more tolerable for the patient (reviewed in ref.150).Open in a separate windowFig", ". 7Inactivated influenza A virus vaccine manufacture.An antigenically representative circulating strain is reassorted with the high-growth influenza A/Puerto Rico/8/1934 (PR8) virus strain by co-infection in eggs, and a vaccine virus is selected with the high-growth properties of PR8 (conferred by its RNA segments encoding internal viral proteins) and the haemagglutinin (HA) and neuraminidase (NA) derived from the circulating strain. The vaccine virus is amplified in eggs, and the allantoic fluid from the infected eggs containing high titres of the virus is harvested; the virus is inactivated, treated for splitting of individual viral components and subjected to partial purification to enrich for the HA (and NA) viral components in the final injectable vaccine.In 2003, MedImmune (Gaithersburg, Maryland, USA) introduced the first live attenuated influenza virus vaccine (LAIV) licensed in the United States", ". This vaccine is based on the backbones of the influenza A/Ann Arbor/6/1960 and influenza B/Ann Arbor/1/1966 strains, through the passaging of the viruses at low temperature (25 °C). Cold-adapted influenza virus vaccines based on the same principle and developed by the Institute of Experimental Medicine (IEM, Saint Petersburg, Russia) have been successfully used in Russia since 1987 (ref.151). Seasonal vaccines are made by reassortment of the six internal RNA segments of the cold-adapted strain with the HA and NA RNA segments of the influenza virus strains specified by the health authorities for inclusion in the seasonal vaccines. Vaccine strain selection for both inactivated vaccines and LAIVs is based on the determination of the prevalence of recent human circulating strains by multiple laboratories engaged in a WHO-sponsored influenza surveillance programme (Box 3)", ". LAIVs seem to have advantages in inducing mucosal and more broadly protective immune responses in infants and children than inactivated influenza virus preparations (reviewed in ref.150). However, studies with LAIVs in the United States have shown poor efficacy against the influenza A H1N1 component152.Tissue culture cell-based substrates other than embryonated eggs have the advantage of not becoming limiting in cases when vaccine production needs to increase, such as during pandemic outbreaks. Cell-grown influenza virus vaccines based on Madin–Darby canine kidney (MDCK) and Vero cells (from kidney epithelial cells of monkeys) were licensed in Europe in 2007 and 2009, respectively. However, production of the Vero-cell vaccine has been stopped, as the company that developed them ceased its vaccine production portfolio, and the FDA only approved the first MDCK-grown influenza virus vaccine in 2012 (ref.153)", ". This approval was a major accomplishment after exhaustive studies to demonstrate that the cells did not contain adventitious viruses that were due to known naturally occurring dog viruses, such as oncogenic papilloma and retroviruses.Another breakthrough for influenza vaccines came in 2013, when the FDA licensed Flublok (Protein Sciences Corporation, Meriden, Connecticut, USA), which is a product made exclusively using recombinant DNA technologies. For the quadrivalent product, four different baculoviruses expressing the HA of two influenza A viruses and the HA of two influenza B viruses are used to infect continuous insect cell lines; the HA proteins are then extracted and purified from the infected cells — a process that completely avoids the use of influenza viruses and of embryonated eggs. Thus, there is now a faster start-up possible for vaccine manufacturing in cases of vaccine shortages or the emergence of novel pandemic strains", ". Also, there is no need for time-consuming adaptations of the vaccine strains to increase yields in embryonated eggs or in tissue culture, as the recombinant baculoviruses express different HAs at comparable levels in insect cells154.Addition of adjuvants to inactivated influenza vaccines can improve vaccine efficacy and the breadth and duration of protection and can have dose-sparing benefits in case of years with vaccine shortages. Indeed, in November 2009, German regulatory authorities approved an MF59-adjuvanted, MDCK-grown influenza A H1N1 pandemic vaccine155. MF59 is a squalene-based adjuvant that increases the immunogenicity of protein-based vaccines, and MF59-adjuvanted inactivated influenza vaccines are now approved for use in people >65 years of age, in whom unadjuvanted inactivated influenza vaccines perform poorly. In 2013, the FDA approved an adjuvant influenza vaccine for the prevention of pandemic influenza A H5N1", ". This vaccine is for use in people >18 years of age who are at increased risk of infection with avian influenza A H5N1 viruses. The adjuvant used, AS03, similar to MF59, is a squalene-based oil-in-water emulsion that is combined with the H5N1 component before intramuscular injection. AS03-adjuvanted pandemic influenza virus vaccines have previously been used in Europe during the 2009 influenza A H1N1 pandemic, where they received close attention owing to several reported cases of vaccine-associated narcolepsy156, a chronic neurological disorder characterized by excessive daytime sleepiness. Contributory roles of the pandemic virus or the vaccine antigens in these adverse events could not be excluded.To increase the poor immunogenicity of inactivated influenza vaccines in elderly individuals, an unadjuvanted high-dose vaccine has also been developed and is proven to decrease severe influenza virus infection outcomes compared with standard-dose vaccines157", ". In addition, some available influenza vaccines are now tetravalent, incorporating both influenza B virus lineages. Thus, the variety of approved influenza virus vaccines has been dramatically increased in recent decades globally. However, all these available seasonal influenza virus vaccines still necessitate annual reformulations to match antigenically circulating vaccines (Box 3). In addition, the short duration of immunity is another major shortcoming of the current vaccines.Reverse genetics technologies to generate recombinant influenza viruses with defined genetic sequences from plasmid DNA were introduced in 1990 (ref.158). These techniques should improve both live and inactivated influenza virus vaccine manufacturing by creating vaccine backbones with increased replication properties and stability for use in embryonated eggs or in tissue culture", ". Other approaches are aimed at inducing protective immune responses against the aforementioned conserved epitopes of various viral proteins. Novel and safe adjuvants based on Toll-like receptor-mediated immune stimulation and novel modes of delivery may dramatically change the vaccine field in the future. The ultimate goal of these approaches is to make an influenza virus vaccine that provides lifetime (or at least multi-year) protection, protects against all influenza antigenic variants and establishes a degree of herd immunity. Indeed, consensus is that influenza virus vaccines could and should be improved and that efforts to design a long-lasting universal influenza virus vaccine effective against different antigenic variants are worthwhile159,160.Box 3 Seasonal influenza vaccine strain identificationYear-round surveillance for human influenza is conducted by >100 designated national influenza centres around the world", ". The laboratories send isolated viruses for genetic and antigenic characterization to five WHO Collaborating Centres for Reference and Research on Influenza, which are located in the United States, the United Kingdom, Australia, Japan and China. A WHO committee reviews the results of surveillance and laboratory studies twice per year and makes recommendations on the composition of the influenza vaccine on the basis of the use of antigenically matched viruses with those that are expected to be highly prevalent in the next season. Each country then makes their own decision about which viruses should be included in influenza vaccines licensed in their country.Schedules and vaccination programmes Vaccine recommendations vary from country to country, with some recommending vaccination in only the high-risk groups and contacts", ". Currently, the public health authorities in the United States and the American Academy of Pediatrics recommend yearly vaccination with seasonal influenza virus vaccine to all people >6 months of age161. Stronger recommendations are given to individuals in high-risk groups for severe influenza and to caregivers and contacts of those at high risk. The WHO recommends seasonal influenza vaccination to pregnant women (highest priority) and, in no particular order of priority, to children 6 months to 5 years of age, elderly individuals (>65 years old), individuals with specific chronic medical conditions and health-care workers.In the absence of a universal vaccine that covers all possible strains and subtypes of influenza virus, many countries have implemented stockpiling vaccine programmes to store vaccines against influenza virus strains with pandemic potential for emergency first responders to alleviate the problem imposed by the rapid spread of pandemic influenza", ". Although preparing for potential pandemic threats is sound public health policy, it is not compelling to assume that the influenza A H5N1 viruses (or the more recently detected H7N9 virus (March 2013)) are pandemic precursor strains because they are associated with the largest numbers of human infections among animal influenza A virus strains. First, over the past 130 years, only viruses expressing an H1, H2 or H3 HA have been responsible for seasonal or pandemic strains. Avian H5N1 and H7N9 viruses have most likely circulated for at least as long without spilling over into humans and starting a new pandemic162. Accordingly, these ‘avian’ HA influenza viruses are unlikely to easily transmit from person to person", ". Second, the high case fatality rates cited by the WHO for H5N1 and H7N9 viruses in humans seem to be an artefact of the way they were calculated (that is, counting only patients who were hospitalized as having been infected by these viruses); many more people seem to have been infected by these viruses without severe outcomes163,164. Additionally, severe disease only results from exposure to large quantities of the virus, which can occur when people are in direct contact with diseased poultry", ". However, transmission of seasonal or pandemic influenza viruses requires only small quantities of virus (estimates vary between 2–25 virions165 and 50–400 virions166) to cause severe disease and transmission.Efficacy and effectiveness Despite the availability of seasonal and pandemic influenza vaccines, debate is ongoing as to the efficacy (as measured by randomized controlled trials) and effectiveness (as measured by observational studies involving vaccinated and unvaccinated individuals) of these vaccines167. Although different methodologies, the variability of the virulence of different seasonal strains, the fit or matching of the vaccine with the circulating strains and age differences of different cohorts can make interpretation of results between studies difficult, most studies find a positive effect of vaccination on the overall health of vaccinated individuals168,169", ". Nevertheless, many challenges still remain, such as the documented lack of efficacy of LAIVs in the United States in the past years170, the possible reduced vaccine efficacy with repeated annual immunizations171 and the problems associated with vaccine mismatches172. Assays to monitor antigenicity with respect to prior viruses are performed on a regular basis, generally by government laboratories. Antigenicity of a virus is characterized by infecting naive ferrets with the cultured virus and collecting the sera 2–3 weeks later; the ability of the sera to inhibit haemagglutination compared against the current vaccine is monitored. Sera from an antigenically novel virus will show reduced haemagglutination inhibitory activity compared with previous virus strains, indicating antigenic drift and a potential vaccine mismatch.AntiviralsTogether with vaccines, antiviral drugs play a vital part in the prevention and treatment of influenza virus infection and disease", ". In a normal influenza season, antiviral drugs are primarily used for treating patients who are severely ill, particularly those who have a compromised immune system. In a pandemic setting, especially in the period before a vaccine is available, antiviral drugs are essential for both treating patients who have been infected and preventing infection in individuals who have been exposed. Two classes of drugs are currently approved for influenza, namely, the adamantanes and the NA inhibitors.Amantadine and rimantadine are both orally administered drugs that target the M2 ion channel of influenza A viruses. However, these drugs are globally no longer recommended for clinical use because of widespread resistance among circulating influenza A viruses (see below). By contrast, NA inhibitors target the enzymatic activity of the viral NA protein", ". By contrast, NA inhibitors target the enzymatic activity of the viral NA protein. Oseltamivir is delivered orally as the prodrug oseltamivir phosphate, which is converted to its active carboxylate form in the liver; zanamivir is inhaled as a powder (limiting its use in those with underlying respiratory problems); and peramivir is administered intravenously, which is important for patients who have been hospitalized173. All three drugs have received approval in the United States, Europe, Canada, Australia, Japan, Taiwan and Korea and act by mimicking the binding of sialic acid in the active site of NA on influenza A and influenza B viruses174.Oseltamivir and zanamivir are effective for prophylaxis and post-exposure prophylaxis in individuals175", ". However, the randomized controlled trials of these drugs were conducted in patients with uncomplicated influenza; accordingly, observational data must be used to assess effectiveness in patients who are severely ill and have been hospitalized, in whom the need is arguably greater. Despite this limitation, study results consistently report improved outcomes associated with NA inhibitor use, including reduced risk of pneumonia and hospitalization, and reduced risk of mortality in patients who have been hospitalized176–178. Another consistent finding is that better results are obtained with early administration of NA inhibitors (within 2 days of symptom onset), although later administration can still be beneficial in severe cases.Resistance The emergence of drug-resistant viruses is a major challenge for the antiviral field", ". Adamantane resistance (conferred by an S31N mutation in the RNA segment encoding M2) first emerged in influenza A H3N2 viruses in 2003 and became prevalent worldwide by 2008 (ref.179). The pandemic 2009 influenza A H1N1 virus, which is presently circulating as a seasonal H1N1 virus, is also resistant to the adamantanes, as its M RNA segment (Fig. 1) was inherited from a virus that carried the S31N mutation180. Thus, since 2009, only the NA inhibitors have been able to provide protection, with the currently circulating human influenza A and influenza B viruses being generally sensitive to oseltamivir and zanamivir (Table 2). However, emergence of oseltamivir resistance is of particular concern for influenza A H1N1 viruses because it has happened in the past; in 2007, resistant influenza A H1N1 viruses began to circulate and quickly became dominant by the 2008–2009 season181", ". The resistant phenotype is associated with an H275Y mutation in the RNA segment encoding NA, and studies have shown that, in the background of other permissive mutations, H275Y-mutant viruses do not display any fitness deficits, which explains their ability to circulate so readily182,183. Of note, these viruses remain sensitive to zanamivir. Perhaps fortuitously, the oseltamivir-resistant seasonal influenza A H1N1 virus was displaced by the introduction of the oseltamivir-sensitive pandemic influenza A H1N1 virus in 2009. Since then, surveillance efforts have monitored NA inhibitor sensitivity closely and, although oseltamivir-resistant isolates of the 2009 influenza A H1N1 virus have been detected, these are primarily (but not exclusively) from patients undergoing therapy184. Susceptibility to NA inhibitor is assessed by measuring NA enzyme inhibition in a functional assay using cultured virus", ". Alternatively, RT-PCR capable of detecting single nucleotide polymorphisms (or RT-PCR followed by sequencing) is used to detect known resistance mutations in NA185, but the functional assay may be required if novel mutations are present.Table 2Antiviral resistance of circulating influenza virusesInfluenza virus (strain)Resistance (% of isolates tested)AdamantanesOseltamivirZanamivir Pre-2009 pandemic Influenza A (seasonal H1N1)0.698.8a0Influenza A (H3N2)10000Influenza BN/A00 2015–2016 season Influenza A (2009 H1N1)1000.80Influenza A (H3N2)10000Influenza BN/A00Open in a separate windowData are from the US Centers for Disease Control and Prevention surveillance for the 2008–2009 and 2015–2016 seasons in the United States. N/A, not applicable", ". N/A, not applicable. aMost seasonal influenza A H1N1 viruses were sensitive to oseltamivir until late 2007.There is a higher prevalence of resistant virus in children and individuals who are immunocompromised, which is believed to be related to higher viral loads and prolonged virus shedding in these individuals186,187. Also, patients who have been hospitalized are more likely to be treated for longer periods, which will increase pressure on the virus and the likelihood that a resistant strain will emerge. Although this outcome may be predictable, oseltamivir resistance arose in 2007 seemingly in the absence of drug pressure; given the correct background of secondary mutations, the same outcome is a possibility for the current influenza A H1N1 virus188", ". Oseltamivir resistance among influenza A H3N2 viruses and influenza B viruses has also been reported, albeit at a much lower frequency than for influenza A H1N1 (ref.189).The elimination of adamantanes as clinical therapy combined with the concerns over increasing oseltamivir resistance illustrates the need for new influenza antiviral drugs. Several candidates are now in clinical trial, including additional NA inhibitors that can be delivered intravenously, such as intravenous formulations of zanamivir. Another NA inhibitor, laninamivir, has been approved for use in Japan; this drug is inhaled and long-acting and requires less frequent administration than oseltamivir or zanamivir190. Ideally, future influenza therapies will involve a cocktail of drugs with different mechanisms that should increase the barrier to resistance", ". Thus, drugs other than NA inhibitors are being clinically tested; within this pipeline are favipiravir (which is a polymerase inhibitor for several RNA viruses191), pimodivir (which prevents the cap binding required for viral RNA transcription192), baloxavir marboxil (an inhibitor of the cap-dependent endonuclease activity of the influenza viral polymerase193) and nitazoxanide (an inhibitor of HA maturation194). Baloxavir marboxil received approval in Japan in 2018. Favipiravir has also been approved in Japan since 2014, but only for release from government stockpile in the event of a novel strain being unresponsive to current agents. Treatment of patients who have been hospitalized with immune plasma195 or with hyperimmune immunoglobulin (pooled from plasma of donors with high titres of anti-influenza IgG)196 is also being clinically evaluated", ". In addition, several monoclonal antibodies against the conserved region of the HA stalk are also under clinical development for the treatment of severe influenza infection197. Many more candidates are in preclinical development and will hopefully lead to improved options for influenza therapy in the future.Non-pharmaceutical prevention strategiesIn addition to vaccines and antiviral drugs, non-pharmaceutical interventions can help to slow the spread of influenza illness. These interventions include personal measures, such as hand washing and using alcohol-based sanitizers198, covering coughs and/or the nose and mouth when sick and staying at home when sick. Additionally, social distancing by closures of schools and places of gathering, quarantine measures and frequent cleaning of potentially virus-contaminated surfaces, such as door knobs, can also slow the spread", ". Mathematical modelling studies suggest that non-pharmaceutical interventions have a substantial effect on lowering the attack rate of pandemic influenza before vaccines are available199.ManagementManagement of acute influenza has traditionally relied on supportive measures such as control of fever, symptomatic treatment, rehydration and treatment of complications, such as bacterial pneumonia, if they occur. Supportive care is still the mainstay of management of uncomplicated influenza. However, as described above, several antiviral agents have been developed for influenza or are in active clinical development. Furthermore, given the natural animal reservoirs of influenza (Fig. 3), prevention of transmission from these reservoirs to humans is key", ". 3), prevention of transmission from these reservoirs to humans is key. Water treatment, indoor raising and biosecurity are the primary management goals; these strategies are followed by quarantine, stamping out and the ultimate use of animal vaccination.Human influenzaPeople with clinical symptoms of influenza virus infection should remain home and avoid contact with non-infected people until symptoms alleviate. As the level of virus replication is correlated with the clinical severity of illness, strategies to limit viral replication with antiviral agents would be expected to be effective in acute influenza illness. However, adults with an intact immune system who have had previous influenza infections rapidly limit the replication of these viruses without intervention, so the opportunity to attenuate viral replication with antiviral agents is limited", ". Effective use of antivirals for seasonal influenza in otherwise healthy adults requires early initiation of therapy, generally within the first 48 hours of symptom onset. However, decisions regarding treatment should consider the somewhat small benefit demonstrated in clinical trials and the overall low risk of complications177. The benefits of later therapy in otherwise uncomplicated influenza are unclear.Patients with underlying immune defects, those with more-severe disease or those who have a higher risk of influenza complications200 may benefit from antiviral administration, even if initiated after 48 hours of symptom onset201 if they are still shedding virus. Antiviral therapy is strongly considered if the illness is progressing and symptoms are worsening, particularly if the patient continues to test positive for influenza virus. Indeed, prescription of antivirals for high-risk outpatients with acute respiratory illness is beneficial202", ". Furthermore, a diagnosis of influenza in patients who have been hospitalized with community-acquired pneumonia should be confirmed to increase antiviral treatment rates in patients203. Studies suggest that, since the 2009 pandemic, the use of antivirals in patients who have been hospitalized with influenza has increased204, which is an improvement. Complications of influenza virus infection might require specific treatments, as is the case with secondary bacterial pneumonia, which should be treated with appropriate antibiotics.Finally, consideration should also be given to the possible use of immunotherapy aimed at controlling exacerbated pro-inflammatory responses in patients with severe symptoms, especially in combination with antiviral therapy", ". This approach is supported by recent clinical studies suggesting beneficial effects when inhibitors of cytokine production and leukocyte recruitment were added to NA inhibitor therapy205.Animal influenzaAs influenza in wild and domestic waterfowl is primarily spread through contaminated water, water treatment (with, for example, chlorine and ultraviolet light), biosecurity and indoor raising of animals are the main strategies to prevent transmission. Biosecurity includes placing poultry houses and piggeries on high ground away from high-density and backyard farms, live poultry markets and bodies of water to minimize contact with waterfowl and passerine birds. Risk assessment and training of personnel to change outdoor clothing, disinfect foot baths and treat food and water are also important aspects of biosecurity.After a novel influenza virus has breached biosecurity, a strategy that includes rapid detection and stamping out is optimal206", ". Stamping out is easier when animals display signs of severe infection, but these can go unnoticed when LPAI infection occurs. After initial emergence of HPAI H5 or H7 in poultry, quarantine, culling, decontamination and compensation of farmers with restricted zones of movement are imposed. This classic strategy was successful in the majority of Eurasian countries to which HPAI H5N1 spread206. However, late detection and widespread dissemination of HPAI H5N1 in China, Indonesia, Vietnam, Bangladesh and Egypt resulted in endemicity, making virus eradication difficult206. One difficulty in eradication is inadequate provision of compensation to farmers, who will be incentivized to hide infected animals.Poultry vaccines use inactivated whole virus in oil emulsion, recombinant DNA or vectorized vaccines", ". These vaccines can be highly effective at reducing disease signs and inter-species spread, but they do not induce sterilizing immunity and have not resulted in eradication from endemic countries. Poultry vaccination is highly contentious; both the United Nations Food and Agriculture Organization (FAO) and the World Organisation for Animal Health (OIE) state that long-term vaccination without additional measures is not recommended207. Although poultry vaccination dramatically reduced human cases of H5N1 in Vietnam in 2006, it did not eradicate the virus and likely contributed to the antigenic diversity. On the other hand, vaccination used in combination with unvaccinated sentinel chickens and stamping out can achieve control and local eradication208.Live poultry markets have been recognized as a breeding ground of influenza viruses", ". Changes to live poultry marketing achieved by implementing so-called clean days (that is, days when stalls are cleared of unsold poultry and disinfected) and no carry-over (that is, no infectious material remains when the next live birds arrive after disinfection) of live poultry improved hygiene and reduced virus spread209,210. A definitive solution would be the closing of all live poultry markets. Indeed, market closure contributed to the reduction of the spread of HPAI H5N1 in Hong Kong and H7N9 transmissions to humans in China211. Such changes without public training risk poultry smuggling from unregulated sources.The management of influenza in pigs or horses is dependent on the use of vaccines. In pigs, influenza is a minor disease problem for which biosecurity is paramount, and vaccination uses primarily whole inactivated virus in oil emulsion", ". In horses, the problem with vaccination is the short-term protection offered, but antigenically matched adjuvanted inactivated vaccines and LAIVs are efficacious212.Quality of lifeUncomplicated influenza in otherwise healthy adults and children is rarely fatal but can be highly disruptive and lead to substantial absences from work or school. Recovery can be prolonged, with persistent fatigue and malaise that can last for several weeks after recovery from the other symptoms. Influenza is associated with decreased job performance in adults213 and reduced levels of independent functioning in older adults214. As a result, the loss of productivity by affected individuals contributes substantially to the overall economic effect of influenza. Mild abnormalities in pulmonary function are frequently experienced by healthy adults and also can take several weeks to return to normal", ". In a 2007 study, direct yearly medical costs associated with influenza in the United States were estimated to be approximately $10.4 billion, whereas projected lost earnings owing to illness and loss of life were estimated at $16.3 billion215.One of the unique features of influenza is the somewhat high frequency with which it is associated with pulmonary complications such as pneumonia, including primary influenza virus pneumonia and secondary bacterial pneumonia. However, during an outbreak of influenza, many patients do not clearly fit into either of these presentations and may instead have mixed viral and bacterial pneumonia. Primary influenza viral pneumonia was well documented in the 1957–1958 pandemic, although many deaths of young healthy adults in the 1918–1919 pandemic were also the result of primary pneumonia216", ". Primary pneumonia occurs predominantly among patients with influenza virus infection who also have underlying cardiovascular disease, especially rheumatic heart disease with mitral stenosis, but may occur in a variety of settings. Primary viral influenza pneumonia is characterized by a rapid progression of fever, cough, dyspnoea (laboured breathing) and cyanosis (low oxygen levels resulting in bluish skin), with chest radiographs often revealing bilateral findings consistent with acute respiratory distress syndrome.The classic presentation of secondary bacterial pneumonia is that of typical influenza illness followed by a period of improvement, which is then followed by recurrent fever, cough, sputum production and consolidation (fluid build-up in the lungs). Indeed, bacterial co-infections were present at high frequency during the 1918 pandemic217,218", ". Indeed, bacterial co-infections were present at high frequency during the 1918 pandemic217,218. The two pathogens that are currently most commonly associated with influenza are Streptococcus pneumoniae and Staphylococcus aureus219. The mechanisms by which influenza infection uniquely predisposes to bacterial superinfection are being actively investigated. In addition to pneumonia, multiple other pulmonary complications of influenza are recognized, including bronchiolitis (inflammation of the bronchioles) and croup (laryngotracheobronchitis) and exacerbations of chronic bronchitis or asthma.Non-respiratory complications have also been reported in association with acute influenza infection220. Myositis, with tender leg muscles and elevated serum creatine phosphokinase, has been reported primarily in children221. Both myocarditis and pericarditis have been rarely associated with influenza A or influenza B virus infection. Because influenza may predispose to superinfection with S", ". Because influenza may predispose to superinfection with S. aureus, toxic-shock syndrome, a clinical illness characterized by hypotension, fever, erythroderma (reddening of the skin), desquamation (skin peeling) and multisystem involvement, has also been observed following influenza, primarily in children222. Guillain–Barré syndrome has been reported to occur after influenza A infection, as it has after numerous other infections, but no definite aetiological relationship has been established. In addition, cases of transverse myelitis (inflammation and myelin loss around the spinal cord) and encephalopathy have occurred rarely in association with influenza223. An epidemic of an atypical form of encephalitis known as encephalitis lethargica (characterized by headache, drowsiness and coma) spread around the world after the 1918 influenza pandemic and then practically disappeared in 1930, suggesting that this was a sequela caused by the pandemic224", ". However, as acute influenza is a common disease event, a temporal association with other disease entities does not always indicate a cause and effect relationship.OutlookA better understanding of the ecological, viral and host determinants permitting inter-species transmission and adaptation of influenza A viruses to new hosts may facilitate earlier recognition and evidence-based risk assessment of influenza A viruses that may threaten either animal or human health. Better understanding will also provide the basis for implementing interventions aimed at preventing emergence at the source", ". For example, the understanding that domestic ducks serve as an interface between the gene pools of wild aquatic birds and terrestrial poultry supports the idea that measures to reduce exposure of domestic ducks to wild birds are warranted and the idea that separation of aquatic and terrestrial poultry through wholesale and retail live poultry marketing chains in Asia is also valid.Despite the availability of vaccines and antiviral agents, influenza continues to be the most important cause of viral respiratory disease associated with human hospitalizations and deaths. We should not accept such a burden for, in theory, a vaccine-preventable disease. The current seasonal human influenza vaccine necessitates annual administration, is not optimal and varies in effectiveness from year to year. Pandemic years and seasonal years when the vaccine is mismatched are especially concerning", ". Pandemic years and seasonal years when the vaccine is mismatched are especially concerning. Mismatches in vaccine occur not only when the most prevalent antigenic strains are missed but also when the vaccine becomes antigenically mismatched owing to adaptations to egg culture. For example, the 2016–2017 seasonal influenza vaccine produced in eggs lacked a glycosylation site present in the influenza A H3N2 circulating strains. This change was due to egg adaptation and led to an alteration of the antigenicity of the influenza vaccine component225. Tissue culture to manufacture influenza virus vaccines might be less prone to HA adaptations, but it does not completely prevent them. In this respect, the aforementioned recombinant baculovirus-produced influenza vaccines have an advantage in that they do not select for HA adaptive mutations.The management of both animal and human influenza by vaccination is less than optimal", ". The development of a highly efficacious universal vaccine and genetically resistant animals (that have been engineered or that have evolved to be so) are future options. Even the development of new vaccines that provide more-durable and more-effective protection against circulating viruses would represent major improvements. An exhaustive exploration in humans of adjuvants, live attenuated approaches, vaccine platforms and antigen design is required to identify the best approaches to improve immunogenicity without compromising safety. Although clinical studies to demonstrate influenza vaccine efficacy are costly and challenging, it is imperative that we apply modern science and technology to improve the existing influenza virus vaccines. In this respect, more studies are needed to improve our understanding of the correlates of immune protection in humans and to develop immunological, molecular and genetic tools for the better use of animal models of human influenza", ". Moreover, although experimental human challenges have been developed to quantify protective responses in patients, these are not yet optimal, as in general they require infection protocols that do not mimic natural infections226. The same principles apply to the development of new influenza antiviral agents. Finally, a better understanding of the risk factors, both in the host as well as in the virus, that predispose to more-severe influenza is also needed.One hundred years after the devastating 1918 influenza pandemic, we still are not able to optimally prevent and treat influenza. However, substantial scientific advances have been made, such that our understanding of the molecular biology, immunology, host response, tropism and pathophysiology of influenza has improved, as has our understanding of the influenza virus itself", ". We hope that in the next decade, productive partnerships will be established between government, philanthropic agencies, academia and industry to facilitate more scientific discoveries and that these discoveries will translate to improvements in treatment and prevention of influenza. In this respect, the US National Institute of Allergy and Infectious Diseases is, for example, launching new research initiatives and strengthening existing research programmes to support inter-collaborative research to accelerate the development of improved influenza vaccines that provide durable protection from seasonal and pandemic influenza virus strains227 — a promising step towards the generation of a universal influenza vaccine", ". Likely, the induction in the respiratory mucosa of effective and durable antibody responses against conserved conformational epitopes in viral HA and NA and T cell responses against conserved viral protein epitopes representing the diversity of human HLA will be required for the development of such a universal influenza virus vaccine.AcknowledgementsAll authors are part of the NIAID-funded Centers of Excellence for Influenza Research and Surveillance (CEIRS) network.Reviewer informationNature Reviews Disease Primers thanks R.W. Compans, F. Hayden, H. Kida, H.-D. Klenk, A. Osterhaus and the other anonymous reviewer(s) for their contribution to the peer review of this work.Author contributionsIntroduction (A.G.-S.); Epidemiology (G.J.D.S.); Mechanisms/pathophysiology (A.G.-S., R.A.M.F., M.P., F.K., K.K. and P.C.D.); Diagnosis, screening and prevention (P.P. and M.L.S.); Management (J.T", ". and P.C.D.); Diagnosis, screening and prevention (P.P. and M.L.S.); Management (J.T. and R.G.W.); Quality of life (J.T.); Outlook (A.G.-S.); Overview of the Primer (A.G.-S.).Competing interestsF.K., P.P., A.G.-S. and R.G.W. are inventors of influenza vaccine technologies owned by the Icahn School of Medicine at Mount Sinai, New York, USA. All other authors declare no competing interests.FootnotesPublisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."]}