{"title": "Risk of subsequent primary neoplasms in survivors of adolescent and young adult cancer (Teenage and Young Adult Cancer Survivor Study): a population-based, cohort study", "context": ["Lancet Oncol. 2019 Apr; 20(4): 531–545. doi: 10.1016/S1470-2045(18)30903-3PMCID: PMC6494975PMID: 30797674Risk of subsequent primary neoplasms in survivors of adolescent and young adult cancer (Teenage and Young Adult Cancer Survivor Study): a population-based, cohort studyChloe J Bright, PhD,a Raoul C Reulen, PhD,a David L Winter, HNC,a Daniel P Stark, MD,b Martin G McCabe, PhD,c Angela B Edgar, MD,d Clare Frobisher, PhD,a and Michael M Hawkins, Prof, DPhila,*Chloe J BrightaCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKFind articles by Chloe J BrightRaoul C ReulenaCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKFind articles by Raoul C ReulenDavid L WinteraCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKFind articles by David L WinterDaniel P StarkbLeeds Institute of Medical Research at St James's, School of Medicine, St James's University Hospital, Leeds, UKFind articles by Daniel P StarkMartin G McCabecDivision of Cancer Sciences, University of Manchester, Manchester Academic Health Science Centre, Manchester, UKFind articles by Martin G McCabeAngela B EdgardRoyal Hospital for Sick Children, Edinburgh, UKFind articles by Angela B EdgarClare FrobisheraCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKFind articles by Clare FrobisherMichael M HawkinsaCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKFind articles by Michael M HawkinsAuthor information Copyright and License information PMC DisclaimeraCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKbLeeds Institute of Medical Research at St James's, School of Medicine, St James's University Hospital, Leeds, UKcDivision of Cancer Sciences, University of Manchester, Manchester Academic Health Science Centre, Manchester, UKdRoyal Hospital for Sick Children, Edinburgh, UKMichael M Hawkins: ku.ca.mahb@snikwah.m.m *Correspondence to: Prof Michael M Hawkins, Centre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham B15 2TT, UK ku.ca.mahb@snikwah.m.mCopyright © 2019 The Author(s). Published by Elsevier Ltd. This is an Open Access article under the CC BY 4.0 licenseThis is an open access article under the CC BY license (http: //creativecommons.org/licenses/by/4.0/).See \"Adolescents and young adults with cancer and the risk of subsequent primary neoplasms: not just big children.\" in Lancet Oncol, 30797675.Associated DataSupplementary MaterialsSupplementary appendixmmc1.pdf (435K)GUID: 166EF9F1-05E5-427C-AE4A-F6024ED815DFSummaryBackgroundFew studies have investigated the risks of subsequent primary neoplasms after adolescent and young adult (AYA) cancer. We investigated the risks of specific subsequent primary neoplasms after each of 16 types of AYA cancer.MethodsThe Teenage and Young Adult Cancer Survivor Study is a population-based cohort of 200 945 survivors of cancer diagnosed when aged 15–39 years in England and Wales from Jan 1, 1971, to Dec 31, 2006. The cohort was established using cancer registrations from the Office for National Statistics and the Welsh Cancer registry. Follow-up was from 5-year survival until the first occurrence of death, emigration, or study end date (Dec 31, 2012). In this analysis, we focus on the risk of specific subsequent primary neoplasms after 16 types of AYA cancer: breast; cervical; testicular; Hodgkin lymphoma (female); Hodgkin lymphoma (male); melanoma; CNS (intracranial); colorectal; non-Hodgkin lymphoma; thyroid; soft-tissue sarcoma; ovarian; bladder; other female genital; leukaemia; and head and neck cancer. We report absolute excess risks (AERs; per 10 000 person-years) and cumulative incidence of specific types of subsequent primary neoplasm after each type of AYA cancer.FindingsDuring the 2 631 326 person-years of follow-up (median follow-up 16·8 years, IQR 10·5–25·2), 12 321 subsequent primary neoplasms were diagnosed in 11 565 survivors, most frequently among survivors of breast cancer, cervical cancer, testicular cancer, and Hodgkin lymphoma. AERs of any subsequent primary neoplasms were 19·5 per 10 000 person-years (95% CI 17·4–21·5) in survivors of breast cancer, 10·2 (8·0–12·4) in survivors of cervical cancer, 18·9 (16·6–21·1) in survivors of testicular cancer, 55·7 (50·4–61·1) in female survivors of Hodgkin lymphoma, and 29·9 (26·3–33·6) in male survivors of Hodgkin lymphoma. The cumulative incidence of all subsequent primary neoplasms 35 years after diagnosis was 11·9% (95% CI 11·3–12·6) in survivors of breast cancer, 15·8% (14·8–16·7) in survivors of cervical cancer, 20·2% (18·9–21·5) in survivors of testicular cancer, 26·6% (24·7–28·6) in female survivors of Hodgkin lymphoma, and 16·5% (15·2–18·0) in male survivors of Hodgkin lymphoma. In patients who had survived at least 30 years from diagnosis of cervical cancer, testicular cancer, Hodgkin lymphoma in women, breast cancer, and Hodgkin lymphoma in men, we identified a small number of specific subsequent primary neoplasms that account for 82%, 61%, 58%, 45%, and 41% of the total excess number of neoplasms, respectively. Lung cancer accounted for a notable proportion of the excess number of neoplasms across all AYA groups investigated.InterpretationOur finding that a small number of specific subsequent primary neoplasms account for a large percentage of the total excess number of neoplasms in long-term survivors of cervical, breast, and testicular cancer, and Hodgkin lymphoma provides an evidence base to inform priorities for clinical long-term follow-up. The prominence of lung cancer after each of these AYA cancers indicates the need for further work aimed at preventing and reducing the burden of this cancer in future survivors of AYA cancer.FundingCancer Research UK, National Institute for Health Research, Academy of Medical Sciences, and Children with Cancer UK.Introduction5-year relative survival after adolescent and young adult (AYA) cancer is 82% in Europe.1 Survivors are at increased risk of developing subsequent primary neoplasms, estimated to be between 1·5 and 3·1 times higher than that expected from the general population.2, 3Previous large-scale studies of survivors of AYA cancers mostly concentrated on the risk of subsequent primary neoplasms after common cancers such as lymphomas, testicular cancer, and breast cancer.4, 5, 6, 7, 8, 9, 10, 11, 12, 13 Only one study comprehensively investigated the risks of developing any subsequent primary neoplasm after each type of AYA cancer.3 The main finding from the study was that survivors of AYA cancer had a higher absolute risk of developing a subsequent primary neoplasm than did survivors of childhood or adult cancer. Survivors of primary breast cancer and primary Hodgkin lymphoma had the highest absolute excess risk (54·4 and 48·6 per 10 000 person-years, respectively). However, the study did not investigate the risks of specific subsequent primary neoplasms after each specific type of AYA cancer.Research in contextEvidence before this studyThe risks of subsequent primary neoplasms in survivors of adolescent and young adult (AYA) cancers are largely unknown. We searched PubMed without any language or date restrictions using the keywords “teenage and young adult cancer OR adolescent and young adult cancer” and “survivor OR long-term” and “second cancer OR subsequent cancer” on Feb 16, 2016, for articles describing subsequent primary neoplasms in this population. A more focused search using each specific AYA cancer as keywords (eg, “Hodgkin lymphoma”) in place of “teenage and young adult cancer OR adolescent and young adult cancer” was also done. Additionally, we examined the bibliographies of selected references. Subsequent searches were done on Dec 31, 2016, and July 15, 2018. Most previous publications included the more common AYA cancers, but were not restricted to AYA cancer survivors. We identified only one study that investigated the risk of subsequent primary neoplasms after the entire spectrum of AYA cancers diagnosed at 15–39 years of age.Added value of this studyTo our knowledge, this is the largest study to investigate the risks of subsequent primary neoplasm after each specific AYA cancer and the first to provide excess risks of specific types of subsequent primary neoplasm after each of 16 types of AYA cancer. Unlike previous studies, which focused on the multiplicative risk, we concentrated on the absolute excess risk—ie, the excess number of subsequent primary neoplasms beyond those expected from the general population, which is directly interpretable in terms of adverse health impact on survivors. Our study shows that the excess number of subsequent primary neoplasms increased with increasing years from diagnosis for all AYA cancers investigated in detail. Additionally, we identified a small number of specific subsequent primary neoplasms that account for a substantial proportion of the total excess number of neoplasms in survivors of breast cancer, cervical cancer, testicular cancer, and Hodgkin lymphoma.Implications of all the available evidenceOur findings advance previous knowledge on the risks of subsequent neoplasms after AYA cancer and provide an evidence base for identifying priorities for clinical follow-up of survivors of AYA cancer. Because lung cancer accounted for a notable proportion of the excess number of neoplasms across all AYA groups investigated, there is need for work aimed at reducing this burden among future survivors.Evidence from previous studies of childhood cancer survivors suggests that the principal factors determining risks of subsequent primary neoplasms relate to aspects of treatments received for the original cancer.14, 15, 16 Treatment of AYA cancer varies greatly by cancer type and therefore, in the absence of detailed treatment information, it is essential to stratify risks by specific types of AYA cancer; such risk stratification provides an evidence base for clinical follow-up.The aims of this large-scale population-based study were to calculate risks of all and specific subsequent primary neoplasms after each type of AYA cancer and to explore variation in these risks in relation to years from diagnosis, age at diagnosis, decade of diagnosis, and sex.MethodsStudy design and participantsThe Teenage and Young Adult Cancer Survivor Study (TYACSS) was established using cancer registrations relating to neoplasms diagnosed between Jan 1, 1971, and Dec 31, 2006, in individuals aged 15–39 years inclusive, which were obtained from the Office for National Statistics for English cancer registrations, and the Welsh Cancer Intelligence and Surveillance Unit, Public Health Wales, for Welsh cancer registrations. Both tumour-related (eg, tumour site, morphology, date of diagnosis) and patient-related (eg, sex, date of birth, National Health Service [NHS] number, and unique patient identifier) information were obtained. The cancer registrations were checked for any errors, such as missing data in essential variables (including sex, date of birth, date of diagnosis, tumour site, and tumour histology) and incorrect chronology of events (birth, cancer, death). Cancer registrations were excluded if the neoplasm was not malignant (apart from intracranial, intraspinal, and bladder neoplasms where any behaviour was allowed), the histological type was not in the International Classification of Diseases for Oncology classification, the histological type was a non-melanoma skin cancer (these are underascertained by cancer registries), or if they were duplicate registrations. Individuals who had not survived 5 years from their first neoplasm were excluded. We also excluded individuals who had a previous childhood cancer included in the British Childhood Cancer Survivor Study.17 If an individual had multiple neoplasms diagnosed as an AYA cancer, then the first was regarded as the index cancer for the cohort. The process to create the cohort is described in the appendix (p 2). The resulting cohort of 200 945 5-year survivors of AYA cancer was linked to the national cancer and death registers via NHS Digital. This enabled ascertainment of all cancers and deaths for patients in the TYACSS cohort up to and including Dec 31, 2012. Ethical approval was provided by the National Research Ethics Service and permission to process information without individual consent by the National Information Governance Board for Health and Social Care.ProceduresInformation on cancer diagnosis, sex, age at cancer diagnosis, decade of cancer diagnosis, and years since diagnosis were derived from the cancer registration information. Treatment information was not available because our sole source of data was national cancer registration. First primary neoplasms were grouped according to the internationally acknowledged classification scheme for tumours diagnosed in adolescence and young adulthood.18 Carcinomas and germ cell tumours were further subdivided by anatomical site because of the implications of radiotherapy site for the risk of subsequent primary neoplasm (appendix pp 3–5). We aimed to produce risk estimates after each specific first primary neoplasm; therefore, survivors of cancers categorised as “other” cancers were not included (appendix pp 2, 6). We focused on the risk of specific subsequent primary neoplasms after 16 types of AYA cancer: breast; cervical; testicular; Hodgkin lymphoma (female); Hodgkin lymphoma (male); melanoma; CNS (intracranial); colorectal; non-Hodgkin lymphoma; thyroid; soft-tissue sarcoma; ovarian; bladder; other female genital; leukaemia; and head and neck cancer. Age at diagnosis was categorised using 5-year age bands, which divided the total period equally (15–39 years). Decade of diagnosis was divided into 1971–79, 1980–89, and 1990–2006, in order to broadly describe differences in treatment given in these periods (early chemotherapy, chemotherapy, and modern treatment era). Years since diagnosis were classified using 10-year bands following diagnosis.Individual patient record linkage to national cancer registries enabled data to be obtained indicating when an individual in the cohort had a subsequent cancer registration. Subsequent cancer registrations were classified as a subsequent primary neoplasm according to the International Association of Cancer Registries (IACR) and International Agency for Research on Cancer (IARC) rules for determining multiple primary tumours using the IACR/IARC Tools software. To reduce the likelihood of a local spread of the original AYA cancer being classified as a subsequent primary neoplasm, potential subsequent primary neoplasms occurring in anatomical sites close to the first primary neoplasm were excluded (appendix pp 7–8). Additionally, we excluded any cancer in a contralateral paired organ. Consequently, reported risk estimates are inevitably conservative.Statistical analysisIndividuals were followed from 5-year survival until the first occurrence of death, emigration, or study end date (Dec 31, 2012). Standardised incidence ratios (SIRs) were calculated as observed over expected numbers of neoplasms. Absolute excess risks (AERs) were calculated as the observed minus expected number of neoplasms, divided by the person-years at risk and multiplied by 10 000. The expected number of neoplasms was derived by multiplying the number of person-years accrued, stratified by sex, attained age (5-year bands), and calendar year (1-year bands) by the corresponding cancer rate in the general population of England and Wales,19 and summing appropriately. For AYA cancers with 200 or more observed subsequent primary neoplasms, SIRs are reported by specific type of subsequent primary neoplasm. We restrict attention to first primary neoplasm/subsequent primary neoplasm combinations with at least 100 subsequent primary neoplasms and a statistically significant SIR. We also identify those first primary neoplasm/subsequent primary neoplasm combinations with between 25 and 99 subsequent primary neoplasms and a statistically significant SIR of at least 5. We considered SIRs to be statistically significant at the 5% level (two-tailed test) if the 95% CI did not include 1. We considered AERs to be statistically significant at the 5% level (two-tailed test) if the 95% CI did not include 0.AERs were stratified by years from diagnosis, age at diagnosis, decade of diagnosis, and sex where there were at least 100 subsequent primary neoplasms. To explore the simultaneous effect of these explanatory factors, multivariable Poisson regression incorporating the expected number of events was used to derive relative excess risks (RERs).20 RERs can be interpreted as the ratio of AERs adjusted for other potential explanatory factors included within the statistical model. The key assumption of Poisson regression (mean=variance) was met, and there was no evidence of overdispersion. AERs by an explanatory factor are reported if both the univariable and multivariable tests for linear trend in the AERs were each significant and the difference in the AERs between the lowest and highest level of the risk factor was at least nine excess subsequent primary neoplasms. A likelihood ratio test was used to test for linear trend in a factor by comparing the log-likelihood of a model including the variable of interest with the log-likelihood of a model without the variable of interest. Resulting p values are presented. Two-sided p values <0·05 were considered statistically significant. In deciding the percentage of the total AER attributable to specific subsequent primary neoplasms in relation to years from diagnosis, we ignored negative values for the AER and focused only on the positive values. Thus, the total AER (for the purposes of calculating percentages) after each specific first primary neoplasm is the sum of the positive values for the contributing subsequent primary neoplasms.Cumulative incidence was calculated treating death as a competing risk. Multiple subsequent primary neoplasms within an individual were allowed for and counted in all analyses involving observed and expected numbers of subsequent primary neoplasms. This approach avoided bias because the expected numbers (based on cancer registrations in the general population) count all subsequent primary neoplasms. Analyses were done with Stata version 14.1.We did sensitivity analyses in which subsequent leukaemia was included among survivors of AYA Hodgkin lymphoma, leukaemia, and non-Hodgkin lymphoma, and subsequent sarcoma was included among survivors of soft-tissue sarcoma and bone tumours.Role of the funding sourceThe funder of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. CJB, RCR, DLW, and MMH had access to the raw data. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.ResultsThe TYACSS cohort comprises 200 945 5-year survivors of cancer diagnosed when aged 15–39 years, between Jan 1, 1971, and Dec 31, 2006, in England and Wales. Cohort characteristics are shown in table 1. 3118 individuals with “other” cancers were excluded from the analysis (appendix pp 2, 6). During the 2 631 326 person-years of follow-up (median follow-up 16·8 years, IQR 10·5–25·2), 12 321 subsequent primary neoplasms were diagnosed in 11 565 (6%) of the 197 827 survivors included in the analysis. Subsequent primary neoplasms were most frequently seen in survivors of breast cancer (1877 [15%] of 12 321 subsequent primary neoplasms), cervical cancer (1675 [14%]), Hodgkin lymphoma (1606 [13%]), and testicular cancer (1435 [12%]; table 1). Median follow-up was 14·3 years (IQR 9·1–22·3) in survivors of breast cancer, 20·2 years (12·8–27·2) in survivors of cervical cancer, 17·7 years (11·7–25·3) in survivors of testicular cancer, 19·3 years (12·3–27·0) in female survivors of Hodgkin lymphoma, and 19·6 years (12·1–27·5) in male survivors of Hodgkin lymphoma. Investigation of all first primary neoplasm/subsequent primary neoplasm combinations with at least 100 subsequent primary neoplasms showed that neither age at diagnosis nor decade of diagnosis was systematically associated with AERs, apart from age at diagnosis for breast cancer after female Hodgkin lymphoma and decade of diagnosis for lung cancer after male Hodgkin lymphoma (appendix p 9). Consequently, in this report we consider only variation of AERs with years from diagnosis and sex.Table 1Cohort characteristics5-year survivors (n=200 945)Subsequent primary neoplasms (n=12 321)SexMale76 666 (38%)4282 (35%)Female124 279 (62%)8039 (65%)Age at diagnosis of AYA cancer (years)15–1912 248 (6%)622 (5%)20–2421 258 (11%)991 (8%)25–2935 894 (18%)1768 (14%)30–3454 541 (27%)3333 (27%)35–3977 004 (38%)5607 (46%)Decade of diagnosis of AYA cancer1971–7925 158 (13%)4222 (34%)1980–8951 573 (26%)5017 (41%)1990–2006124 214 (62%)3082 (25%)AYA cancerBreast36 236 (18%)1877 (15%)Testicular24 309 (12%)1435 (12%)Cervix23 281 (12%)1675 (14%)Melanoma22 446 (11%)981 (8%)Hodgkin lymphoma16 971 (8%)1606 (13%)Non-Hodgkin lymphoma9467 (5%)511 (4%)Thyroid7809 (4%)473 (4%)CNS (intracranial)*14 616 (7%)739 (6%)Colorectal5805 (3%)537 (4%)Soft-tissue sarcoma6130 (3%)400 (3%)Ovary4885 (2%)349 (3%)Leukaemia5073 (3%)234 (2%)Bladder4685 (2%)344 (3%)Head and neck3961 (2%)253 (2%)Lung1219 (<1%)80 (<1%)Female genital (other)†2270 (1%)269 (2%)Spinal cord and other CNS2602 (1%)191 (2%)Other digestive1419 (<1%)107 (<1%)Urinary (other)‡1979 (1%)139 (1%)Bone tumour2241 (1%)100 (<1%)Male genital (other)§423 (<1%)21 (<1%)Other3118 (2%)..¶Time since diagnosis of AYA cancer (years)5–946 679 (23%)1863 (15%)10–1975 801 (38%)4381 (36%)20–2950 793 (25%)4285 (35%)≥3027 672 (14%)1792 (15%)Open in a separate windowData are n (%). AYA=adolescent and young adult.*CNS intracranial including brain, meninges, and pituitary gland.†Female genital excluding cervix and ovary.‡Urinary excluding bladder.§Male genital excluding testis.¶Other AYA cancers were not included in the analysis of subsequent primary neoplasms.Female survivors of breast cancer had an excess risk of developing any subsequent primary neoplasm corresponding to 20 excess subsequent primary neoplasms per 10 000 person-years (SIR 1·8, 95% CI 1·7–1·8; AER 19·5 per 10 000 person-years, 95% CI 17·4–21·5; table 2). SIRs for subsequent primary cancers of ovarian, lung, corpus uteri, other genital, melanoma, and colorectal sites were statistically significantly increased (table 3). The total AER of developing any subsequent primary neoplasm increased statistically significantly with time from breast cancer diagnosis to an AER of 25·6 per 10 000 person-years (95% CI 10·4–40·8) subsequent to 30 years from diagnosis (p<0·0001; table 4). Similarly, the AER for developing lung cancer after breast cancer increased statistically significantly with years from diagnosis (p<0·0001; table 4). In patients who had survived at least 30 years, the AER for lung cancer (13·1 per 10 000 person-years, 95% CI 5·1–21·0) accounted for 45% of the total number of excess neoplasms (total AER 28·9 per 10 000 person-years when negative AERs are excluded). The cumulative incidence of lung subsequent primary neoplasms at 35 years from diagnosis was 2·9% (95% CI 2·5–3·2), whereas an incidence of 2·0% was expected (figure, table 5).Table 2Risk of any subsequent primary neoplasm after specific types of adolescent and young adult cancerTotal number of subsequent primary neoplasmsFemalesMalesSurvivorsObs/expSIR (95% CI)AER per 10 000 person-years (95% CI)35-year cumulative incidence,% (95% CI)SurvivorsObs/expSIR (95% CI)AER per 10 000 person-years (95% CI)35-year cumulative incidence,% (95% CI)Breast187736 2361877/1069·61·8 (1·7–1·8)19·5 (17·4 to 21·5)11·9% (11·3–12·6)..........Cervix167523 2811675/1307·01·3 (1·2–1·3)10·2 (8·0 to 12·4)15·8% (14·8–16·7)..........Hodgkin lymphoma16067422903/288·23·1 (2·9–3·3)55·7 (50·4 to 61·1)26·6% (24·7–28·6)9549703/271·92·6 (2·4–2·8)29·9 (26·3 to 33·6)16·5% (15·2–18·0)Testicular1435..........24 3091435/807·61·8 (1·7–1·9)18·9 (16·6 to 21·1)20·2% (18·9–21·5)Melanoma98115 212751/665·71·1 (1·0–1·2)4·5 (1·6 to 7·3)13·2% (11·9–14·5)7234230/195·81·2 (1·0–1·3)4·2 (0·6 to 7·9)11·4% (9·4–16·6)CNS (intracranial)*7397756432/322·21·3 (1·2–1·5)11·1 (7·0 to 15·2)11·9% (10·6–13·3)6860307/184·51·7 (1·5–1·9)14·8 (10·7 to 19·0)10·0% (8·7–11·4)Colorectal5372944302/170·61·8 (1·6–2·0)32·1 (23·8 to 40·4)18·1% (15·8–20·5)2861235/125·01·9 (1·6–2·1)28·9 (21·0 to 36·8)19·5% (16·7–22·4)Non-Hodgkin lymphoma5113719216/149·51·4 (1·3–1·7)14·8 (8·4 to 21·2)15·5% (13·0–18·1)5748295/163·41·8 (1·6–2·0)18·6 (13·8 to 23·4)14·6% (12·6–16·7)Thyroid4736215397/288·81·4 (1·2–1·5)13·1 (8·4 to 17·8)18·2% (16·1–20·5)159476/55·01·4 (1·1–1·7)10·2 (1·9 to 18·4)15·1% (10·6–20·4)Soft-tissue sarcoma4003006255/165·71·5 (1·4–1·7)19·8 (12·9 to 26·8)15·9% (13·7–18·2)3124145/106·51·4 (1·1–1·6)9·3 (3·6 to 15·0)11·8% (9·5–14·2)Ovary3494885349/255·31·4 (1·2–1·5)12·3 (7·5 to 17·1)13·9% (12·2–15·7)..........Bladder344125788/87·91·0 (0·8–1·2)0·0 (−8·9 to 8·9)14·3% (10·9–18·0)3428256/209·21·2 (1·1–1·4)8·0 (2·6 to 13·4)13·9% (12·0–15·8)Female genital (other)†2692270269/141·81·9 (1·7–2·1)37·2 (27·8 to 46·7)20·9% (18·1–23·8)..........Leukaemia2342187120/63·31·9 (1·6–2·3)22·9 (14·2 to 31·5)15·9% (12·2–19·9)2886114/44·42·6 (2·1–3·1)22·7 (15·9 to 29·5)15·0% (11·2–19·4)Head and neck2531744117/87·91·3 (1·1–1·6)12·4 (3·4 to 21·5)13·5% (10·8–16·4)2217136/100·31·4 (1·1–1·6)11·6 (4·2 to 19·0)13·0% (10·6–15·6)Spinal cord and other CNS191125595/62·51·5 (1·2–1·9)19·1 (7·9 to 30·3)17·3% (12·8–22·2)134796/44·02·2 (1·8–2·7)30·6 (19·3 to 41·9)19·2% (14·7–24·2)Urinary (other)‡13980158/39·01·5 (1·1–1·9)19·1 (4·1 to 34·1)15·1% (10·7–20·2)117881/45·71·8 (1·4–2·2)24·5 (12·2 to 36·7)18·6% (13·8–24·0)Other digestive10763845/30·31·5 (1·1–2·0)19·3 (2·0 to 36·6)12·5% (8·4–17·3)78162/29·52·1 (1·6–2·7)33·9 (17·8 to 50·1)14·5% (10·4–19·1)Bone tumour10095752/32·71·6 (1·2–2·1)14·7 (3·9 to 25·5)12·1% (8·5–16·5)128448/33·11·4 (1·1–1·9)8·1 (0·7 to 15·6)8·8% (6·0–12·4)Lung8056338/30·01·3 (0·9–1·7)10·2 (−5·2 to 25·6)11·0% (7·1–15·9)65642/37·41·1 (0·8–1·5)4·4 (−7·8 to 16·7)11·8% (8·3–16·0)Male genital (other)§21..........42321/16·81·2 (0·8–1·9)7·2 (−8·2 to 22·5)13·5% (7·4–21·5)Open in a separate windowAER=absolute excess risk. Obs/exp=observed number of subsequent primary neoplasms/expected number of subsequent primary neoplasms. SIR=standardised incidence ratio. ..=not applicable.*CNS intracranial including brain, meninges, and pituitary gland.†Female genital excluding cervix and ovary.‡Urinary excluding bladder.§Male genital excluding testis.Table 3Risk of specific subsequent primary neoplasms (row headings) after specific AYA cancers* (column headings) with at least 200 subsequent primary neoplasms observed in totalAll†BreastCervixTesticularHodgkin lymphoma (female)Hodgkin lymphoma (male)MelanomaCNS (intracranial)ColorectalNon-Hodgkin lymphomaThyroidSoft-tissue sarcomaOvaryBladderFemale genital(other)LeukaemiaHead and neckObs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Breast2260/2032·11·1 (1·1–1·2)....532/684·8‡0·8 (0·7–0·8)‡....431/136·3‡3·2 (2·9–3·5)‡....359/313·21·1 (1·0–1·3)100/145·6‡0·7 (0·6–0·8)‡74/79·30·9 (0·7–1·2)89/70·91·3 (1·0–1·5)170/130·2‡1·3 (1·1–1·5)‡§88/72·51·2 (1·0–1·5)101/131·1‡0·8 (0·6–0·9)‡29/39·30·7 (0·5–1·1)80/71·21·1 (0·9–1·4)50/30·31·6 (1·2–2·2)44/39·21·1 (0·8–1·5)Lung and bronchus1740/855·82·0 (1·9–2·1)357/152·2‡2·3 (2·1–2·6)‡335/116·9‡2·9 (2·6–3·2)‡171/115·5‡1·5 (1·3–1·7)‡101/19·0‡5·3 (4·3–6·5)‡198/41·3‡4·8 (4·1–5·5)‡82/78·11·1 (0·8–1·3)34/47·50·7 (0·5–1·0)48/38·11·3 (0·9–1·7)83/37·02·2 (1·8–2·8)34/28·41·2 (0·8–1·7)32/27·71·2 (0·8–1·6)54/23·22·3 (1·7–3·0)73/45·21·6 (1·3–2·0)29/14·22·0 (1·4–2·9)14/9·91·4 (0·8–2·4)41/23·01·8 (1·3–2·4)Colorectal1290/801·91·6 (1·5–1·7)179/150·2‡1·2 (1·0–1·4)‡¶237/115·1‡2·1 (1·8–2·3)‡206/109·2‡1·9 (1·6–2·2)‡50/20·22·5 (1·8–3·3)86/39·22·2 (1·8–2·7)80/77·51·0 (0·8–1·3)50/46·81·1 (0·8–1·4)....47/35·41·3 (1·0–1·8)33/28·21·2 (0·8–1·6)46/26·61·7 (1·3–2·3)58/23·02·5 (1·9–3·3)39/39·81·0 (0·7–1·3)65/13·74·7 (3·6–6·0)16/10·51·5 (0·9–2·5)23/21·21·1 (0·7–1·6)Other793/405·12·0 (1·8–2·1)97/56·71·7 (1·4–2·1)61/46·61·3 (1·0–1·6)104/52·4‡2·0 (1·6–2·4)‡37/6·45·8 (4·1–8·0)54/27·71·9 (1·5–2·5)64/42·41·5 (1·1–1·9)96/31·53·1 (2·5–3·7)31/17·11·8 (1·2–2·5)33/16·72·0 (1·3–2·7)33/15·22·2 (1·4–2·9)19/14·11·3 (0·7–2)19/9·42·0 (1·1–2·9)26/19·11·4 (0·8–1·9)15/5·22·9 (1·4–4·3)15/7·32·1 (1·0–3·1)28/11·62·4 (1·5–3·3)Bladder606/296·62·0 (1·9–2·2)50/38·61·3 (1·0–1·7)126/29·6‡4·3 (3·5–5·1)‡167/61·3‡2·7 (2·3–3·2)‡11/4·92·2 (1·1–4·0)30/22·01·4 (0·9–1·9)27/27·81·0 (0·6–1·4)22/19·21·1 (0·7–1·7)32/15·52·1 (1·4–2·9)33/16·52·0 (1·4–2·8)11/9·41·2 (0·6–2·1)13/11·21·2 (0·6–2·0)24/6·04·0 (2·6–6·0)....20/3·65·5 (3·4–8·5)8/4·41·8 (0·8–3·6)14/10·11·4 (0·8–2·3)Prostate545/433·51·3 (1·2–1·4)........185/133·5‡1·4 (1·2–1·6)‡....48/45·81·0 (0·8–1·4)40/32·91·2 (0·9–1·7)34/29·01·2 (0·8–1·6)33/27·31·2 (0·8–1·7)35/29·81·2 (0·8–1·6)14/9·11·5 (0·8–2·6)24/17·81·4 (0·9–2·0)....62/46·41·3 (1·0–1·7)....5/6·10·8 (0·3–1·9)15/19·60·8 (0·4–1·3)Melanoma500/385·61·3 (1·2–1·4)100/81·0‡1·2 (1·0–1·5)‡‖61/68·30·9 (0·7–1·1)68/44·41·5 (1·2–1·9)29/17·11·7 (1·1–2·4)20/16·81·2 (0·7–1·8)....37/26·81·4 (1·0–1·9)20/13·71·5 (0·9–2·3)27/17·21·6 (1·0–2·3)25/17·41·4 (0·9–2·1)24/13·21·8 (1·2–2·7)19/13·61·4 (0·8–2·2)14/13·11·1 (0·6–1·8)6/6·60·9 (0·3–2·0)12/7·31·6 (0·8–2·9)††††Ovary447/244·61·8 (1·7–2·0)291/104·9‡2·8 (2·5–3·1)‡........16/16·41·0 (0·6–1·6)....32/37·70·8 (0·6–1·2)20/17·51·1 (0·7–1·8)19/10·21·9 (1·1–2·9)11/8·61·3 (0·6–2·3)16/15·81·0 (0·6–1·6)18/9·12·0 (1·2–3·1)....††††....††††††††Oral406/215·31·9 (1·7–2·1)44/28·31·6 (1·1–2·1)42/23·21·8 (1·3–2·4)56/40·71·4 (1·0–1·8)21/4·64·6 (2·8–7·0)51/14·83·5 (2·6–4·5)13/20·80·6 (0·3–1·1)18/13·91·3 (0·8–2·0)16/8·81·8 (1·0–2·9)31/11·02·8 (1·9–4·0)13/7·01·9 (1·0–3·2)16/7·52·1 (1·2–3·5)10/4·52·2 (1·1–4·1)12/10·91·1 (0·6–1·9)7/2·42·9 (1·2–5·9)29/3·7‡‡7·8 (5·2–11·1)‡‡....Corpus uteri404/214·81·9 (1·7–2·1)204/95·7‡2·1 (1·8–2·4)‡........21/12·81·6 (1·0–2·5)....33/32·61·0 (0·7–1·4)26/14·61·8 (1·2–2·6)68/9·5‡‡7·2 (5·6–9·1)‡‡8/7·31·1 (0·5–2·2)11/13·50·8 (0·4–1·5)11/8·01·4 (0·7–2·5)....††††....††††7/4·31·6 (0·7–3·4)Kidney371/175·82·1 (1·9–2·3)39/27·91·4 (1·0–1·9)32/22·21·4 (1·0–2·0)53/30·41·7 (1·3–2·3)11/4·02·7 (1·4–4·9)23/11·02·1 (1·3–3·1)31/17·41·8 (1·2–2·5)73/11·2‡‡6·5 (5·1–8·2)‡‡23/7·73·0 (1·9–4·5)11/8·81·3 (0·6–2·2)10/6·01·7 (0·8–3·0)14/6·22·3 (1·2–3·8)6/4·31·4 (0·5–3·0)....††††7/2·82·5 (1·0–5·2)13/4·92·6 (1·4–4·5)Non-Hodgkin lymphoma358/290·41·2 (1·1–1·4)79/57·21·4 (1·1–1·7)51/46·01·1 (0·8–1·5)63/46·21·4 (1·0–1·7)........41/32·11·3 (0·9–1·7)25/20·11·2 (0·8–1·8)19/12·71·5 (0·9–2·3)....13/11·61·1 (0·6–1·9)13/10·81·2 (0·6–2·1)8/9·10·9 (0·4–1·7)11/14·00·8 (0·4–1·4)6/5·11·2 (0·4–2·6)....9/8·01·1 (0·5–2·1)Brain317/186·71·7 (1·5–1·9)28/29·41·0 (0·6–1·4)22/24·00·9 (0·6–1·4)26/28·90·9 (0·6–1·3)11/5·42·0 (1·0–3·6)16/11·41·4 (0·8–2·3)45/18·42·4 (1·8–3·3)34/6·8‡‡5·0 (3·5–7·0)‡‡21/7·03·0 (1·8–4·6)9/8·81·0 (0·5–1·9)13/6·62·0 (1·0–3·4)13/6·32·1 (1·1–3·5)††††8/8·01·0 (0·4–2·0)5/2·61·9 (0·6–4·5)17/3·35·1 (3·0–8·2)9/4·62·0 (0·9–3·7)Oesophagus297/158·41·9 (1·7–2·1)46/20·42·3 (1·6–3·0)23/15·61·5 (0·9–2·2)46/29·81·5 (1·1–2·1)26/2·6‡‡10·2 (6·6–14·9)‡‡46/10·74·3 (3·2–5·8)14/14·11·0 (0·5–1·7)6/9·50·6 (0·2–1·4)12/7·31·6 (0·8–2·9)20/8·02·5 (1·5–3·9)5/4·71·1 (0·3–2·5)5/5·50·9 (0·3–2·1)††††7/9·60·7 (0·3–1·5)5/1·92·6 (0·9–6·1)14/2·26·3 (3·4–10·6)13/4·82·7 (1·5–4·7)Pancreas283/162·81·7 (1·5–2·0)34/30·31·1 (0·8–1·6)26/23·01·1 (0·7–1·7)76/20·93·6 (2·9–4·6)13/3·83·4 (1·8–5·8)22/7·52·9 (1·8–4·4)19/15·11·3 (0·8–2·0)22/9·02·4 (1·5–3·7)9/6·91·3 (0·6–2·5)8/6·81·2 (0·5–2·3)6/5·51·1 (0·4–2·4)††††9/4·61·9 (0·9–3·7)11/7·81·4 (0·7–2·5)5/2·81·8 (0·6–4·1)††††††††Other female genital282/219·71·3 (1·1–1·4)111/82·0‡1·4 (1·1–1·6)‡........31/19·81·6 (1·1–2·2)....25/35·90·7 (0·5–1·0)22/18·11·2 (0·8–1·8)27/8·13·3 (2·2–4·8)13/8·41·5 (0·8–2·6)16/15·51·0 (0·6–1·7)8/8·60·9 (0·4–1·8)....7/4·11·7 (0·7–3·5)....9/4·22·1 (1·0–4·0)7/4·41·6 (0·6–3·3)Stomach264/147·61·8 (1·6–2·0)32/20·41·6 (1·1–2·2)22/15·21·4 (0·9–2·2)81/25·73·2 (2·5–3·9)7/2·82·5 (1·0–5·2)26/9·42·8 (1·8–4·1)7/13·10·5 (0·2–1·1)6/8·80·7 (0·3–1·5)14/6·92·0 (1·1–3·4)18/7·32·5 (1·5–3·9)10/4·52·2 (1·1–4·1)13/5·12·6 (1·4–4·4)††††12/9·01·3 (0·7–2·3)††††††††††††Other digestive§§254/89·72·8 (2·5–3·2)47/18·32·6 (1·9–3·4)31/14·32·2 (1·5–3·1)39/9·64·1 (2·9–5·6)9/2·53·5 (1·6–6·7)12/3·53·4 (1·8–6·0)12/8·71·4 (0·7–2·4)8/5·01·6 (0·7–3·2)48/3·4‡‡13·9 (10·3–18·4)‡‡††††9/3·22·8 (1·3–5·3)11/2·84·0 (2·0–7·1)8/2·82·8 (1·2–5·6)††††6/1·73·6 (1·3–7·9)††††††††Thyroid244/90·82·7 (2·4–3·0)35/20·41·7 (1·2–2·4)20/17·51·1 (0·7–1·8)13/5·42·4 (1·3–4·1)47/5·1‡‡9·2 (6·7–12·2)‡‡26/2·1‡‡12·3 (8·0–18·0)‡‡21/11·01·9 (1·2–2·9)11/6·01·8 (0·9–3·3)††††12/3·43·6 (1·8–6·3)....9/2·83·3 (1·5–6·2)9/3·62·5 (1·1–4·8)††††5/1·63·1 (1·0–7·2)10/1·76·0 (2·9–11·0)7/1·74·2 (1·7–8·7)Leukaemia229/151·91·5 (1·3–1·7)51/28·41·8 (1·3–2·4)28/22·71·2 (0·8–1·8)39/25·51·5 (1·1–2·1)........15/16·70·9 (0·5–1·5)23/10·82·1 (1·4–3·2)9/6·91·3 (0·6–2·5)....10/6·11·7 (0·8–3·0)9/5·81·6 (0·7–3·0)10/4·62·2 (1·1–4·0)11/8·01·4 (0·7–2·5)††††....††††Other respiratory217/92·82·3 (2·0–2·7)30/10·42·9 (1·9–4·1)18/8·22·2 (1·3–3·5)31/19·41·6 (1·1–2·3)20/1·513·1 (8·0–20·3)42/7·2‡‡5·9 (4·2–7·9)‡‡12/8·41·4 (0·7–2·5)12/6·02·0 (1·0–3·5)8/4·41·8 (0·8–3·6)12/5·12·4 (1·2–4·1)9/2·83·2 (1·5–6·1)††††††††9/6·01·5 (0·7–2·9)††††††††††††Meninges214/70·83·0 (2·6–3·5)23/16·91·4 (0·9–2·0)8/13·80·6 (0·3–1·1)11/4·22·6 (1·3–4·7)11/3·03·7 (1·8–6·5)††††9/7·61·2 (0·5–2·2)60/3·1‡‡19·1 (14·6–24·6)‡‡††††7/2·42·9 (1·2–6·0)12/3·04·0 (2·0–6·9)6/2·03·0 (1·1–6·5)6/2·72·2 (0·8–4·9)††††††††13/1·013·2 (7·0–22·6)††††Open in a separate windowAYA=adolescent and young adult. Obs/exp=observed number of subsequent primary neoplasms/expected number of subsequent primary neoplasms. SIR=standardised incidence ratio.*Excludes potential subsequent primary neoplasms at the same anatomical site as the AYA cancer, represented by …†Includes all first primary neoplasms listed and other male genital and bone tumours.‡At least 100 observed events and significant SIR.§Breast subsequent primary neoplasms after thyroid cancer occurred only in females; expected breast cancers in males was zero.¶Confidence interval to three decimal places was 1·023–1·380.‖Confidence interval to three decimal places was 1·004–1·501.††Results not reliable because of small number of subsequent primary neoplasms (<5 observed subsequent primary neoplasms).‡‡Between 25 and 99 observed events, SIR at least 5.§§Consists of 80 small intestine, 62 gallbladder, 77 retroperitoneum and peritoneum, and 31 other or unspecified.Table 4AER of all and specific subsequent primary neoplasms after specific first primary neoplasm by time from diagnosis, with percentage of total AER contributed by specific subsequent primary neoplasms5–9 years10–19 years20–29 years≥30 yearsp value†Obs/expAER per 10 000 person-years (95% CI)% of total AER*Obs/expAER per 10 000 person-years (95% CI)% of total AER*Obs/expAER per 10 000 person-years (95% CI)% of total AER*Obs/expAER per 10 000 person-years (95% CI)% of total AER*First primary neoplasm: female breastTotal subsequent primary neoplasms‡371/190·411·7 (9·3 to 14·2)100%730/391·719·6 (16·5 to 22·6)100%581/338·534·5 (27·8 to 41·2)100%195/149·025·6 (10·4 to 40·8)100%<0·0001Corpus uteri46/9·92·3 (1·5 to 3·2)19·7%100/36·03·7 (2·6 to 4·8)18·9%51/36·82·0 (0·0 to 4·0)5·8%7/12·9−3·3 (−6·2 to −0·4)..§0·97Ovary74/20·63·5 (2·4 to 4·6)29·9%128/43·04·9 (3·6 to 6·2)25·0%71/31·25·7 (3·3 to 8·0)16·4%18/10·14·4 (−0·2 to 9·0)15·2%0·50Other female genital38/30·90·5 (−0·3 to 1·2)4·3%50/33·11·0 (0·2 to 1·8)5·1%18/13·70·6 (−0·6 to 1·8)1·7%5/4·30·4 (−2·1 to 2·8)1·4%0·25Colorectal24/19·80·3 (−0·3 to 0·9)2·6%63/51·60·7 (−0·2 to 1·6)3·6%65/51·91·9 (−0·4 to 4·1)5·5%27/26·90·1 (−5·6 to 5·7)0·3%0·13Lung37/14·61·5 (0·7 to 2·2)12·8%112/48·53·7 (2·5 to 4·9)18·9%154/58·613·6 (10·1 to 17·0)39·2%54/30·513·1 (5·1 to 21·0)45·2%<0·0001Melanoma30/23·10·4 (−0·3 to 1·1)3·4%45/34·00·6 (−0·1 to 1·4)3·1%17/18·1−0·2 (−1·3 to 1·0)..§8/5·81·2 (−1·9 to 4·3)4·1%0·57Other122/71·53·3 (1·9 to 4·7)28·2%232/145·55·0 (3·3 to 6·7)25·5%205/128·210·9 (6·9 to 14·9)31·4%76/58·49·8 (0·3 to 19·3)33·8%0·0001First primary neoplasm: cervixTotal subsequent primary neoplasms¶241/179·65·7 (2·9 to 8·5)100%618/509·36·9 (3·8 to 10·0)100%609/465·218·3 (12·2 to 24·5)100%207/152·932·3 (15·4 to 49·1)100%<0·0001Breast89/104·4−1·4 (−3·1 to 0·3)..§251/294·6−2·8 (−4·7 to −0·8)..§157/227·0−8·9 (−12·1 to −5·8)..§35/58·8−14·2 (−21·1 to −7·3)..§..‖Bladder11/2·10·8 (0·2 to 1·4)11·3%40/8·42·0 (1·2 to 2·8)20·6%52/12·95·0 (3·2 to 6·8)18·3%23/6·110·1 (4·5 to 15·7)21·7%<0·0001Colorectal23/10·41·2 (0·3 to 2·0)16·9%66/37·91·8 (0·8 to 2·8)18·6%110/46·78·1 (5·4 to 10·7)29·7%38/20·010·7 (3·5 to 17·9)23·0%<0·0001Lung45/7·33·5 (2·3 to 4·7)49·3%101/34·54·2 (3·0 to 5·5)43·3%137/52·010·8 (7·9 to 13·8)39·6%52/23·217·2 (8·8 to 25·6)37·0%<0·0001Other73/55·31·6 (0·1 to 3·2)22·5%160/133·91·7 (0·1 to 3·2)17·5%153/126·63·4 (0·3 to 6·5)12·5%59/44·88·5 (−0·5 to 17·4)18·3%0·24First primary neoplasm: testicularTotal subsequent primary neoplasms**124/81·93·8 (1·8 to 5·7)100%378/246·29·0 (6·4 to 11·6)100%605/318·346·6 (38·8 to 54·4)100%328/161·1127·0 (100·0 to 154·0)100%<0·0001Prostate††††††26/20·00·4 (−0·3 to 1·1)4·4%79/66·32·1 (−0·8 to 4·9)4·5%79/45·725·3 (12·1 to 38·6)19·9%<0·0001Bladder9/5·00·4 (−0·2 to 0·9)10·5%30/17·40·9 (0·1 to 1·6)10·0%84/25·09·6 (6·7 to 12·5)20·6%44/14·022·8 (13·0 to 32·7)18·0%<0·0001Colorectal16/9·40·6 (−0·1 to 1·3)15·8%45/33·40·8 (−0·1 to 1·7)8·9%97/44·18·6 (5·5 to 11·7)18·5%48/22·319·6 (9·2 to 29·9)15·4%<0·0001Lung7/7·1−0·0 (−0·5 to 0·5)0·0%42/32·00·7 (−0·2 to 1·6)7·8%83/49·95·4 (2·5 to 8·3)11·6%39/26·69·5 (0·1 to 18·8)7·5%<0·0001Other91/59·12·8 (1·2 to 4·5)73·7%235/143·46·3 (4·2 to 8·3)70·0%262/133·021·0 (15·8 to 26·1)45·1%118/52·649·7 (33·5 to 65·9)39·1%<0·0001First primary neoplasm: female Hodgkin lymphomaTotal subsequent primary neoplasms‡‡66/38·68·0 (3·4 to 12·7)100%316/104·244·7 (37·4 to 52·1)100%374/100·8119·5 (102·9 to 136·1)100%147/44·6168·6 (129·5 to 207·8)100%<0·0001Breast20/17·00·9 (−1·7 to 3·5)11·3%168/52·024·5 (19·1 to 29·9)54·8%181/48·857·8 (46·3 to 69·3)48·4%62/18·471·8 (46·4 to 97·2)42·6%<0·0001Lung7/1·01·8 (0·2 to 3·3)22·5%25/4·84·3 (2·2 to 6·3)9·6%48/8·017·5 (11·6 to 23·5)14·6%21/5·226·0 (11·2 to 40·8)15·4%<0·0001Other39/20·65·4 (1·8 to 9·0)67·5%123/47·416·0 (11·4 to 20·6)35·8%145/44·044·2 (33·9 to 54·5)37·0%64/21·070·8 (44·9 to 96·6)42·0%<0·0001First primary neoplasm: male Hodgkin lymphomaTotal subsequent primary neoplasms§§51/25·15·9 (2·7 to 9·1)100%192/72·919·5 (15·0 to 23·9)100%289/105·160·2 (49·3 to 71·1)100%171/68·8121·9 (91·3 to 152·4)100%<0·0001Lung6/2·10·9 (−0·2 to 2·0)15·3%56/9·87·5 (5·2 to 9·9)38·8%82/17·521·1 (15·3 to 26·9)35·0%54/11·950·2 (33·0 to 67·3)41·2%<0·0001Other45/23·05·0 (2·0 to 8·0)84·7%136/63·111·9 (8·2 to 15·7)61·3%207/87·739·1 (29·8 to 48·3)65·0%117/56·971·7 (46·4 to 97·0)58·8%<0·0001First primary neoplasm: female thyroidTotal subsequent primary neoplasms¶¶61/47·05·0 (−0·5 to 10·5)100%155/107·813·6 (6·6 to 20·6)100%133/95·123·9 (9·7 to 38·1)100%48/38·921·9 (−10·9 to 54·7)100%0·03Breast27/22·11·7 (−1·9 to 5·4)34·0%63/53·22·8 (−1·7 to 7·3)20·8%59/41·211·2 (1·7 to 20·7)46·9%21/13·717·6 (−4·1 to 39·3)80·4%0·06Other34/24·93·3 (−0·8 to 7·3)66·0%92/54·610·7 (5·3 to 16·1)79·2%74/53·912·7 (2·1 to 23·3)53·1%27/25·24·3 (−20·2 to 28·9)19·6%0·12Open in a separate windowAER=absolute excess risk. Obs/exp=observed number of subsequent primary neoplasms/expected number of subsequent primary neoplasms.*The total AER (for the purposes of calculating percentages) after each specific first primary neoplasm is the sum of the positive values for the contributing subsequent primary neoplasms.†Multivariable p value.‡All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of the breast.§Negative numbers for the AER, represented by …¶All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of female genital sites.‖p value not calculated due to negative AERs for all years.**All subsequent primary neoplasms in male survivors excluding subsequent primary neoplasms of other male genital sites (prostate sites allowed).††Results not reliable because of small number of subsequent primary neoplasms (<5 observed subsequent primary neoplasms).‡‡All solid subsequent primary neoplasms in female survivors (excluding non-solid tumours).§§All solid subsequent primary neoplasms in male survivors (excluding non-solid tumours).¶¶All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of the thyroid.Open in a separate windowFigureObserved (solid) and expected (dashed) cumulative incidence of specific subsequent primary neoplasms in survivors of adolescent and young adult cancer*Cumulative incidence exceeds scale; please refer to table 5 for cumulative incidence up to 35 years from diagnosis.Table 5Cumulative incidence of specific subsequent primary neoplasms after specific first primary neoplasms by years from diagnosis10 years15 years20 years25 years30 years35 yearsFirst primary neoplasm: female breastTotal subsequent primary neoplasms*1·1% (1·0–1·2)2·5% (2·3–2·7)4·2% (4·0–4·5)6·4% (6·1–6·8)9·3% (8·8–9·8)11·9% (11·3–12·6)Corpus uteri0·1% (0·1–0·2)0·3% (0·3–0·4)0·6% (0·5–0·7)0·9% (0·7–1·0)1·0% (0·9–1·2)1·1% (1·0–1·3)Ovary0·2% (0·2–0·3)0·5% (0·4–0·6)0·8% (0·7–0·9)1·1% (1·0–1·3)1·4% (1·2–1·6)1·7% (1·5–2·0)Other female genital0·1% (0·0–0·1)0·2% (0·2–0·3)0·4% (0·3–0·4)0·6% (0·5–0·7)1·0% (0·8–1·2)1·5% (1·2–1·7)Colorectal0·1% (0·1–0·2)0·2% (0·2–0·3)0·3% (0·3–0·4)0·4% (0·3–0·5)0·5% (0·4–0·6)0·5% (0·4–0·7)Lung0·1% (0·1–0·1)0·3% (0·2–0·3)0·7% (0·6–0·8)1·2% (1·0–1·4)2·2% (1·9–2·4)2·9% (2·5–3·2)Melanoma0·1% (0·1–0·1)0·2% (0·2–0·3)0·3% (0·2–0·4)0·4% (0·3–0·4)0·5% (0·4–0·6)0·5% (0·4–0·7)Other0·4% (0·3–0·4)0·8% (0·7–0·9)1·4% (1·2–1·5)2·2% (2·0–2·4)3·3% (3·0–3·6)4·4% (4·0–4·8)First primary neoplasm: cervixTotal subsequent primary neoplasms†1·1% (1·0–1·2)2·7% (2·5–2·9)4·8% (4·5–5·1)7·8% (7·4–8·3)11·5% (10·9–12·1)15·8% (14·8–16·7)Breast0·4% (0·3–0·5)1·1% (1·0–1·3)1·9% (1·7–2·1)2·9% (2·6–3·1)3·7% (3·3–4·0)4·6% (4·2–5·1)Bladder0·0% (0·0–0·1)0·1% (0·1–0·2)0·3% (0·2–0·4)0·6% (0·4–0·7)0·9% (0·7–1·1)1·3% (1·0–1·6)Colorectal0·1% (0·1–0·2)0·2% (0·2–0·3)0·5% (0·4–0·7)1·1% (0·9–1·3)1·8% (1·5–2·1)2·6% (2·2–3·0)Lung0·2% (0·1–0·3)0·5% (0·4–0·6)0·8% (0·7–1·0)1·4% (1·2–1·6)2·5% (2·2–2·9)3·6% (3·2–4·2)Other0·3% (0·3–0·4)0·7% (0·6–0·9)1·3% (1·1–1·5)2·1% (1·8–2·3)3·1% (2·8–3·5)4·5% (4·0–5·1)First primary neoplasm: testicularTotal subsequent primary neoplasms‡0·6% (0·5–0·7)1·5% (1·3–1·6)3·2% (2·9–3·4)6·5% (6·0–6·9)12·2% (11·5–13·0)20·2% (18·9–21·5)Prostate0·0% (0·0–0·0)0·0% (0·0–0·1)0·2% (0·1–0·3)0·6% (0·4–0·8)1·6% (1·3–1·9)3·7% (3·1–4·4)Bladder0·0% (0·0–0·1)0·1% (0·1–0·2)0·3% (0·2–0·4)0·8% (0·6–1·0)1·6% (1·3–1·9)2·9% (2·4–3·6)Colorectal0·1% (0·0–0·1)0·2% (0·1–0·3)0·4% (0·3–0·5)0·9% (0·7–1·1)2·0% (1·7–2·3)3·0% (2·5–3·6)Lung0·0% (0·0–0·1)0·1% (0·1–0·2)0·3% (0·2–0·4)0·8% (0·7–1·0)1·6% (1·3–2·0)2·7% (2·2–3·2)Other0·4% (0·3–0·5)1·0% (0·9–1·2)2·0% (1·8–2·3)3·6% (3·2–3·9)6·1% (5·6–6·7)9·3% (8·4–10·2)First primary neoplasm: female Hodgkin lymphomaTotal subsequent primary neoplasms§0·9% (0·7–1·2)3·2% (2·8–3·7)7·2% (6·5–8·0)13·0% (11·9–14·0)20·2% (18·8–21·7)26·6% (24·7–28·6)Breast0·3% (0·2–0·4)1·3% (1·1–1·6)3·8% (3·3–4·4)6·7% (5·9–7·5)10·8% (9·7–11·9)14·4% (12·9–15·9)Lung0·1% (0·0–0·2)0·3% (0·2–0·5)0·6% (0·4–0·9)1·5% (1·2–2·0)2·5% (1·9–3·1)3·8% (3·0–4·8)Other0·5% (0·4–0·7)1·6% (1·3–1·9)2·9% (2·5–3·4)5·1% (4·5–5·8)8·3% (7·3–9·3)11·3% (10·0–12·7)First primary neoplasm: male Hodgkin lymphomaTotal subsequent primary neoplasms¶0·6% (0·4–0·7)1·6% (1·3–1·9)3·4% (3·0–3·9)6·5% (5·8–7·1)10·7% (9·8–11·7)16·5% (15·2–18·0)Lung0·1% (0·0–0·1)0·3% (0·2–0·5)0·9% (0·7–1·2)1·9% (1·5–2·3)3·1% (2·6–3·7)5·1% (4·3–6·0)Other0·5% (0·4–0·7)1·3% (1·0–1·5)2·5% (2·2–2·9)4·7% (4·2–5·3)7·8% (7·0–8·6)11·9% (10·7–13·2)First primary neoplasm: female thyroidTotal subsequent primary neoplasms‖1·1% (0·8–1·4)2·9% (2·5–3·5)5·5% (4·7–6·2)8·8% (7·8–9·9)13·2% (11·8–14·8)18·2% (16·1–20·5)Breast0·5% (0·3–0·7)1·2% (0·9–1·6)2·4% (1·9–2·9)4·2% (3·5–5·0)5·9% (4·9–7·0)8·2% (6·7–9·8)Other0·6% (0·4–0·8)1·8% (1·4–2·2)3·1% (2·6–3·7)4·8% (4·1–5·7)7·6% (6·5–8·9)10·7% (8·9–12·5)Open in a separate windowData are incidence (%, 95% CI). The cumulative risks for the specific subsequent primary neoplasms add up to more than the overall cumulative risk because survivors can develop more than one subsequent primary neoplasm.*All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of the breast.†All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of female genital sites.‡All subsequent primary neoplasms in male survivors excluding subsequent primary neoplasms of other male genital sites (prostate sites allowed).§All solid subsequent primary neoplasms in female survivors (excluding non-solid tumours).¶All solid subsequent primary neoplasms in male survivors (excluding non-solid tumours).‖All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of the thyroid.Survivors of cervical cancer had an excess risk of developing any subsequent primary neoplasm corresponding to ten excess subsequent primary neoplasms per 10 000 person-years (SIR 1·3, 95% CI 1·2–1·3; AER 10·2 per 10 000 person-years, 95% CI 8·0–12·4; table 2). SIRs for subsequent primary neoplasms of bladder, lung, and colorectal sites were statistically significantly increased. We noted a statistically significant reduction in the SIR related to breast cancer (SIR 0·8, 95% CI 0·7–0·8; table 3). The total AER of developing any subsequent primary neoplasm increased with time from cervical cancer diagnosis to an AER of 32·3 per 10 000 person-years (95% CI 15·4–49·1) subsequent to 30 years from diagnosis (p<0·0001), as did the AER for developing lung, colorectal, and bladder cancer (each p<0·0001; table 4). In patients who had survived at least 30 years, the AERs for lung cancer (17·2 per 10 000 person-years, 95% CI 8·8–25·6), colorectal cancer (10·7, 3·5–17·9), and bladder cancer (10·1, 4·5–15·7) accounted for 37%, 23%, and 22% of the total number of excess neoplasms, respectively (total AER 46·5 per 10 000 person-years when negative AERs are excluded). The cumulative incidences of subsequent lung, colorectal, and bladder neoplasms at 35 years from diagnosis were 3·6% (95% CI 3·2–4·2), 2·6% (2·2–3·0), and 1·3% (1·0–1·6), whereas incidences of 1·6%, 1·4%, and 0·4% were expected, respectively (figure, table 5).Survivors of testicular cancer had an excess risk of developing any subsequent primary neoplasm corresponding to 19 excess subsequent primary neoplasms per 10 000 person-years (SIR 1·8, 95% CI 1·7–1·9; AER 18·9 per 10 000 person-years, 95% CI 16·6–21·1; table 2). SIRs for subsequent primary neoplasms of bladder, colorectal, lung, and prostate sites were statistically significantly increased (table 3). The total AER of developing any subsequent primary neoplasm increased with time from testicular cancer diagnosis to an AER of 127·0 per 10 000 person-years (95% CI 100·0–154·0) subsequent to 30 years from diagnosis (p<0·0001), as did the AER for developing bladder, colorectal, lung, and prostate cancer (each p<0·0001; table 4). In patients who had survived at least 30 years, the AERs for prostate cancer (25·3 per 10 000 person-years, 95% CI 12·1–38·6), bladder cancer (22·8, 13·0–32·7), colorectal cancer (19·6, 9·2–29·9), and lung cancer (9·5, 0·1–18·8) accounted for 20%, 18%, 15%, and 8% of the total number of excess neoplasms, respectively. The cumulative incidences of subsequent primary neoplasms at 35 years from diagnosis were 3·7% (95% CI 3·1–4·4) for prostate, 2·9% (95% CI 2·4–3·6) for bladder, 3·0% (2·5–3·6) for colorectal, and 2·7% (2·2–3·2) for lung, whereas incidences of 2·9%, 1·1%, 1·8%, and 2·0% were expected, respectively (figure, table 5).Female survivors of Hodgkin lymphoma had an excess risk of developing any subsequent primary neoplasm corresponding to 56 excess subsequent primary neoplasms per 10 000 person-years (SIR 3·1, 95% CI 2·9–3·3; AER 55·7 per 10 000 person-years, 95% CI 50·4–61·1; table 2). SIRs for subsequent primary cancers of breast and lung sites were statistically significantly increased (table 3). The total AER of developing any subsequent primary neoplasm increased with time from Hodgkin lymphoma diagnosis to an AER of 168·6 per 10 000 person-years (95% CI 129·5–207·8) subsequent to 30 years from diagnosis (p<0·0001), as did the AER for developing breast and lung cancer (each p<0·0001; table 4). In patients who had survived at least 30 years, the AERs for breast cancer (71·8 per 10 000 person-years, 95% CI 46·4–97·2) and lung cancer (26·0, 11·2–40·8) accounted for 43% and 15% of the total number of excess neoplasms, respectively. The cumulative incidences of breast and lung neoplasms at 35 years from diagnosis were 14·4% (95% CI 12·9–15·9) and 3·8% (3·0–4·8), whereas incidences of 4·9% and 0·9% were expected, respectively (figure, table 5).Male survivors of Hodgkin lymphoma had an excess risk of developing any subsequent primary neoplasm corresponding to 30 excess subsequent primary neoplasms per 10 000 person-years (SIR 2·6, 95% CI 2·4–2·8; AER 29·9 per 10 000 person-years, 95% CI 26·3–33·6; table 2). The SIR for a subsequent primary lung cancer was statistically significantly increased (table 3). The total AER of developing any subsequent primary neoplasm increased with time from Hodgkin lymphoma diagnosis to an AER of 121·9 per 10 000 person-years (95% CI 91·3–152·4) subsequent to 30 years from diagnosis (p<0·0001), as did the AER for developing lung cancer (p<0·0001; table 4). In patients who had survived at least 30 years, the AER for lung cancer (50·2 per 10 000 person-years, 95% CI 33·0–67·3) accounted for 41% of the total number of excess neoplasms. The cumulative incidence of lung neoplasms in male survivors of Hodgkin lymphoma was 5·1% (95% CI 4·3–6·0) at 35 years from diagnosis, whereas an incidence of 1·4% was expected (figure, table 5).Female survivors of thyroid cancer had an excess risk of developing any subsequent primary neoplasm corresponding to 13 excess subsequent primary neoplasms per 10 000 person-years (SIR 1·4, 95% CI 1·2–1·5; AER 13·1 per 10 000 person-years, 95% CI 8·4–17·8; table 2). The SIR for a subsequent primary breast cancer was statistically significantly increased (table 3). The total AER of developing any subsequent primary neoplasm increased with time from thyroid cancer diagnosis to an AER of 21·9 per 10 000 person-years (95% CI −10·9 to 54·7) subsequent to 30 years from diagnosis, (p=0·03; table 4). The cumulative incidence of all subsequent primary neoplasms in female survivors of thyroid cancer was 18·2% (95% CI 16·1–20·5) at 35 years from diagnosis (table 5), whereas an incidence of 13·6% was expected. The cumulative incidence of breast cancer was 8·2% (6·7–9·8) at 35 years from diagnosis, whereas an incidence of 6·0% was expected (figure; table 5).Survivors of ovarian cancer had an excess risk of developing any subsequent primary neoplasm corresponding to 12 excess subsequent primary neoplasms per 10 000 person-years (SIR 1·4, 95% CI 1·2–1·5; AER 12·3 per 10 000 person-years, 95% CI 7·5–17·1; table 2). A statistically significant reduction was found in the SIR for the development of a subsequent primary breast cancer (0·8, 95% CI 0·6–0·9; table 3). The cumulative incidence of all subsequent primary neoplasms was 13·9% (95% CI 12·2–15·7) at 35 years from diagnosis (table 2), whereas an incidence of 12·3% was expected.Both male and female survivors of CNS tumours had an excess risk of developing any subsequent primary neoplasm corresponding to 15 and 11 excess neoplasms, respectively (male survivors: SIR 1·7 [95% CI 1·5–1·9]; AER 14·8 per 10 000 person-years [95% CI 10·7–19·0]; female survivors: SIR 1·3 [1·2–1·5]; AER 11·1 [7·0–15·2]). A statistically significant reduction in the SIR for the development of a subsequent primary breast cancer was found (SIR 0·7, 95% CI 0·6–0·8; table 3). The cumulative incidence of all subsequent primary neoplasms was 11·9% (95% CI 10·6–13·3) in female survivors of CNS tumours and 10·0% (8·7–11·4) in male survivors of CNS tumours at 35 years from diagnosis (table 2), whereas an incidence of 9·4% was expected.Sensitivity analyses showed that inclusion of leukaemia after AYA Hodgkin lymphoma, non-Hodgkin lymphoma, and leukaemia had little effect on the SIRs and AERs (appendix p 10). Inclusion of sarcomas after AYA soft-tissue sarcoma and bone tumour increased the AERs, but there was substantial overlap in confidence intervals (appendix p 10).DiscussionWe show that the excess number of subsequent primary neoplasms observed increases with increased period of follow-up from diagnosis after each AYA cancer investigated. In patients who had survived at least 30 years from diagnosis of cervical cancer, testicular cancer, Hodgkin lymphoma in women, breast cancer, and Hodgkin lymphoma in men, we identified just a small number of specific subsequent primary neoplasms that account for 82%, 61%, 58%, 45%, and 41% of the total excess number of neoplasms, respectively. To our knowledge, our study is the first to report excess risks of specific types of subsequent primary neoplasms after each of 16 types of AYA cancer. One study has previously addressed the risk of all subsequent primary neoplasms combined after each AYA cancer,3 but no study has previously considered specific subsequent primary neoplasms.In our study, the burden of the excess number of neoplasms beyond 30 years from diagnosis accounted for by lung cancer was substantial and apparent across all AYA cancers investigated (breast, cervical, testicular, and Hodgkin lymphoma in males and females). It is well known that smoking is carcinogenic and the main risk factor for developing lung cancer. Additionally, smoking increases the risk of developing subsequent primary neoplasms, particularly oral or pharyngeal, oesophageal, stomach, lung, and haematological malignancies.21 Kaul and colleagues22 reported that 33% of survivors of AYA cancer were current smokers compared with 22% in a non-cancer comparison group matched on age, sex, and other factors. This finding confirmed earlier work that AYA cancer survivors smoke in excess.23 Young female survivors have a higher risk of being a current smoker compared with young male survivors, and this difference is largely accounted for by cervical cancer.24 Consistent with our findings, Underwood and colleagues25 reported that survivors of cervical cancer have a two-fold increased risk of developing smoking-related cancers compared with the general population. Studies have shown that smoking is a risk factor for developing lung cancer in survivors of breast cancer26 and Hodgkin lymphoma,27 and that this risk is further enhanced in patients who have been treated with radiotherapy (for breast cancer and Hodgkin lymphoma) and chemotherapy (for Hodgkin lymphoma). We observed a decrease in the number of excess lung cancers in male survivors of Hodgkin lymphoma with more recent diagnosis. Although this decrease could be caused by a number of factors, it might be related to a change in smoking habits in more recent decades (ie, a reduction in male smokers). The evidence presented in our study, along with previous literature on smoking in cancer survivors, clearly suggests that clinical follow-up of survivors of AYA cancer, particularly survivors of breast cancer, cervical cancer, and Hodgkin lymphoma, should focus on subsequent lung cancer and provision of smoking cessation advice.Generally, it is difficult to compare risks of subsequent primary neoplasms between survivors of AYA and childhood cancer because there are so many important confounding influences. However, lung cancer as a subsequent primary neoplasm is an exception to this general rule in that from our population-based national cohort of survivors of childhood cancer in Britain, we reported that in survivors aged 40 years and older, lung cancer was associated with an AER of only 2·9 per 10 000 person-years (95% CI 0·4–5·5), which accounted for just 9% of the total AER.28 By contrast, in the present analysis, the AER for lung cancer after at least 30 years from diagnosis of AYA cancer was substantially higher and accounted for a much greater proportion of the total AER. Notably, by contrast with survivors of AYA cancer, the odds ratio for being a current regular smoker among survivors of childhood cancer in Britain was 0·51 compared with the general population of Britain.29In female survivors of breast cancer, the SIRs reported in our study were broadly consistent with those reported in previous literature.5, 6, 7 The increased risk of ovarian cancer could relate to shared hormonal and genetic (eg, BRCA1 and BRCA2 mutations) risk factors.30 The increased risk of uterine cancers might relate to partial oestrogen agonists used to treat the breast cancer—a previous large case-control study found that risk of uterine cancer increases with duration of tamoxifen treatment.31 Of the six anatomical sites at which an excess of subsequent primary neoplasms was observed, only the lungs would be directly exposed if external-beam radiotherapy was used to treat the breast cancer. A previous large case-control study showed a dose-response relation between radiotherapy and risk of lung cancer in breast cancer survivors diagnosed at any age (not AYA-specific).26 Existing literature suggests that chest radiotherapy and smoking are both likely contributors to the substantial number of excess neoplasms accounted for by lung cancer.The bladder and bowel would be directly exposed if external-beam radiotherapy was used to treat cervical cancer. A large case-control study showed a dose-response relation between radiotherapy and the risk of both bladder and rectal cancers in cervical cancer survivors.32 Existing literature suggests that pelvic irradiation and smoking are likely contributors to the number of excess neoplasms accounted for by lung, colorectal, and bladder cancer. Clinical follow-up of survivors of AYA cervical cancer, particularly where pelvic irradiation is used, should focus on lung, bowel, and bladder cancers.Treatment for testicular cancer can involve irradiating the para-aortic lymph nodes, which might explain the excess of subsequent primary neoplasms seen in abdominal sites (prostate, bladder, and colorectal). The excess of subsequent primary neoplasms observed in the abdomen is consistent with international studies of testicular cancer survivors.8 The excess of lung subsequent primary neoplasms might be caused by radiotherapy to the lungs, since previous studies have reported an increased risk of lung cancer in survivors of testicular cancer who were given chest radiotherapy.8 Clinical follow-up of survivors of AYA testicular cancer should focus on prostate, bladder, colorectal, and lung cancers.The lungs would be directly exposed if external-beam radiotherapy was used to treat Hodgkin lymphoma; previous studies of Hodgkin lymphoma survivors have provided evidence of a dose-dependent increase in lung cancer risk with radiotherapy with or without chemotherapy.27 Our findings are consistent with previous large-scale studies of female survivors of Hodgkin lymphoma, for which a substantial amount of literature already exists, and by contrast with other AYA cancers considered here, we have little to add.9, 10, 11 Our findings support the decrease in lung cancer risk with more recent calendar period of diagnosis that was reported in a Dutch study of Hodgkin lymphoma survivors.9 This decrease might be due to a latency effect, where more recently diagnosed survivors simply have not had enough time to develop a lung subsequent primary neoplasm, or it might be caused by changes in treatment for Hodgkin lymphoma during recent decades, including withholding radiotherapy or improvements in the delivery of radiotherapy resulting in less damage to healthy tissue than in previous decades.33 However, because a decrease in lung cancer risk was not seen after Hodgkin lymphoma in women, it is possible that the decrease in lung cancer in men is caused by other environmental influences, such as changes in smoking habits. Previous studies have reported an increase in the number of excess lung cancers with increasing years from diagnosis;9, 10 however, to our knowledge, our study is the first to report the number of excess lung cancers in male and female survivors separately. Existing literature suggests that treatment (radiotherapy and chemotherapy), in addition to smoking, could contribute to the number of excess neoplasms accounted for by lung cancer.9 Clinical follow-up of male survivors of AYA Hodgkin lymphoma should focus on lung cancer and provision of smoking cessation advice.Younger age at radiation exposure is a risk factor for the development of breast cancer in many populations exposed to radiation, including atomic bomb survivors, patients with tuberculosis monitored with x-rays, and children with benign disorders treated with radiotherapy.34 Thus, the effect of age at diagnosis (closely related to age at radiotherapy) of Hodgkin lymphoma on the risk of breast cancer in our cohort is not surprising.Knowledge of late effects of cancer treatment has resulted in lower radiation exposures for treatments of good prognosis cancers in recent years;35 however, the multivariable regression showed that the risk of developing a subsequent primary neoplasm did not vary with decade of diagnosis of AYA cancer apart from lung cancer after Hodgkin lymphoma in males. Therefore, currently there is little evidence of a detectable impact.Until recently, no internationally agreed clinical guidelines existed regarding surveillance for specific types of neoplasm after AYA cancer, but this is now being addressed by the International Late Effects of Childhood Cancer Guideline Harmonization Group.36 So far, two such guidelines have been published.37, 38 There are also guidelines in development relating to second primary CNS tumours and second primary bowel cancers.Strengths of our cohort study relate to its large scale and population-based design, with the inclusion of all 5-year survivors of AYA cancer in England and Wales. The study design minimises selection bias and the results are generalisable to the English and Welsh population. Our study had much greater statistical power than the only comparable previous study by Lee and colleagues,3 because we report almost double the number of subsequent primary neoplasms and an additional million person-years of follow-up. Most previous studies investigating the risk of subsequent primary neoplasms with years from diagnosis have mainly focused on the SIR, a measure of multiplicative risk that relates to an unspecified baseline risk and is therefore difficult to interpret. We concentrated on the AER, which is the excess number of subsequent primary neoplasms beyond those expected from the general population, and so is directly interpretable in terms of adverse health impact on survivors. To our knowledge, our study is the first to report AERs by years from diagnosis for each specific AYA cancer.A limitation of using cancer registration data is the absence of detailed treatment information. Treatment for AYA cancer varies greatly by cancer type; therefore, in the absence of treatment data, we chose to determine risks in relation to specific cancer types. However, inevitably there is variation in the intensity of treatment given for a specific type of cancer, depending on the stage at diagnosis and whether the disease recurs or relapses after initial treatment. Crude treatment information is inherent in cohort studies based on cancer registry data; however, we are planning to conduct case-control studies with detailed treatment dosimetry, questionnaires for lifestyle and other relevant factors, and saliva collection for genotypic factors. A potential limitation of our study is that our results might not be generalisable to populations outside of England and Wales.Another limitation is the possibility that recurrence or metastases of the AYA cancer could have been mistaken for a subsequent primary neoplasm. However, we used the IACR/IARC rules to define multiple primary cancers and further excluded any additional neoplasms close to the AYA cancer site. By using these criteria, we excluded any contralateral subsequent primary neoplasms such as breast, kidney, ovarian, lung, or testicular subsequent primary neoplasms. Thus, our estimate of the risk of specific subsequent primary neoplasms after specific AYA cancers is probably conservative, and although many of the estimates we report are substantial, they are likely to be an underestimate of the true risk.In conclusion, our data show that the excess number of subsequent primary neoplasms observed increases with increased period of follow-up from diagnosis after each AYA cancer investigated. In patients who had survived at least 30 years from diagnosis of cervical cancer, testicular cancer, Hodgkin lymphoma, and breast cancer, we identified just a small number of specific subsequent primary neoplasms that account for high proportions of the total excess number of neoplasms. A notable finding was the excess number of neoplasms accounted for by lung cancer across all AYA groups investigated in detail, in addition to subsequent primary neoplasms occurring in potentially irradiated sites. Our findings provide an evidence base for clinical follow-up relating specifically to the AYA population.AcknowledgmentsThis study was funded by Cancer Research UK (grant number C386/A11709). Other funding was provided by a post-doctoral fellowship to RCR from the National Institute for Health Research (PDF-2012-05-280), and by the Academy of Medical Sciences (Springboard - Health of the Public 2040) and Children with Cancer UK. The Teenage and Young Adult Cancer Survivor Study acknowledges and thanks its data providers: the Office for National Statistics, Welsh Cancer Registry, and NHS Digital. Study collaborators include Sarah Darby (University of Oxford); Richard Feltbower (University of Leeds); Lorna Anne Fern (University College London); Diana Greenfield (Sheffield Teaching Hospital NHS Foundation Trust); Helen Alexandra Spoudeas (University College London Hospitals NHS Foundation Trust); William Hamish Wallace (Royal Hospital for Sick Children, Edinburgh); and Jeremy Whelan (University College London Hospitals NHS Foundation Trust). Finally, we thank the National Cancer Research Institute - Teenage and Young Adult and Germ Cell Tumour - Clinical Studies Group. This report is independent research and the views expressed in this Article are those of the author(s) and not necessarily those of NHS Digital, Cancer Research UK, the National Institute for Health Research, the Office for National Statistics, or the Welsh Cancer Registry.ContributorsCJB did the literature search and data analysis, created the figure, and drafted the report. CJB, RCR, DLW, and MMH carried out the data collection. CJB, RCR, DLW, MMH, CF, DPS, MGM, and ABE interpreted the data, and reviewed and finalised the report.Declaration of interestsDPS reports grants from Teenage Cancer Trust, outside the submitted work. All other authors declare no competing interests.Supplementary MaterialSupplementary appendix: Click here to view.(435K, pdf)"], "doi": "10.1016/S1470-2045(18)30903-3", "references": ["Trama A, Botta L, Foschi R. Survival of European adolescents and young adults diagnosed with cancer in 2000–07: population-based data from EUROCARE-5. Lancet Oncol. 2016;17:896–906. [PubMed] [Google Scholar]", "Aben KK, van Gaal C, van Gils NA, van der Graaf WT, Zielhuis GA. Cancer in adolescents and young adults (15-29 years): a population-based study in the Netherlands 1989-2009. Acta Oncol. 2012;51:922–933. [PubMed] [Google Scholar]", "Lee JS, DuBois SG, Coccia PF, Bleyer A, Olin RL, Goldsby RE. Increased risk of second malignant neoplasms in adolescents and young adults with cancer. Cancer. 2016;122:116–123. [PubMed] [Google Scholar]", "Brown LM, Chen BE, Pfeiffer RM. Risk of second non-hematological malignancies among 376 825 breast cancer survivors. Breast Cancer Res Treat. 2007;106:439–451. [PubMed] [Google Scholar]", "Schonfeld SJ, Curtis RE, Anderson WF, Berrington de Gonzalez A. The risk of a second primary lung cancer after a first invasive breast cancer according to estrogen receptor status. Cancer Causes Control. 2012;23:1721–1728. [PMC free article] [PubMed] [Google Scholar]", "Schonfeld SJ, Berrington de Gonzalez A, Visvanathan K, Pfeiffer RM, Anderson WF. Declining second primary ovarian cancer after first primary breast cancer. J Clin Oncol. 2013;31:738–743. [PMC free article] [PubMed] [Google Scholar]", "Mellemkjaer L, Friis S, Olsen JH. Risk of second cancer among women with breast cancer. Int J Cancer. 2006;118:2285–2292. [PubMed] [Google Scholar]", "Travis LB, Fossa SD, Schonfeld SJ. Second cancers among 40 576 testicular cancer patients: focus on long-term survivors. J Natl Cancer Inst. 2005;97:1354–1365. [PubMed] [Google Scholar]", "Schaapveld M, Aleman BM, van Eggermond AM. Second cancer risk up to 40 years after treatment for Hodgkin's lymphoma. N Engl J Med. 2015;373:2499–2511. [PubMed] [Google Scholar]", "van Leeuwen FE, Klokman WJ, Veer MB. Long-term risk of second malignancy in survivors of Hodgkin's disease treated during adolescence or young adulthood. J Clin Oncol. 2000;18:487–497. [PubMed] [Google Scholar]", "Swerdlow AJ, Cooke R, Bates A. Breast cancer risk after supradiaphragmatic radiotherapy for Hodgkin's lymphoma in England and Wales: a national cohort study. J Clin Oncol. 2012;30:2745–2752. [PubMed] [Google Scholar]", "Richiardi L, Scelo G, Boffetta P. Second malignancies among survivors of germ-cell testicular cancer: a pooled analysis between 13 cancer registries. Int J Cancer. 2007;120:623–631. [PubMed] [Google Scholar]", "Schaapveld M, Visser O, Louwman MJ. Risk of new primary nonbreast cancers after breast cancer treatment: a Dutch population-based study. J Clin Oncol. 2008;26:1239–1246. [PubMed] [Google Scholar]", "Hawkins MM, Wilson LM, Stovall MA. Epipodophyllotoxins, alkylating agents, and radiation and the risk of secondary leukaemia after childhood cancer. Br Med J. 1992;304:951–958. [PMC free article] [PubMed] [Google Scholar]", "Hawkins MM, Wilson LM, Burton HS. Radiotherapy, alkylating agents, and the risk of bone cancer after childhood cancer. J Natl Cancer Inst. 1996;88:270–278. [PubMed] [Google Scholar]", "Taylor AJ, Little MP, Winter DL. Population-based risks of CNS tumors in survivors of childhood cancer: the British Childhood Cancer Survivor Study. J Clin Oncology. 2010;28:5287–5293. [PMC free article] [PubMed] [Google Scholar]", "Hawkins MM, Lancashire ER, Winter DL. The British Childhood Cancer Survivor Study: objectives, methods, population structure, response rates and initial descriptive information. Pediatr Blood Cancer. 2008;50:1018–1025. [PubMed] [Google Scholar]", "Barr RD, Holowaty EJ, Birch JM. Classification schemes for tumors diagnosed in adolescents and young adults. Cancer. 2006;106:1425–1430. [PubMed] [Google Scholar]", "Office for National Statistics . The Stationery Office; London, UK: 2006. Cancer statistics registrations—series MB1. [Google Scholar]", "Breslow NE, Day NE. IARC Press; Lyon, France: 1987. Statistical methods in cancer research. Volume II. The design and analysis of cohort studies. [PubMed] [Google Scholar]", "Tabuchi T, Ito Y, Ioka A, Nakayama T, Miyashiro I, Tsukuma H. Tobacco smoking and the risk of subsequent primary cancer among cancer survivors: a retrospective cohort study. Ann Oncol. 2013;24:2699–2704. [PubMed] [Google Scholar]", "Kaul S, Veeranki SP, Rodriguez AM, Kuo Y-F. Cigarette smoking, comorbidity, and general health among survivors of adolescent and young adult cancer. Cancer. 2016;122:2895–2905. [PubMed] [Google Scholar]", "Tai E, Buchanan N, Townsend J, Fairley T, Moore A, Richardson LC. Health status of adolescent and young adult cancer survivors. Cancer. 2012;118:4884–4891. [PMC free article] [PubMed] [Google Scholar]", "Shoemaker ML, White MC, Hawkins NA, Hayes NS. Prevalence of smoking and obesity among U.S. cancer survivors: estimates from the National Health Interview Survey, 2008–2012. Oncol Nurs Forum. 2016;43:436–441. [PMC free article] [PubMed] [Google Scholar]", "Underwood JM, Rim SH, Fairley TL, Tai E, Stewart SL. Cervical cancer survivors at increased risk of subsequent tobacco-related malignancies, United States 1992–2008. Cancer Causes Control. 2012;23:1009–1016. [PMC free article] [PubMed] [Google Scholar]", "Grantzau T, Thomsen MS, Vaeth M, Overgaard J. Risk of second primary lung cancer in women after radiotherapy for breast cancer. Radiother Oncol. 2014;111:366–373. [PubMed] [Google Scholar]", "Travis LB, Gospodarowicz M, Curtis RE. Lung cancer following chemotherapy and radiotherapy for Hodgkin's disease. J Natl Cancer Inst. 2002;94:182–192. [PubMed] [Google Scholar]", "Reulen RC, Frobisher C, Winter DL. Long-term risks of subsequent primary neoplasms among survivors of childhood cancer. JAMA. 2011;305:2311–2319. [PubMed] [Google Scholar]", "Frobisher C, Winter DL, Lancashire ER. Extent of smoking and age at initiation of smoking among adult survivors of childhood cancer in Britain. J Natl Cancer Inst. 2008;100:1068–1081. [PubMed] [Google Scholar]", "Welcsh PL, King MC. BRCA1 and BRCA2 and the genetics of breast and ovarian cancer. Hum Mol Genet. 2001;10:705–713. [PubMed] [Google Scholar]", "Swerdlow AJ, Jones ME, for the British Tamoxifen Second Cancer Study Group Tamoxifen treatment for breast cancer and risk of endometrial cancer: a case-control study. J Natl Cancer Inst. 2005;97:375–384. [PubMed] [Google Scholar]", "Boice JD, Jr, Engholm G, Kleinerman RA. Radiation dose and second cancer risk in patients treated for cancer of the cervix. Radiat Res. 1988;116:3–55. [PubMed] [Google Scholar]", "Hodgson DC. Late effects in the era of modern therapy for Hodgkin lymphoma. Hematology Am Soc Hematol Educ Program. 2011;2011:323–329. [PubMed] [Google Scholar]", "Preston DL, Mattsson A, Holmberg E, Shore R, Hildreth NG, Boice JD., Jr Radiation effects on breast cancer risk: a pooled analysis of eight cohorts. Radiat Res. 2002;158:220–235. [PubMed] [Google Scholar]", "Ahmad SS, Duke S, Jena R, Williams MV, Burnet NG. Advances in radiotherapy. BMJ. 2012;345:e7765. [PubMed] [Google Scholar]", "Kremer LC, Mulder RL, Oeffinger KC. A worldwide collaboration to harmonize guidelines for the long-term follow-up of childhood and young adult cancer survivors: a report from the International Late Effects of Childhood Cancer Guideline Harmonization Group. Pediatr Blood Cancer. 2013;60:543–549. [PMC free article] [PubMed] [Google Scholar]", "Mulder RL, Kremer LCM, Hudson MM. Recommendations for breast cancer surveillance for female survivors of childhood, adolescent, and young adult cancer given chest radiation: a report from the International Late Effects of Childhood Cancer Guideline Harmonization Group. Lancet Oncol. 2013;14:e621–ee29. [PMC free article] [PubMed] [Google Scholar]", "Clement SC, Kremer LCM, Verburg FA. Balancing the benefits and harms of thyroid cancer surveillance in survivors of childhood, adolescent and young adult cancer: recommendations from the International Late Effects of Childhood Cancer Guideline Harmonization Group in collaboration with the PanCareSurFup Consortium. Cancer Treat Rev. 2018;63:28–39. [PubMed] [Google Scholar]"], "isFullpaper": true, "keywords": [], "authors": ["Chloe J Bright", "Raoul C Reulen", "David L Winter", "HNC", "Daniel P Stark", "Martin G McCabe", "Angela B Edgar", "Clare Frobisher", "Michael M Hawkins", "Prof", "DPhila"], "term": "cancer", "chunk_id": ["1bd54e6b-1342-48f0-9880-46bb58b87c22", "174976d5-d551-48ac-a39f-2a2d9c4ed856", "dbbfffe5-f604-4397-af81-5f9874358037", "5b05d377-ea99-4888-8950-193d96359c18", "506defdc-75ff-46aa-a4f4-688b5f81d3d2", "b1ce7e4d-b7f0-405a-8004-c52461f465bb", "1bc31c3b-e2f6-4292-954e-816c03acfb2a", "2fbd52a8-b889-4374-931a-1acf2fd886e7", "05f41c1e-7145-478d-857e-eadb6e883c64", "b4d61bf6-fb9c-43f6-b441-b85d6a2a99ad", "e1d651a2-15cd-4c81-8c30-4c5fb4b46dee", "394a65c7-b22e-404a-a38e-efa4f0da043f", "2ade4dfd-dece-4c1f-acb1-649c4996f0a9", "0341c18e-abc8-4008-8880-2ff4876920af", "9d9b36c7-c17b-40c9-8c29-d18908297a56", "f3bd5dfa-bf02-4f13-b0ad-2527ac2aa3d5", "f3ec100a-a0b6-4c72-85ba-c15175b7f1e5", "afb97ab9-4c27-45d8-8540-3f148c30934c", "d1542861-37d0-4b98-a629-3460d9a914ab", "ba831355-97a9-438e-a841-4864566d0f8c", "d8b54798-c3ef-48d1-ae32-8fe2c71668c7", "d7867f7c-1453-4661-9a0f-ee18edbd3a2f", "0ae9c613-1f89-43b9-a66e-f2ef0d95a8bb", "dc544bd6-e148-4f15-8f10-a4ddfe35689d", "117944fb-984d-479c-b315-9376c8fbe632", "714ec4b1-f296-48da-bae0-33a8f677b48d", "aa496eb8-fae6-46d3-9a96-1bec4a373c5e", "7eb04ec9-7ed3-4a0d-a828-864964819cf1", "425c2c62-fe53-445b-91e1-2670e2de79d5", "43cf4306-e985-4c9a-8ba2-4275ff745786", "6c997f85-0607-49ce-9690-054795e83e9d", "a3b8bcde-96b8-48cf-a015-a347ea102836", "1995498f-499b-4c8f-a59e-193a9f886f17", "cdbc7527-34d8-4363-9951-2f345a12c7f5", "5e646723-6ee7-43a6-b1c7-68f546b3f467", "5bba4eaf-f569-4b36-aad5-c9fa59c3af0a", "09d13ef8-3e98-43bb-b3c5-cca0579a5fb4", "d7dc5901-09c6-4f7b-a22f-c1c3579a40cf", "4db73a88-f79d-47f4-8264-2354a3fe8009", "f7db1fd0-179d-4664-9911-fbcc4761224c", "46225f88-d591-4968-af53-eb8101e032e5", "1ef76400-1f8b-4c55-9cb8-8a51064548fe", "27df1175-bdcb-4d3d-bed0-938cc4869bf6", "e946c9ad-788e-4c25-b87e-5f67644087b1", "ba427cfe-15dc-4024-80df-894f6488edd5", "c10186e9-0934-487f-bb74-a9e840b4da87", "8d9fa712-ff88-41d9-a24c-42e6f73c8f2c", "d9ee64eb-38dd-40a4-93ca-77f4d07be1ea", "6d4085f1-6ade-4236-a13c-5ff1226e4614", "8f56a6f4-e118-4c32-97c0-5c557ca4f4e0", "be607bbf-ba16-4fb4-864b-442befeb7a0e", "9ae2fdd5-9679-4b32-aec4-9b22b6550737", "dd54ae15-136f-4612-a269-f1aa07a9a62a", "261aeb3e-7f71-4386-8922-b2a0456b9edf", "26c41206-e263-4ce5-8f87-0c14dd649627", "3f206af7-c0da-4001-9057-617775838929", "5888bf66-5764-43c1-ac57-91c9c2946a46", "a54982d7-2a3c-4a39-aad2-2da611c9f976", "06a4d82d-47e8-42b7-aa3c-c8f22157756e", "976a5673-3e92-4510-9c66-812761f98520", "7117e817-5cdd-4daf-b272-b1d7bbc42618", "e61b0869-7304-48af-8667-0d619427bc24", "bae6153f-2f8e-40e6-8361-ab4f252386df", "f735f354-4fb9-4569-a207-2c77d5bb3e91", "b3334904-5158-48da-bfac-4a1b4bf30434", "b93999b4-5d06-45d6-ab75-d3caf8977b4d", "3dba25cd-4943-4e1f-944a-10003070f65d", "919daca4-d26c-4aa6-b4fe-312385072702", "a36191e6-9998-48f7-a1e8-dc575b1d3992", "3835f52a-5270-4b88-875e-0605bc25dbc7", "ee3831e2-d8cc-4645-9968-3256c186c528", "55aef958-b085-411b-ba04-3bca96f07043", "5ec25dde-3d3a-47f4-82c2-44c211ac1c62", "95092200-5024-4526-8493-6415e443f56b", "a4312766-486e-4008-8341-894f8807f627", "1f2624fc-62c0-47ed-8617-4fed3bdd3bda", "3ee70d3c-2796-4355-a5d5-6474fe3fc902", "31a1fa5a-62d8-450f-aa52-5b586a0d5d60", "c19aec40-7c64-455a-8e9f-30b08d8b5e4c", "420db17a-89e9-4c43-bc3f-eeaa04935625", "1d45fb5c-5241-45ef-bdb3-3eafadb9f6f6", "e2eceb56-7e8f-4570-872e-4958e8b4556a", "2b33b838-9ac6-41df-ab74-dcecdd5db172", "4e046228-f58b-4584-b4d8-dfec2fdcc54e", "8bf838fc-12fb-4103-b38c-3a67e8803712", "5eeb96a4-4633-40ba-b2cc-6e0808670a34", "61c6abc9-ff74-4dba-a68f-c3187fec48f3", "ccf01ac6-9b9d-4235-a665-e929a2fa44d6", "af2b5f71-401b-4d49-bbfa-35a8cd6fee3a", "b33c0734-fdb4-41fd-869e-c4df63502cc4", "d62434b4-75d4-46b6-a7f9-c9d34f29f4ef"], "chunks": ["Lancet Oncol. 2019 Apr; 20(4): 531–545", ". doi: 10.1016/S1470-2045(18)30903-3PMCID: PMC6494975PMID: 30797674Risk of subsequent primary neoplasms in survivors of adolescent and young adult cancer (Teenage and Young Adult Cancer Survivor Study): a population-based, cohort studyChloe J Bright, PhD,a Raoul C Reulen, PhD,a David L Winter, HNC,a Daniel P Stark, MD,b Martin G McCabe, PhD,c Angela B Edgar, MD,d Clare Frobisher, PhD,a and Michael M Hawkins, Prof, DPhila,*Chloe J BrightaCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKFind articles by Chloe J BrightRaoul C ReulenaCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKFind articles by Raoul C ReulenDavid L WinteraCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKFind articles by David L WinterDaniel P StarkbLeeds Institute of Medical Research at St", "UKFind articles by David L WinterDaniel P StarkbLeeds Institute of Medical Research at St James's, School of Medicine, St James's University Hospital, Leeds, UKFind articles by Daniel P StarkMartin G McCabecDivision of Cancer Sciences, University of Manchester, Manchester Academic Health Science Centre, Manchester, UKFind articles by Martin G McCabeAngela B EdgardRoyal Hospital for Sick Children, Edinburgh, UKFind articles by Angela B EdgarClare FrobisheraCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKFind articles by Clare FrobisherMichael M HawkinsaCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKFind articles by Michael M HawkinsAuthor information Copyright and License information PMC DisclaimeraCentre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKbLeeds", "Studies, Institute of Applied Health Research, University of Birmingham, Birmingham, UKbLeeds Institute of Medical Research at St James's, School of Medicine, St James's University Hospital, Leeds, UKcDivision of Cancer Sciences, University of Manchester, Manchester Academic Health Science Centre, Manchester, UKdRoyal Hospital for Sick Children, Edinburgh, UKMichael M Hawkins: ku.ca.mahb@snikwah.m.m *Correspondence to: Prof Michael M Hawkins, Centre for Childhood Cancer Survivor Studies, Institute of Applied Health Research, University of Birmingham, Birmingham B15 2TT, UK ku.ca.mahb@snikwah.m.mCopyright © 2019 The Author(s)", ". Published by Elsevier Ltd. This is an Open Access article under the CC BY 4.0 licenseThis is an open access article under the CC BY license (http: //creativecommons.org/licenses/by/4.0/).See \"Adolescents and young adults with cancer and the risk of subsequent primary neoplasms: not just big children.\" in Lancet Oncol, 30797675.Associated DataSupplementary MaterialsSupplementary appendixmmc1.pdf (435K)GUID: 166EF9F1-05E5-427C-AE4A-F6024ED815DFSummaryBackgroundFew studies have investigated the risks of subsequent primary neoplasms after adolescent and young adult (AYA) cancer. We investigated the risks of specific subsequent primary neoplasms after each of 16 types of AYA cancer.MethodsThe Teenage and Young Adult Cancer Survivor Study is a population-based cohort of 200 945 survivors of cancer diagnosed when aged 15–39 years in England and Wales from Jan 1, 1971, to Dec 31, 2006", ". The cohort was established using cancer registrations from the Office for National Statistics and the Welsh Cancer registry. Follow-up was from 5-year survival until the first occurrence of death, emigration, or study end date (Dec 31, 2012). In this analysis, we focus on the risk of specific subsequent primary neoplasms after 16 types of AYA cancer: breast; cervical; testicular; Hodgkin lymphoma (female); Hodgkin lymphoma (male); melanoma; CNS (intracranial); colorectal; non-Hodgkin lymphoma; thyroid; soft-tissue sarcoma; ovarian; bladder; other female genital; leukaemia; and head and neck cancer", ". We report absolute excess risks (AERs; per 10 000 person-years) and cumulative incidence of specific types of subsequent primary neoplasm after each type of AYA cancer.FindingsDuring the 2 631 326 person-years of follow-up (median follow-up 16·8 years, IQR 10·5–25·2), 12 321 subsequent primary neoplasms were diagnosed in 11 565 survivors, most frequently among survivors of breast cancer, cervical cancer, testicular cancer, and Hodgkin lymphoma. AERs of any subsequent primary neoplasms were 19·5 per 10 000 person-years (95% CI 17·4–21·5) in survivors of breast cancer, 10·2 (8·0–12·4) in survivors of cervical cancer, 18·9 (16·6–21·1) in survivors of testicular cancer, 55·7 (50·4–61·1) in female survivors of Hodgkin lymphoma, and 29·9 (26·3–33·6) in male survivors of Hodgkin lymphoma", ". The cumulative incidence of all subsequent primary neoplasms 35 years after diagnosis was 11·9% (95% CI 11·3–12·6) in survivors of breast cancer, 15·8% (14·8–16·7) in survivors of cervical cancer, 20·2% (18·9–21·5) in survivors of testicular cancer, 26·6% (24·7–28·6) in female survivors of Hodgkin lymphoma, and 16·5% (15·2–18·0) in male survivors of Hodgkin lymphoma. In patients who had survived at least 30 years from diagnosis of cervical cancer, testicular cancer, Hodgkin lymphoma in women, breast cancer, and Hodgkin lymphoma in men, we identified a small number of specific subsequent primary neoplasms that account for 82%, 61%, 58%, 45%, and 41% of the total excess number of neoplasms, respectively", ". Lung cancer accounted for a notable proportion of the excess number of neoplasms across all AYA groups investigated.InterpretationOur finding that a small number of specific subsequent primary neoplasms account for a large percentage of the total excess number of neoplasms in long-term survivors of cervical, breast, and testicular cancer, and Hodgkin lymphoma provides an evidence base to inform priorities for clinical long-term follow-up", ". The prominence of lung cancer after each of these AYA cancers indicates the need for further work aimed at preventing and reducing the burden of this cancer in future survivors of AYA cancer.FundingCancer Research UK, National Institute for Health Research, Academy of Medical Sciences, and Children with Cancer UK.Introduction5-year relative survival after adolescent and young adult (AYA) cancer is 82% in Europe.1 Survivors are at increased risk of developing subsequent primary neoplasms, estimated to be between 1·5 and 3·1 times higher than that expected from the general population.2, 3Previous large-scale studies of survivors of AYA cancers mostly concentrated on the risk of subsequent primary neoplasms after common cancers such as lymphomas, testicular cancer, and breast cancer.4, 5, 6, 7, 8, 9, 10, 11, 12, 13 Only one study comprehensively investigated the risks of developing any subsequent primary neoplasm after each type of AYA cancer.3 The main finding from the study was that", "primary neoplasm after each type of AYA cancer.3 The main finding from the study was that survivors of AYA cancer had a higher absolute risk of developing a subsequent primary neoplasm than did survivors of childhood or adult cancer", ". Survivors of primary breast cancer and primary Hodgkin lymphoma had the highest absolute excess risk (54·4 and 48·6 per 10 000 person-years, respectively). However, the study did not investigate the risks of specific subsequent primary neoplasms after each specific type of AYA cancer.Research in contextEvidence before this studyThe risks of subsequent primary neoplasms in survivors of adolescent and young adult (AYA) cancers are largely unknown. We searched PubMed without any language or date restrictions using the keywords “teenage and young adult cancer OR adolescent and young adult cancer” and “survivor OR long-term” and “second cancer OR subsequent cancer” on Feb 16, 2016, for articles describing subsequent primary neoplasms in this population. A more focused search using each specific AYA cancer as keywords (eg, “Hodgkin lymphoma”) in place of “teenage and young adult cancer OR adolescent and young adult cancer” was also done", ". Additionally, we examined the bibliographies of selected references. Subsequent searches were done on Dec 31, 2016, and July 15, 2018. Most previous publications included the more common AYA cancers, but were not restricted to AYA cancer survivors. We identified only one study that investigated the risk of subsequent primary neoplasms after the entire spectrum of AYA cancers diagnosed at 15–39 years of age.Added value of this studyTo our knowledge, this is the largest study to investigate the risks of subsequent primary neoplasm after each specific AYA cancer and the first to provide excess risks of specific types of subsequent primary neoplasm after each of 16 types of AYA cancer. Unlike previous studies, which focused on the multiplicative risk, we concentrated on the absolute excess risk—ie, the excess number of subsequent primary neoplasms beyond those expected from the general population, which is directly interpretable in terms of adverse health impact on survivors", ". Our study shows that the excess number of subsequent primary neoplasms increased with increasing years from diagnosis for all AYA cancers investigated in detail. Additionally, we identified a small number of specific subsequent primary neoplasms that account for a substantial proportion of the total excess number of neoplasms in survivors of breast cancer, cervical cancer, testicular cancer, and Hodgkin lymphoma.Implications of all the available evidenceOur findings advance previous knowledge on the risks of subsequent neoplasms after AYA cancer and provide an evidence base for identifying priorities for clinical follow-up of survivors of AYA cancer", ". Because lung cancer accounted for a notable proportion of the excess number of neoplasms across all AYA groups investigated, there is need for work aimed at reducing this burden among future survivors.Evidence from previous studies of childhood cancer survivors suggests that the principal factors determining risks of subsequent primary neoplasms relate to aspects of treatments received for the original cancer.14, 15, 16 Treatment of AYA cancer varies greatly by cancer type and therefore, in the absence of detailed treatment information, it is essential to stratify risks by specific types of AYA cancer; such risk stratification provides an evidence base for clinical follow-up.The aims of this large-scale population-based study were to calculate risks of all and specific subsequent primary neoplasms after each type of AYA cancer and to explore variation in these risks in relation to years from diagnosis, age at diagnosis, decade of diagnosis, and sex.MethodsStudy design and", "to years from diagnosis, age at diagnosis, decade of diagnosis, and sex.MethodsStudy design and participantsThe Teenage and Young Adult Cancer Survivor Study (TYACSS) was established using cancer registrations relating to neoplasms diagnosed between Jan 1, 1971, and Dec 31, 2006, in individuals aged 15–39 years inclusive, which were obtained from the Office for National Statistics for English cancer registrations, and the Welsh Cancer Intelligence and Surveillance Unit, Public Health Wales, for Welsh cancer registrations", ". Both tumour-related (eg, tumour site, morphology, date of diagnosis) and patient-related (eg, sex, date of birth, National Health Service [NHS] number, and unique patient identifier) information were obtained. The cancer registrations were checked for any errors, such as missing data in essential variables (including sex, date of birth, date of diagnosis, tumour site, and tumour histology) and incorrect chronology of events (birth, cancer, death). Cancer registrations were excluded if the neoplasm was not malignant (apart from intracranial, intraspinal, and bladder neoplasms where any behaviour was allowed), the histological type was not in the International Classification of Diseases for Oncology classification, the histological type was a non-melanoma skin cancer (these are underascertained by cancer registries), or if they were duplicate registrations. Individuals who had not survived 5 years from their first neoplasm were excluded", ". Individuals who had not survived 5 years from their first neoplasm were excluded. We also excluded individuals who had a previous childhood cancer included in the British Childhood Cancer Survivor Study.17 If an individual had multiple neoplasms diagnosed as an AYA cancer, then the first was regarded as the index cancer for the cohort. The process to create the cohort is described in the appendix (p 2). The resulting cohort of 200 945 5-year survivors of AYA cancer was linked to the national cancer and death registers via NHS Digital. This enabled ascertainment of all cancers and deaths for patients in the TYACSS cohort up to and including Dec 31, 2012", ". Ethical approval was provided by the National Research Ethics Service and permission to process information without individual consent by the National Information Governance Board for Health and Social Care.ProceduresInformation on cancer diagnosis, sex, age at cancer diagnosis, decade of cancer diagnosis, and years since diagnosis were derived from the cancer registration information. Treatment information was not available because our sole source of data was national cancer registration. First primary neoplasms were grouped according to the internationally acknowledged classification scheme for tumours diagnosed in adolescence and young adulthood.18 Carcinomas and germ cell tumours were further subdivided by anatomical site because of the implications of radiotherapy site for the risk of subsequent primary neoplasm (appendix pp 3–5)", ". We aimed to produce risk estimates after each specific first primary neoplasm; therefore, survivors of cancers categorised as “other” cancers were not included (appendix pp 2, 6). We focused on the risk of specific subsequent primary neoplasms after 16 types of AYA cancer: breast; cervical; testicular; Hodgkin lymphoma (female); Hodgkin lymphoma (male); melanoma; CNS (intracranial); colorectal; non-Hodgkin lymphoma; thyroid; soft-tissue sarcoma; ovarian; bladder; other female genital; leukaemia; and head and neck cancer. Age at diagnosis was categorised using 5-year age bands, which divided the total period equally (15–39 years). Decade of diagnosis was divided into 1971–79, 1980–89, and 1990–2006, in order to broadly describe differences in treatment given in these periods (early chemotherapy, chemotherapy, and modern treatment era)", ". Years since diagnosis were classified using 10-year bands following diagnosis.Individual patient record linkage to national cancer registries enabled data to be obtained indicating when an individual in the cohort had a subsequent cancer registration. Subsequent cancer registrations were classified as a subsequent primary neoplasm according to the International Association of Cancer Registries (IACR) and International Agency for Research on Cancer (IARC) rules for determining multiple primary tumours using the IACR/IARC Tools software. To reduce the likelihood of a local spread of the original AYA cancer being classified as a subsequent primary neoplasm, potential subsequent primary neoplasms occurring in anatomical sites close to the first primary neoplasm were excluded (appendix pp 7–8). Additionally, we excluded any cancer in a contralateral paired organ", ". Additionally, we excluded any cancer in a contralateral paired organ. Consequently, reported risk estimates are inevitably conservative.Statistical analysisIndividuals were followed from 5-year survival until the first occurrence of death, emigration, or study end date (Dec 31, 2012). Standardised incidence ratios (SIRs) were calculated as observed over expected numbers of neoplasms. Absolute excess risks (AERs) were calculated as the observed minus expected number of neoplasms, divided by the person-years at risk and multiplied by 10 000. The expected number of neoplasms was derived by multiplying the number of person-years accrued, stratified by sex, attained age (5-year bands), and calendar year (1-year bands) by the corresponding cancer rate in the general population of England and Wales,19 and summing appropriately. For AYA cancers with 200 or more observed subsequent primary neoplasms, SIRs are reported by specific type of subsequent primary neoplasm", ". We restrict attention to first primary neoplasm/subsequent primary neoplasm combinations with at least 100 subsequent primary neoplasms and a statistically significant SIR. We also identify those first primary neoplasm/subsequent primary neoplasm combinations with between 25 and 99 subsequent primary neoplasms and a statistically significant SIR of at least 5. We considered SIRs to be statistically significant at the 5% level (two-tailed test) if the 95% CI did not include 1. We considered AERs to be statistically significant at the 5% level (two-tailed test) if the 95% CI did not include 0.AERs were stratified by years from diagnosis, age at diagnosis, decade of diagnosis, and sex where there were at least 100 subsequent primary neoplasms", ". To explore the simultaneous effect of these explanatory factors, multivariable Poisson regression incorporating the expected number of events was used to derive relative excess risks (RERs).20 RERs can be interpreted as the ratio of AERs adjusted for other potential explanatory factors included within the statistical model. The key assumption of Poisson regression (mean=variance) was met, and there was no evidence of overdispersion. AERs by an explanatory factor are reported if both the univariable and multivariable tests for linear trend in the AERs were each significant and the difference in the AERs between the lowest and highest level of the risk factor was at least nine excess subsequent primary neoplasms. A likelihood ratio test was used to test for linear trend in a factor by comparing the log-likelihood of a model including the variable of interest with the log-likelihood of a model without the variable of interest. Resulting p values are presented", ". Resulting p values are presented. Two-sided p values <0·05 were considered statistically significant. In deciding the percentage of the total AER attributable to specific subsequent primary neoplasms in relation to years from diagnosis, we ignored negative values for the AER and focused only on the positive values. Thus, the total AER (for the purposes of calculating percentages) after each specific first primary neoplasm is the sum of the positive values for the contributing subsequent primary neoplasms.Cumulative incidence was calculated treating death as a competing risk. Multiple subsequent primary neoplasms within an individual were allowed for and counted in all analyses involving observed and expected numbers of subsequent primary neoplasms. This approach avoided bias because the expected numbers (based on cancer registrations in the general population) count all subsequent primary neoplasms", ". Analyses were done with Stata version 14.1.We did sensitivity analyses in which subsequent leukaemia was included among survivors of AYA Hodgkin lymphoma, leukaemia, and non-Hodgkin lymphoma, and subsequent sarcoma was included among survivors of soft-tissue sarcoma and bone tumours.Role of the funding sourceThe funder of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. CJB, RCR, DLW, and MMH had access to the raw data. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.ResultsThe TYACSS cohort comprises 200 945 5-year survivors of cancer diagnosed when aged 15–39 years, between Jan 1, 1971, and Dec 31, 2006, in England and Wales. Cohort characteristics are shown in table 1. 3118 individuals with “other” cancers were excluded from the analysis (appendix pp 2, 6)", ". 3118 individuals with “other” cancers were excluded from the analysis (appendix pp 2, 6). During the 2 631 326 person-years of follow-up (median follow-up 16·8 years, IQR 10·5–25·2), 12 321 subsequent primary neoplasms were diagnosed in 11 565 (6%) of the 197 827 survivors included in the analysis. Subsequent primary neoplasms were most frequently seen in survivors of breast cancer (1877 [15%] of 12 321 subsequent primary neoplasms), cervical cancer (1675 [14%]), Hodgkin lymphoma (1606 [13%]), and testicular cancer (1435 [12%]; table 1). Median follow-up was 14·3 years (IQR 9·1–22·3) in survivors of breast cancer, 20·2 years (12·8–27·2) in survivors of cervical cancer, 17·7 years (11·7–25·3) in survivors of testicular cancer, 19·3 years (12·3–27·0) in female survivors of Hodgkin lymphoma, and 19·6 years (12·1–27·5) in male survivors of Hodgkin lymphoma", ". Investigation of all first primary neoplasm/subsequent primary neoplasm combinations with at least 100 subsequent primary neoplasms showed that neither age at diagnosis nor decade of diagnosis was systematically associated with AERs, apart from age at diagnosis for breast cancer after female Hodgkin lymphoma and decade of diagnosis for lung cancer after male Hodgkin lymphoma (appendix p 9)", ". Consequently, in this report we consider only variation of AERs with years from diagnosis and sex.Table 1Cohort characteristics5-year survivors (n=200 945)Subsequent primary neoplasms (n=12 321)SexMale76 666 (38%)4282 (35%)Female124 279 (62%)8039 (65%)Age at diagnosis of AYA cancer (years)15–1912 248 (6%)622 (5%)20–2421 258 (11%)991 (8%)25–2935 894 (18%)1768 (14%)30–3454 541 (27%)3333 (27%)35–3977 004 (38%)5607 (46%)Decade of diagnosis of AYA cancer1971–7925 158 (13%)4222 (34%)1980–8951 573 (26%)5017 (41%)1990–2006124 214 (62%)3082 (25%)AYA cancerBreast36 236 (18%)1877 (15%)Testicular24 309 (12%)1435 (12%)Cervix23 281 (12%)1675 (14%)Melanoma22 446 (11%)981 (8%)Hodgkin lymphoma16 971 (8%)1606 (13%)Non-Hodgkin lymphoma9467 (5%)511 (4%)Thyroid7809 (4%)473 (4%)CNS (intracranial)*14 616 (7%)739 (6%)Colorectal5805 (3%)537 (4%)Soft-tissue sarcoma6130 (3%)400 (3%)Ovary4885 (2%)349 (3%)Leukaemia5073 (3%)234 (2%)Bladder4685 (2%)344 (3%)Head and neck3961 (2%)253 (2%)Lung1219 (<1%)80 (<1%)Female", "(3%)234 (2%)Bladder4685 (2%)344 (3%)Head and neck3961 (2%)253 (2%)Lung1219 (<1%)80 (<1%)Female genital (other)†2270 (1%)269 (2%)Spinal cord and other CNS2602 (1%)191 (2%)Other digestive1419 (<1%)107 (<1%)Urinary (other)‡1979 (1%)139 (1%)Bone tumour2241 (1%)100 (<1%)Male genital (other)§423 (<1%)21 (<1%)Other3118 (2%)..¶Time since diagnosis of AYA cancer (years)5–946 679 (23%)1863 (15%)10–1975 801 (38%)4381 (36%)20–2950 793 (25%)4285 (35%)≥3027 672 (14%)1792 (15%)Open in a separate windowData are n (%)", ". AYA=adolescent and young adult.*CNS intracranial including brain, meninges, and pituitary gland.†Female genital excluding cervix and ovary.‡Urinary excluding bladder.§Male genital excluding testis.¶Other AYA cancers were not included in the analysis of subsequent primary neoplasms.Female survivors of breast cancer had an excess risk of developing any subsequent primary neoplasm corresponding to 20 excess subsequent primary neoplasms per 10 000 person-years (SIR 1·8, 95% CI 1·7–1·8; AER 19·5 per 10 000 person-years, 95% CI 17·4–21·5; table 2). SIRs for subsequent primary cancers of ovarian, lung, corpus uteri, other genital, melanoma, and colorectal sites were statistically significantly increased (table 3). The total AER of developing any subsequent primary neoplasm increased statistically significantly with time from breast cancer diagnosis to an AER of 25·6 per 10 000 person-years (95% CI 10·4–40·8) subsequent to 30 years from diagnosis (p<0·0001; table 4)", ". Similarly, the AER for developing lung cancer after breast cancer increased statistically significantly with years from diagnosis (p<0·0001; table 4). In patients who had survived at least 30 years, the AER for lung cancer (13·1 per 10 000 person-years, 95% CI 5·1–21·0) accounted for 45% of the total number of excess neoplasms (total AER 28·9 per 10 000 person-years when negative AERs are excluded)", ". The cumulative incidence of lung subsequent primary neoplasms at 35 years from diagnosis was 2·9% (95% CI 2·5–3·2), whereas an incidence of 2·0% was expected (figure, table 5).Table 2Risk of any subsequent primary neoplasm after specific types of adolescent and young adult cancerTotal number of subsequent primary neoplasmsFemalesMalesSurvivorsObs/expSIR (95% CI)AER per 10 000 person-years (95% CI)35-year cumulative incidence,% (95% CI)SurvivorsObs/expSIR (95% CI)AER per 10 000 person-years (95% CI)35-year cumulative incidence,% (95% CI)Breast187736 2361877/1069·61·8 (1·7–1·8)19·5 (17·4 to 21·5)11·9% (11·3–12·6)..........Cervix167523 2811675/1307·01·3 (1·2–1·3)10·2 (8·0 to 12·4)15·8% (14·8–16·7)..........Hodgkin lymphoma16067422903/288·23·1 (2·9–3·3)55·7 (50·4 to 61·1)26·6% (24·7–28·6)9549703/271·92·6 (2·4–2·8)29·9 (26·3 to 33·6)16·5% (15·2–18·0)Testicular1435..........24 3091435/807·61·8 (1·7–1·9)18·9 (16·6 to 21·1)20·2% (18·9–21·5)Melanoma98115 212751/665·71·1 (1·0–1·2)4·5 (1·6 to", "(1·7–1·9)18·9 (16·6 to 21·1)20·2% (18·9–21·5)Melanoma98115 212751/665·71·1 (1·0–1·2)4·5 (1·6 to 7·3)13·2% (11·9–14·5)7234230/195·81·2 (1·0–1·3)4·2 (0·6 to 7·9)11·4% (9·4–16·6)CNS (intracranial)*7397756432/322·21·3 (1·2–1·5)11·1 (7·0 to 15·2)11·9% (10·6–13·3)6860307/184·51·7 (1·5–1·9)14·8 (10·7 to 19·0)10·0% (8·7–11·4)Colorectal5372944302/170·61·8 (1·6–2·0)32·1 (23·8 to 40·4)18·1% (15·8–20·5)2861235/125·01·9 (1·6–2·1)28·9 (21·0 to 36·8)19·5% (16·7–22·4)Non-Hodgkin lymphoma5113719216/149·51·4 (1·3–1·7)14·8 (8·4 to 21·2)15·5% (13·0–18·1)5748295/163·41·8 (1·6–2·0)18·6 (13·8 to 23·4)14·6% (12·6–16·7)Thyroid4736215397/288·81·4 (1·2–1·5)13·1 (8·4 to 17·8)18·2% (16·1–20·5)159476/55·01·4 (1·1–1·7)10·2 (1·9 to 18·4)15·1% (10·6–20·4)Soft-tissue sarcoma4003006255/165·71·5 (1·4–1·7)19·8 (12·9 to 26·8)15·9% (13·7–18·2)3124145/106·51·4 (1·1–1·6)9·3 (3·6 to 15·0)11·8% (9·5–14·2)Ovary3494885349/255·31·4 (1·2–1·5)12·3 (7·5 to 17·1)13·9% (12·2–15·7)..........Bladder344125788/87·91·0 (0·8–1·2)0·0 (−8·9", "(1·2–1·5)12·3 (7·5 to 17·1)13·9% (12·2–15·7)..........Bladder344125788/87·91·0 (0·8–1·2)0·0 (−8·9 to 8·9)14·3% (10·9–18·0)3428256/209·21·2 (1·1–1·4)8·0 (2·6 to 13·4)13·9% (12·0–15·8)Female genital (other)†2692270269/141·81·9 (1·7–2·1)37·2 (27·8 to 46·7)20·9% (18·1–23·8)..........Leukaemia2342187120/63·31·9 (1·6–2·3)22·9 (14·2 to 31·5)15·9% (12·2–19·9)2886114/44·42·6 (2·1–3·1)22·7 (15·9 to 29·5)15·0% (11·2–19·4)Head and neck2531744117/87·91·3 (1·1–1·6)12·4 (3·4 to 21·5)13·5% (10·8–16·4)2217136/100·31·4 (1·1–1·6)11·6 (4·2 to 19·0)13·0% (10·6–15·6)Spinal cord and other CNS191125595/62·51·5 (1·2–1·9)19·1 (7·9 to 30·3)17·3% (12·8–22·2)134796/44·02·2 (1·8–2·7)30·6 (19·3 to 41·9)19·2% (14·7–24·2)Urinary (other)‡13980158/39·01·5 (1·1–1·9)19·1 (4·1 to 34·1)15·1% (10·7–20·2)117881/45·71·8 (1·4–2·2)24·5 (12·2 to 36·7)18·6% (13·8–24·0)Other digestive10763845/30·31·5 (1·1–2·0)19·3 (2·0 to 36·6)12·5% (8·4–17·3)78162/29·52·1 (1·6–2·7)33·9 (17·8 to 50·1)14·5% (10·4–19·1)Bone tumour10095752/32·71·6", "(8·4–17·3)78162/29·52·1 (1·6–2·7)33·9 (17·8 to 50·1)14·5% (10·4–19·1)Bone tumour10095752/32·71·6 (1·2–2·1)14·7 (3·9 to 25·5)12·1% (8·5–16·5)128448/33·11·4 (1·1–1·9)8·1 (0·7 to 15·6)8·8% (6·0–12·4)Lung8056338/30·01·3 (0·9–1·7)10·2 (−5·2 to 25·6)11·0% (7·1–15·9)65642/37·41·1 (0·8–1·5)4·4 (−7·8 to 16·7)11·8% (8·3–16·0)Male genital (other)§21..........42321/16·81·2 (0·8–1·9)7·2 (−8·2 to 22·5)13·5% (7·4–21·5)Open in a separate windowAER=absolute excess risk", ". Obs/exp=observed number of subsequent primary neoplasms/expected number of subsequent primary neoplasms. SIR=standardised incidence ratio", ". ..=not applicable.*CNS intracranial including brain, meninges, and pituitary gland.†Female genital excluding cervix and ovary.‡Urinary excluding bladder.§Male genital excluding testis.Table 3Risk of specific subsequent primary neoplasms (row headings) after specific AYA cancers* (column headings) with at least 200 subsequent primary neoplasms observed in totalAll†BreastCervixTesticularHodgkin lymphoma (female)Hodgkin lymphoma (male)MelanomaCNS (intracranial)ColorectalNon-Hodgkin lymphomaThyroidSoft-tissue sarcomaOvaryBladderFemale genital(other)LeukaemiaHead and neckObs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Obs/expSIR (95% CI)Breast2260/2032·11·1 (1·1–1·2)....532/684·8‡0·8 (0·7–0·8)‡....431/136·3‡3·2 (2·9–3·5)‡....359/313·21·1", "(1·1–1·2)....532/684·8‡0·8 (0·7–0·8)‡....431/136·3‡3·2 (2·9–3·5)‡....359/313·21·1 (1·0–1·3)100/145·6‡0·7 (0·6–0·8)‡74/79·30·9 (0·7–1·2)89/70·91·3 (1·0–1·5)170/130·2‡1·3 (1·1–1·5)‡§88/72·51·2 (1·0–1·5)101/131·1‡0·8 (0·6–0·9)‡29/39·30·7 (0·5–1·1)80/71·21·1 (0·9–1·4)50/30·31·6 (1·2–2·2)44/39·21·1 (0·8–1·5)Lung and bronchus1740/855·82·0 (1·9–2·1)357/152·2‡2·3 (2·1–2·6)‡335/116·9‡2·9 (2·6–3·2)‡171/115·5‡1·5 (1·3–1·7)‡101/19·0‡5·3 (4·3–6·5)‡198/41·3‡4·8 (4·1–5·5)‡82/78·11·1 (0·8–1·3)34/47·50·7 (0·5–1·0)48/38·11·3 (0·9–1·7)83/37·02·2 (1·8–2·8)34/28·41·2 (0·8–1·7)32/27·71·2 (0·8–1·6)54/23·22·3 (1·7–3·0)73/45·21·6 (1·3–2·0)29/14·22·0 (1·4–2·9)14/9·91·4 (0·8–2·4)41/23·01·8 (1·3–2·4)Colorectal1290/801·91·6 (1·5–1·7)179/150·2‡1·2 (1·0–1·4)‡¶237/115·1‡2·1 (1·8–2·3)‡206/109·2‡1·9 (1·6–2·2)‡50/20·22·5 (1·8–3·3)86/39·22·2 (1·8–2·7)80/77·51·0 (0·8–1·3)50/46·81·1 (0·8–1·4)....47/35·41·3 (1·0–1·8)33/28·21·2 (0·8–1·6)46/26·61·7 (1·3–2·3)58/23·02·5 (1·9–3·3)39/39·81·0 (0·7–1·3)65/13·74·7", "(1·0–1·8)33/28·21·2 (0·8–1·6)46/26·61·7 (1·3–2·3)58/23·02·5 (1·9–3·3)39/39·81·0 (0·7–1·3)65/13·74·7 (3·6–6·0)16/10·51·5 (0·9–2·5)23/21·21·1 (0·7–1·6)Other793/405·12·0 (1·8–2·1)97/56·71·7 (1·4–2·1)61/46·61·3 (1·0–1·6)104/52·4‡2·0 (1·6–2·4)‡37/6·45·8 (4·1–8·0)54/27·71·9 (1·5–2·5)64/42·41·5 (1·1–1·9)96/31·53·1 (2·5–3·7)31/17·11·8 (1·2–2·5)33/16·72·0 (1·3–2·7)33/15·22·2 (1·4–2·9)19/14·11·3 (0·7–2)19/9·42·0 (1·1–2·9)26/19·11·4 (0·8–1·9)15/5·22·9 (1·4–4·3)15/7·32·1 (1·0–3·1)28/11·62·4 (1·5–3·3)Bladder606/296·62·0 (1·9–2·2)50/38·61·3 (1·0–1·7)126/29·6‡4·3 (3·5–5·1)‡167/61·3‡2·7 (2·3–3·2)‡11/4·92·2 (1·1–4·0)30/22·01·4 (0·9–1·9)27/27·81·0 (0·6–1·4)22/19·21·1 (0·7–1·7)32/15·52·1 (1·4–2·9)33/16·52·0 (1·4–2·8)11/9·41·2 (0·6–2·1)13/11·21·2 (0·6–2·0)24/6·04·0 (2·6–6·0)....20/3·65·5 (3·4–8·5)8/4·41·8 (0·8–3·6)14/10·11·4 (0·8–2·3)Prostate545/433·51·3 (1·2–1·4)........185/133·5‡1·4 (1·2–1·6)‡....48/45·81·0 (0·8–1·4)40/32·91·2 (0·9–1·7)34/29·01·2 (0·8–1·6)33/27·31·2 (0·8–1·7)35/29·81·2", "(0·8–1·4)40/32·91·2 (0·9–1·7)34/29·01·2 (0·8–1·6)33/27·31·2 (0·8–1·7)35/29·81·2 (0·8–1·6)14/9·11·5 (0·8–2·6)24/17·81·4 (0·9–2·0)....62/46·41·3 (1·0–1·7)....5/6·10·8 (0·3–1·9)15/19·60·8 (0·4–1·3)Melanoma500/385·61·3 (1·2–1·4)100/81·0‡1·2 (1·0–1·5)‡‖61/68·30·9 (0·7–1·1)68/44·41·5 (1·2–1·9)29/17·11·7 (1·1–2·4)20/16·81·2 (0·7–1·8)....37/26·81·4 (1·0–1·9)20/13·71·5 (0·9–2·3)27/17·21·6 (1·0–2·3)25/17·41·4 (0·9–2·1)24/13·21·8 (1·2–2·7)19/13·61·4 (0·8–2·2)14/13·11·1 (0·6–1·8)6/6·60·9 (0·3–2·0)12/7·31·6 (0·8–2·9)††††Ovary447/244·61·8 (1·7–2·0)291/104·9‡2·8 (2·5–3·1)‡........16/16·41·0 (0·6–1·6)....32/37·70·8 (0·6–1·2)20/17·51·1 (0·7–1·8)19/10·21·9 (1·1–2·9)11/8·61·3 (0·6–2·3)16/15·81·0 (0·6–1·6)18/9·12·0 (1·2–3·1)....††††....††††††††Oral406/215·31·9 (1·7–2·1)44/28·31·6 (1·1–2·1)42/23·21·8 (1·3–2·4)56/40·71·4 (1·0–1·8)21/4·64·6 (2·8–7·0)51/14·83·5 (2·6–4·5)13/20·80·6 (0·3–1·1)18/13·91·3 (0·8–2·0)16/8·81·8 (1·0–2·9)31/11·02·8 (1·9–4·0)13/7·01·9 (1·0–3·2)16/7·52·1 (1·2–3·5)10/4·52·2", "(0·8–2·0)16/8·81·8 (1·0–2·9)31/11·02·8 (1·9–4·0)13/7·01·9 (1·0–3·2)16/7·52·1 (1·2–3·5)10/4·52·2 (1·1–4·1)12/10·91·1 (0·6–1·9)7/2·42·9 (1·2–5·9)29/3·7‡‡7·8 (5·2–11·1)‡‡....Corpus uteri404/214·81·9 (1·7–2·1)204/95·7‡2·1 (1·8–2·4)‡........21/12·81·6 (1·0–2·5)....33/32·61·0 (0·7–1·4)26/14·61·8 (1·2–2·6)68/9·5‡‡7·2 (5·6–9·1)‡‡8/7·31·1 (0·5–2·2)11/13·50·8 (0·4–1·5)11/8·01·4 (0·7–2·5)....††††....††††7/4·31·6 (0·7–3·4)Kidney371/175·82·1 (1·9–2·3)39/27·91·4 (1·0–1·9)32/22·21·4 (1·0–2·0)53/30·41·7 (1·3–2·3)11/4·02·7 (1·4–4·9)23/11·02·1 (1·3–3·1)31/17·41·8 (1·2–2·5)73/11·2‡‡6·5 (5·1–8·2)‡‡23/7·73·0 (1·9–4·5)11/8·81·3 (0·6–2·2)10/6·01·7 (0·8–3·0)14/6·22·3 (1·2–3·8)6/4·31·4 (0·5–3·0)....††††7/2·82·5 (1·0–5·2)13/4·92·6 (1·4–4·5)Non-Hodgkin lymphoma358/290·41·2 (1·1–1·4)79/57·21·4 (1·1–1·7)51/46·01·1 (0·8–1·5)63/46·21·4 (1·0–1·7)........41/32·11·3 (0·9–1·7)25/20·11·2 (0·8–1·8)19/12·71·5 (0·9–2·3)....13/11·61·1 (0·6–1·9)13/10·81·2 (0·6–2·1)8/9·10·9 (0·4–1·7)11/14·00·8 (0·4–1·4)6/5·11·2", "(0·9–2·3)....13/11·61·1 (0·6–1·9)13/10·81·2 (0·6–2·1)8/9·10·9 (0·4–1·7)11/14·00·8 (0·4–1·4)6/5·11·2 (0·4–2·6)....9/8·01·1 (0·5–2·1)Brain317/186·71·7 (1·5–1·9)28/29·41·0 (0·6–1·4)22/24·00·9 (0·6–1·4)26/28·90·9 (0·6–1·3)11/5·42·0 (1·0–3·6)16/11·41·4 (0·8–2·3)45/18·42·4 (1·8–3·3)34/6·8‡‡5·0 (3·5–7·0)‡‡21/7·03·0 (1·8–4·6)9/8·81·0 (0·5–1·9)13/6·62·0 (1·0–3·4)13/6·32·1 (1·1–3·5)††††8/8·01·0 (0·4–2·0)5/2·61·9 (0·6–4·5)17/3·35·1 (3·0–8·2)9/4·62·0 (0·9–3·7)Oesophagus297/158·41·9 (1·7–2·1)46/20·42·3 (1·6–3·0)23/15·61·5 (0·9–2·2)46/29·81·5 (1·1–2·1)26/2·6‡‡10·2 (6·6–14·9)‡‡46/10·74·3 (3·2–5·8)14/14·11·0 (0·5–1·7)6/9·50·6 (0·2–1·4)12/7·31·6 (0·8–2·9)20/8·02·5 (1·5–3·9)5/4·71·1 (0·3–2·5)5/5·50·9 (0·3–2·1)††††7/9·60·7 (0·3–1·5)5/1·92·6 (0·9–6·1)14/2·26·3 (3·4–10·6)13/4·82·7 (1·5–4·7)Pancreas283/162·81·7 (1·5–2·0)34/30·31·1 (0·8–1·6)26/23·01·1 (0·7–1·7)76/20·93·6 (2·9–4·6)13/3·83·4 (1·8–5·8)22/7·52·9 (1·8–4·4)19/15·11·3 (0·8–2·0)22/9·02·4 (1·5–3·7)9/6·91·3 (0·6–2·5)8/6·81·2 (0·5–2·3)6/5·51·1", "(1·8–4·4)19/15·11·3 (0·8–2·0)22/9·02·4 (1·5–3·7)9/6·91·3 (0·6–2·5)8/6·81·2 (0·5–2·3)6/5·51·1 (0·4–2·4)††††9/4·61·9 (0·9–3·7)11/7·81·4 (0·7–2·5)5/2·81·8 (0·6–4·1)††††††††Other female genital282/219·71·3 (1·1–1·4)111/82·0‡1·4 (1·1–1·6)‡........31/19·81·6 (1·1–2·2)....25/35·90·7 (0·5–1·0)22/18·11·2 (0·8–1·8)27/8·13·3 (2·2–4·8)13/8·41·5 (0·8–2·6)16/15·51·0 (0·6–1·7)8/8·60·9 (0·4–1·8)....7/4·11·7 (0·7–3·5)....9/4·22·1 (1·0–4·0)7/4·41·6 (0·6–3·3)Stomach264/147·61·8 (1·6–2·0)32/20·41·6 (1·1–2·2)22/15·21·4 (0·9–2·2)81/25·73·2 (2·5–3·9)7/2·82·5 (1·0–5·2)26/9·42·8 (1·8–4·1)7/13·10·5 (0·2–1·1)6/8·80·7 (0·3–1·5)14/6·92·0 (1·1–3·4)18/7·32·5 (1·5–3·9)10/4·52·2 (1·1–4·1)13/5·12·6 (1·4–4·4)††††12/9·01·3 (0·7–2·3)††††††††††††Other digestive§§254/89·72·8 (2·5–3·2)47/18·32·6 (1·9–3·4)31/14·32·2 (1·5–3·1)39/9·64·1 (2·9–5·6)9/2·53·5 (1·6–6·7)12/3·53·4 (1·8–6·0)12/8·71·4 (0·7–2·4)8/5·01·6 (0·7–3·2)48/3·4‡‡13·9 (10·3–18·4)‡‡††††9/3·22·8 (1·3–5·3)11/2·84·0 (2·0–7·1)8/2·82·8 (1·2–5·6)††††6/1·73·6", "(10·3–18·4)‡‡††††9/3·22·8 (1·3–5·3)11/2·84·0 (2·0–7·1)8/2·82·8 (1·2–5·6)††††6/1·73·6 (1·3–7·9)††††††††Thyroid244/90·82·7 (2·4–3·0)35/20·41·7 (1·2–2·4)20/17·51·1 (0·7–1·8)13/5·42·4 (1·3–4·1)47/5·1‡‡9·2 (6·7–12·2)‡‡26/2·1‡‡12·3 (8·0–18·0)‡‡21/11·01·9 (1·2–2·9)11/6·01·8 (0·9–3·3)††††12/3·43·6 (1·8–6·3)....9/2·83·3 (1·5–6·2)9/3·62·5 (1·1–4·8)††††5/1·63·1 (1·0–7·2)10/1·76·0 (2·9–11·0)7/1·74·2 (1·7–8·7)Leukaemia229/151·91·5 (1·3–1·7)51/28·41·8 (1·3–2·4)28/22·71·2 (0·8–1·8)39/25·51·5 (1·1–2·1)........15/16·70·9 (0·5–1·5)23/10·82·1 (1·4–3·2)9/6·91·3 (0·6–2·5)....10/6·11·7 (0·8–3·0)9/5·81·6 (0·7–3·0)10/4·62·2 (1·1–4·0)11/8·01·4 (0·7–2·5)††††....††††Other respiratory217/92·82·3 (2·0–2·7)30/10·42·9 (1·9–4·1)18/8·22·2 (1·3–3·5)31/19·41·6 (1·1–2·3)20/1·513·1 (8·0–20·3)42/7·2‡‡5·9 (4·2–7·9)‡‡12/8·41·4 (0·7–2·5)12/6·02·0 (1·0–3·5)8/4·41·8 (0·8–3·6)12/5·12·4 (1·2–4·1)9/2·83·2 (1·5–6·1)††††††††9/6·01·5 (0·7–2·9)††††††††††††Meninges214/70·83·0 (2·6–3·5)23/16·91·4 (0·9–2·0)8/13·80·6 (0·3–1·1)11/4·22·6", "(0·7–2·9)††††††††††††Meninges214/70·83·0 (2·6–3·5)23/16·91·4 (0·9–2·0)8/13·80·6 (0·3–1·1)11/4·22·6 (1·3–4·7)11/3·03·7 (1·8–6·5)††††9/7·61·2 (0·5–2·2)60/3·1‡‡19·1 (14·6–24·6)‡‡††††7/2·42·9 (1·2–6·0)12/3·04·0 (2·0–6·9)6/2·03·0 (1·1–6·5)6/2·72·2 (0·8–4·9)††††††††13/1·013·2 (7·0–22·6)††††Open in a separate windowAYA=adolescent and young adult", ". Obs/exp=observed number of subsequent primary neoplasms/expected number of subsequent primary neoplasms", ". SIR=standardised incidence ratio.*Excludes potential subsequent primary neoplasms at the same anatomical site as the AYA cancer, represented by …†Includes all first primary neoplasms listed and other male genital and bone tumours.‡At least 100 observed events and significant SIR.§Breast subsequent primary neoplasms after thyroid cancer occurred only in females; expected breast cancers in males was zero.¶Confidence interval to three decimal places was 1·023–1·380.‖Confidence interval to three decimal places was 1·004–1·501.††Results not reliable because of small number of subsequent primary neoplasms (<5 observed subsequent primary neoplasms).‡‡Between 25 and 99 observed events, SIR at least 5.§§Consists of 80 small intestine, 62 gallbladder, 77 retroperitoneum and peritoneum, and 31 other or unspecified.Table 4AER of all and specific subsequent primary neoplasms after specific first primary neoplasm by time from diagnosis, with percentage of total AER contributed by specific", "first primary neoplasm by time from diagnosis, with percentage of total AER contributed by specific subsequent primary neoplasms5–9 years10–19 years20–29 years≥30 yearsp value†Obs/expAER per 10 000 person-years (95% CI)% of total AER*Obs/expAER per 10 000 person-years (95% CI)% of total AER*Obs/expAER per 10 000 person-years (95% CI)% of total AER*Obs/expAER per 10 000 person-years (95% CI)% of total AER*First primary neoplasm: female breastTotal subsequent primary neoplasms‡371/190·411·7 (9·3 to 14·2)100%730/391·719·6 (16·5 to 22·6)100%581/338·534·5 (27·8 to 41·2)100%195/149·025·6 (10·4 to 40·8)100%<0·0001Corpus uteri46/9·92·3 (1·5 to 3·2)19·7%100/36·03·7 (2·6 to 4·8)18·9%51/36·82·0 (0·0 to 4·0)5·8%7/12·9−3·3 (−6·2 to −0·4)..§0·97Ovary74/20·63·5 (2·4 to 4·6)29·9%128/43·04·9 (3·6 to 6·2)25·0%71/31·25·7 (3·3 to 8·0)16·4%18/10·14·4 (−0·2 to 9·0)15·2%0·50Other female genital38/30·90·5 (−0·3 to 1·2)4·3%50/33·11·0 (0·2 to 1·8)5·1%18/13·70·6 (−0·6 to 1·8)1·7%5/4·30·4 (−2·1 to", "(−0·3 to 1·2)4·3%50/33·11·0 (0·2 to 1·8)5·1%18/13·70·6 (−0·6 to 1·8)1·7%5/4·30·4 (−2·1 to 2·8)1·4%0·25Colorectal24/19·80·3 (−0·3 to 0·9)2·6%63/51·60·7 (−0·2 to 1·6)3·6%65/51·91·9 (−0·4 to 4·1)5·5%27/26·90·1 (−5·6 to 5·7)0·3%0·13Lung37/14·61·5 (0·7 to 2·2)12·8%112/48·53·7 (2·5 to 4·9)18·9%154/58·613·6 (10·1 to 17·0)39·2%54/30·513·1 (5·1 to 21·0)45·2%<0·0001Melanoma30/23·10·4 (−0·3 to 1·1)3·4%45/34·00·6 (−0·1 to 1·4)3·1%17/18·1−0·2 (−1·3 to 1·0)..§8/5·81·2 (−1·9 to 4·3)4·1%0·57Other122/71·53·3 (1·9 to 4·7)28·2%232/145·55·0 (3·3 to 6·7)25·5%205/128·210·9 (6·9 to 14·9)31·4%76/58·49·8 (0·3 to 19·3)33·8%0·0001First primary neoplasm: cervixTotal subsequent primary neoplasms¶241/179·65·7 (2·9 to 8·5)100%618/509·36·9 (3·8 to 10·0)100%609/465·218·3 (12·2 to 24·5)100%207/152·932·3 (15·4 to 49·1)100%<0·0001Breast89/104·4−1·4 (−3·1 to 0·3)..§251/294·6−2·8 (−4·7 to −0·8)..§157/227·0−8·9 (−12·1 to −5·8)..§35/58·8−14·2 (−21·1 to −7·3)..§..‖Bladder11/2·10·8 (0·2 to 1·4)11·3%40/8·42·0 (1·2 to", "to −5·8)..§35/58·8−14·2 (−21·1 to −7·3)..§..‖Bladder11/2·10·8 (0·2 to 1·4)11·3%40/8·42·0 (1·2 to 2·8)20·6%52/12·95·0 (3·2 to 6·8)18·3%23/6·110·1 (4·5 to 15·7)21·7%<0·0001Colorectal23/10·41·2 (0·3 to 2·0)16·9%66/37·91·8 (0·8 to 2·8)18·6%110/46·78·1 (5·4 to 10·7)29·7%38/20·010·7 (3·5 to 17·9)23·0%<0·0001Lung45/7·33·5 (2·3 to 4·7)49·3%101/34·54·2 (3·0 to 5·5)43·3%137/52·010·8 (7·9 to 13·8)39·6%52/23·217·2 (8·8 to 25·6)37·0%<0·0001Other73/55·31·6 (0·1 to 3·2)22·5%160/133·91·7 (0·1 to 3·2)17·5%153/126·63·4 (0·3 to 6·5)12·5%59/44·88·5 (−0·5 to 17·4)18·3%0·24First primary neoplasm: testicularTotal subsequent primary neoplasms**124/81·93·8 (1·8 to 5·7)100%378/246·29·0 (6·4 to 11·6)100%605/318·346·6 (38·8 to 54·4)100%328/161·1127·0 (100·0 to 154·0)100%<0·0001Prostate††††††26/20·00·4 (−0·3 to 1·1)4·4%79/66·32·1 (−0·8 to 4·9)4·5%79/45·725·3 (12·1 to 38·6)19·9%<0·0001Bladder9/5·00·4 (−0·2 to 0·9)10·5%30/17·40·9 (0·1 to 1·6)10·0%84/25·09·6 (6·7 to 12·5)20·6%44/14·022·8 (13·0 to", "(−0·2 to 0·9)10·5%30/17·40·9 (0·1 to 1·6)10·0%84/25·09·6 (6·7 to 12·5)20·6%44/14·022·8 (13·0 to 32·7)18·0%<0·0001Colorectal16/9·40·6 (−0·1 to 1·3)15·8%45/33·40·8 (−0·1 to 1·7)8·9%97/44·18·6 (5·5 to 11·7)18·5%48/22·319·6 (9·2 to 29·9)15·4%<0·0001Lung7/7·1−0·0 (−0·5 to 0·5)0·0%42/32·00·7 (−0·2 to 1·6)7·8%83/49·95·4 (2·5 to 8·3)11·6%39/26·69·5 (0·1 to 18·8)7·5%<0·0001Other91/59·12·8 (1·2 to 4·5)73·7%235/143·46·3 (4·2 to 8·3)70·0%262/133·021·0 (15·8 to 26·1)45·1%118/52·649·7 (33·5 to 65·9)39·1%<0·0001First primary neoplasm: female Hodgkin lymphomaTotal subsequent primary neoplasms‡‡66/38·68·0 (3·4 to 12·7)100%316/104·244·7 (37·4 to 52·1)100%374/100·8119·5 (102·9 to 136·1)100%147/44·6168·6 (129·5 to 207·8)100%<0·0001Breast20/17·00·9 (−1·7 to 3·5)11·3%168/52·024·5 (19·1 to 29·9)54·8%181/48·857·8 (46·3 to 69·3)48·4%62/18·471·8 (46·4 to 97·2)42·6%<0·0001Lung7/1·01·8 (0·2 to 3·3)22·5%25/4·84·3 (2·2 to 6·3)9·6%48/8·017·5 (11·6 to 23·5)14·6%21/5·226·0 (11·2 to 40·8)15·4%<0·0001Other39/20·65·4", "(2·2 to 6·3)9·6%48/8·017·5 (11·6 to 23·5)14·6%21/5·226·0 (11·2 to 40·8)15·4%<0·0001Other39/20·65·4 (1·8 to 9·0)67·5%123/47·416·0 (11·4 to 20·6)35·8%145/44·044·2 (33·9 to 54·5)37·0%64/21·070·8 (44·9 to 96·6)42·0%<0·0001First primary neoplasm: male Hodgkin lymphomaTotal subsequent primary neoplasms§§51/25·15·9 (2·7 to 9·1)100%192/72·919·5 (15·0 to 23·9)100%289/105·160·2 (49·3 to 71·1)100%171/68·8121·9 (91·3 to 152·4)100%<0·0001Lung6/2·10·9 (−0·2 to 2·0)15·3%56/9·87·5 (5·2 to 9·9)38·8%82/17·521·1 (15·3 to 26·9)35·0%54/11·950·2 (33·0 to 67·3)41·2%<0·0001Other45/23·05·0 (2·0 to 8·0)84·7%136/63·111·9 (8·2 to 15·7)61·3%207/87·739·1 (29·8 to 48·3)65·0%117/56·971·7 (46·4 to 97·0)58·8%<0·0001First primary neoplasm: female thyroidTotal subsequent primary neoplasms¶¶61/47·05·0 (−0·5 to 10·5)100%155/107·813·6 (6·6 to 20·6)100%133/95·123·9 (9·7 to 38·1)100%48/38·921·9 (−10·9 to 54·7)100%0·03Breast27/22·11·7 (−1·9 to 5·4)34·0%63/53·22·8 (−1·7 to 7·3)20·8%59/41·211·2 (1·7 to 20·7)46·9%21/13·717·6", "(−1·9 to 5·4)34·0%63/53·22·8 (−1·7 to 7·3)20·8%59/41·211·2 (1·7 to 20·7)46·9%21/13·717·6 (−4·1 to 39·3)80·4%0·06Other34/24·93·3 (−0·8 to 7·3)66·0%92/54·610·7 (5·3 to 16·1)79·2%74/53·912·7 (2·1 to 23·3)53·1%27/25·24·3 (−20·2 to 28·9)19·6%0·12Open in a separate windowAER=absolute excess risk", ". Obs/exp=observed number of subsequent primary neoplasms/expected number of subsequent primary neoplasms.*The total AER (for the purposes of calculating percentages) after each specific first primary neoplasm is the sum of the positive values for the contributing subsequent primary neoplasms.†Multivariable p value.‡All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of the breast.§Negative numbers for the AER, represented by …¶All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of female genital sites.‖p value not calculated due to negative AERs for all years.**All subsequent primary neoplasms in male survivors excluding subsequent primary neoplasms of other male genital sites (prostate sites allowed).††Results not reliable because of small number of subsequent primary neoplasms (<5 observed subsequent primary neoplasms).‡‡All solid subsequent primary neoplasms in female survivors (excluding non-solid", "neoplasms).‡‡All solid subsequent primary neoplasms in female survivors (excluding non-solid tumours).§§All solid subsequent primary neoplasms in male survivors (excluding non-solid tumours).¶¶All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of the thyroid.Open in a separate windowFigureObserved (solid) and expected (dashed) cumulative incidence of specific subsequent primary neoplasms in survivors of adolescent and young adult cancer*Cumulative incidence exceeds scale; please refer to table 5 for cumulative incidence up to 35 years from diagnosis.Table 5Cumulative incidence of specific subsequent primary neoplasms after specific first primary neoplasms by years from diagnosis10 years15 years20 years25 years30 years35 yearsFirst primary neoplasm: female breastTotal subsequent primary neoplasms*1·1% (1·0–1·2)2·5% (2·3–2·7)4·2% (4·0–4·5)6·4% (6·1–6·8)9·3% (8·8–9·8)11·9% (11·3–12·6)Corpus uteri0·1% (0·1–0·2)0·3% (0·3–0·4)0·6% (0·5–0·7)0·9%", "(6·1–6·8)9·3% (8·8–9·8)11·9% (11·3–12·6)Corpus uteri0·1% (0·1–0·2)0·3% (0·3–0·4)0·6% (0·5–0·7)0·9% (0·7–1·0)1·0% (0·9–1·2)1·1% (1·0–1·3)Ovary0·2% (0·2–0·3)0·5% (0·4–0·6)0·8% (0·7–0·9)1·1% (1·0–1·3)1·4% (1·2–1·6)1·7% (1·5–2·0)Other female genital0·1% (0·0–0·1)0·2% (0·2–0·3)0·4% (0·3–0·4)0·6% (0·5–0·7)1·0% (0·8–1·2)1·5% (1·2–1·7)Colorectal0·1% (0·1–0·2)0·2% (0·2–0·3)0·3% (0·3–0·4)0·4% (0·3–0·5)0·5% (0·4–0·6)0·5% (0·4–0·7)Lung0·1% (0·1–0·1)0·3% (0·2–0·3)0·7% (0·6–0·8)1·2% (1·0–1·4)2·2% (1·9–2·4)2·9% (2·5–3·2)Melanoma0·1% (0·1–0·1)0·2% (0·2–0·3)0·3% (0·2–0·4)0·4% (0·3–0·4)0·5% (0·4–0·6)0·5% (0·4–0·7)Other0·4% (0·3–0·4)0·8% (0·7–0·9)1·4% (1·2–1·5)2·2% (2·0–2·4)3·3% (3·0–3·6)4·4% (4·0–4·8)First primary neoplasm: cervixTotal subsequent primary neoplasms†1·1% (1·0–1·2)2·7% (2·5–2·9)4·8% (4·5–5·1)7·8% (7·4–8·3)11·5% (10·9–12·1)15·8% (14·8–16·7)Breast0·4% (0·3–0·5)1·1% (1·0–1·3)1·9% (1·7–2·1)2·9% (2·6–3·1)3·7% (3·3–4·0)4·6% (4·2–5·1)Bladder0·0% (0·0–0·1)0·1% (0·1–0·2)0·3% (0·2–0·4)0·6%", "(2·6–3·1)3·7% (3·3–4·0)4·6% (4·2–5·1)Bladder0·0% (0·0–0·1)0·1% (0·1–0·2)0·3% (0·2–0·4)0·6% (0·4–0·7)0·9% (0·7–1·1)1·3% (1·0–1·6)Colorectal0·1% (0·1–0·2)0·2% (0·2–0·3)0·5% (0·4–0·7)1·1% (0·9–1·3)1·8% (1·5–2·1)2·6% (2·2–3·0)Lung0·2% (0·1–0·3)0·5% (0·4–0·6)0·8% (0·7–1·0)1·4% (1·2–1·6)2·5% (2·2–2·9)3·6% (3·2–4·2)Other0·3% (0·3–0·4)0·7% (0·6–0·9)1·3% (1·1–1·5)2·1% (1·8–2·3)3·1% (2·8–3·5)4·5% (4·0–5·1)First primary neoplasm: testicularTotal subsequent primary neoplasms‡0·6% (0·5–0·7)1·5% (1·3–1·6)3·2% (2·9–3·4)6·5% (6·0–6·9)12·2% (11·5–13·0)20·2% (18·9–21·5)Prostate0·0% (0·0–0·0)0·0% (0·0–0·1)0·2% (0·1–0·3)0·6% (0·4–0·8)1·6% (1·3–1·9)3·7% (3·1–4·4)Bladder0·0% (0·0–0·1)0·1% (0·1–0·2)0·3% (0·2–0·4)0·8% (0·6–1·0)1·6% (1·3–1·9)2·9% (2·4–3·6)Colorectal0·1% (0·0–0·1)0·2% (0·1–0·3)0·4% (0·3–0·5)0·9% (0·7–1·1)2·0% (1·7–2·3)3·0% (2·5–3·6)Lung0·0% (0·0–0·1)0·1% (0·1–0·2)0·3% (0·2–0·4)0·8% (0·7–1·0)1·6% (1·3–2·0)2·7% (2·2–3·2)Other0·4% (0·3–0·5)1·0% (0·9–1·2)2·0% (1·8–2·3)3·6% (3·2–3·9)6·1%", "(1·3–2·0)2·7% (2·2–3·2)Other0·4% (0·3–0·5)1·0% (0·9–1·2)2·0% (1·8–2·3)3·6% (3·2–3·9)6·1% (5·6–6·7)9·3% (8·4–10·2)First primary neoplasm: female Hodgkin lymphomaTotal subsequent primary neoplasms§0·9% (0·7–1·2)3·2% (2·8–3·7)7·2% (6·5–8·0)13·0% (11·9–14·0)20·2% (18·8–21·7)26·6% (24·7–28·6)Breast0·3% (0·2–0·4)1·3% (1·1–1·6)3·8% (3·3–4·4)6·7% (5·9–7·5)10·8% (9·7–11·9)14·4% (12·9–15·9)Lung0·1% (0·0–0·2)0·3% (0·2–0·5)0·6% (0·4–0·9)1·5% (1·2–2·0)2·5% (1·9–3·1)3·8% (3·0–4·8)Other0·5% (0·4–0·7)1·6% (1·3–1·9)2·9% (2·5–3·4)5·1% (4·5–5·8)8·3% (7·3–9·3)11·3% (10·0–12·7)First primary neoplasm: male Hodgkin lymphomaTotal subsequent primary neoplasms¶0·6% (0·4–0·7)1·6% (1·3–1·9)3·4% (3·0–3·9)6·5% (5·8–7·1)10·7% (9·8–11·7)16·5% (15·2–18·0)Lung0·1% (0·0–0·1)0·3% (0·2–0·5)0·9% (0·7–1·2)1·9% (1·5–2·3)3·1% (2·6–3·7)5·1% (4·3–6·0)Other0·5% (0·4–0·7)1·3% (1·0–1·5)2·5% (2·2–2·9)4·7% (4·2–5·3)7·8% (7·0–8·6)11·9% (10·7–13·2)First primary neoplasm: female thyroidTotal subsequent primary neoplasms‖1·1%", "(10·7–13·2)First primary neoplasm: female thyroidTotal subsequent primary neoplasms‖1·1% (0·8–1·4)2·9% (2·5–3·5)5·5% (4·7–6·2)8·8% (7·8–9·9)13·2% (11·8–14·8)18·2% (16·1–20·5)Breast0·5% (0·3–0·7)1·2% (0·9–1·6)2·4% (1·9–2·9)4·2% (3·5–5·0)5·9% (4·9–7·0)8·2% (6·7–9·8)Other0·6% (0·4–0·8)1·8% (1·4–2·2)3·1% (2·6–3·7)4·8% (4·1–5·7)7·6% (6·5–8·9)10·7% (8·9–12·5)Open in a separate windowData are incidence (%, 95% CI)", ". The cumulative risks for the specific subsequent primary neoplasms add up to more than the overall cumulative risk because survivors can develop more than one subsequent primary neoplasm.*All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of the breast.†All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of female genital sites.‡All subsequent primary neoplasms in male survivors excluding subsequent primary neoplasms of other male genital sites (prostate sites allowed).§All solid subsequent primary neoplasms in female survivors (excluding non-solid tumours).¶All solid subsequent primary neoplasms in male survivors (excluding non-solid tumours).‖All subsequent primary neoplasms in female survivors excluding subsequent primary neoplasms of the thyroid.Survivors of cervical cancer had an excess risk of developing any subsequent primary neoplasm corresponding to ten excess subsequent primary neoplasms per 10", "any subsequent primary neoplasm corresponding to ten excess subsequent primary neoplasms per 10 000 person-years (SIR 1·3, 95% CI 1·2–1·3; AER 10·2 per 10 000 person-years, 95% CI 8·0–12·4; table 2)", ". SIRs for subsequent primary neoplasms of bladder, lung, and colorectal sites were statistically significantly increased. We noted a statistically significant reduction in the SIR related to breast cancer (SIR 0·8, 95% CI 0·7–0·8; table 3). The total AER of developing any subsequent primary neoplasm increased with time from cervical cancer diagnosis to an AER of 32·3 per 10 000 person-years (95% CI 15·4–49·1) subsequent to 30 years from diagnosis (p<0·0001), as did the AER for developing lung, colorectal, and bladder cancer (each p<0·0001; table 4). In patients who had survived at least 30 years, the AERs for lung cancer (17·2 per 10 000 person-years, 95% CI 8·8–25·6), colorectal cancer (10·7, 3·5–17·9), and bladder cancer (10·1, 4·5–15·7) accounted for 37%, 23%, and 22% of the total number of excess neoplasms, respectively (total AER 46·5 per 10 000 person-years when negative AERs are excluded)", ". The cumulative incidences of subsequent lung, colorectal, and bladder neoplasms at 35 years from diagnosis were 3·6% (95% CI 3·2–4·2), 2·6% (2·2–3·0), and 1·3% (1·0–1·6), whereas incidences of 1·6%, 1·4%, and 0·4% were expected, respectively (figure, table 5).Survivors of testicular cancer had an excess risk of developing any subsequent primary neoplasm corresponding to 19 excess subsequent primary neoplasms per 10 000 person-years (SIR 1·8, 95% CI 1·7–1·9; AER 18·9 per 10 000 person-years, 95% CI 16·6–21·1; table 2). SIRs for subsequent primary neoplasms of bladder, colorectal, lung, and prostate sites were statistically significantly increased (table 3). The total AER of developing any subsequent primary neoplasm increased with time from testicular cancer diagnosis to an AER of 127·0 per 10 000 person-years (95% CI 100·0–154·0) subsequent to 30 years from diagnosis (p<0·0001), as did the AER for developing bladder, colorectal, lung, and prostate cancer (each p<0·0001; table 4)", ". In patients who had survived at least 30 years, the AERs for prostate cancer (25·3 per 10 000 person-years, 95% CI 12·1–38·6), bladder cancer (22·8, 13·0–32·7), colorectal cancer (19·6, 9·2–29·9), and lung cancer (9·5, 0·1–18·8) accounted for 20%, 18%, 15%, and 8% of the total number of excess neoplasms, respectively. The cumulative incidences of subsequent primary neoplasms at 35 years from diagnosis were 3·7% (95% CI 3·1–4·4) for prostate, 2·9% (95% CI 2·4–3·6) for bladder, 3·0% (2·5–3·6) for colorectal, and 2·7% (2·2–3·2) for lung, whereas incidences of 2·9%, 1·1%, 1·8%, and 2·0% were expected, respectively (figure, table 5).Female survivors of Hodgkin lymphoma had an excess risk of developing any subsequent primary neoplasm corresponding to 56 excess subsequent primary neoplasms per 10 000 person-years (SIR 3·1, 95% CI 2·9–3·3; AER 55·7 per 10 000 person-years, 95% CI 50·4–61·1; table 2)", ". SIRs for subsequent primary cancers of breast and lung sites were statistically significantly increased (table 3). The total AER of developing any subsequent primary neoplasm increased with time from Hodgkin lymphoma diagnosis to an AER of 168·6 per 10 000 person-years (95% CI 129·5–207·8) subsequent to 30 years from diagnosis (p<0·0001), as did the AER for developing breast and lung cancer (each p<0·0001; table 4). In patients who had survived at least 30 years, the AERs for breast cancer (71·8 per 10 000 person-years, 95% CI 46·4–97·2) and lung cancer (26·0, 11·2–40·8) accounted for 43% and 15% of the total number of excess neoplasms, respectively", ". The cumulative incidences of breast and lung neoplasms at 35 years from diagnosis were 14·4% (95% CI 12·9–15·9) and 3·8% (3·0–4·8), whereas incidences of 4·9% and 0·9% were expected, respectively (figure, table 5).Male survivors of Hodgkin lymphoma had an excess risk of developing any subsequent primary neoplasm corresponding to 30 excess subsequent primary neoplasms per 10 000 person-years (SIR 2·6, 95% CI 2·4–2·8; AER 29·9 per 10 000 person-years, 95% CI 26·3–33·6; table 2). The SIR for a subsequent primary lung cancer was statistically significantly increased (table 3). The total AER of developing any subsequent primary neoplasm increased with time from Hodgkin lymphoma diagnosis to an AER of 121·9 per 10 000 person-years (95% CI 91·3–152·4) subsequent to 30 years from diagnosis (p<0·0001), as did the AER for developing lung cancer (p<0·0001; table 4)", ". In patients who had survived at least 30 years, the AER for lung cancer (50·2 per 10 000 person-years, 95% CI 33·0–67·3) accounted for 41% of the total number of excess neoplasms. The cumulative incidence of lung neoplasms in male survivors of Hodgkin lymphoma was 5·1% (95% CI 4·3–6·0) at 35 years from diagnosis, whereas an incidence of 1·4% was expected (figure, table 5).Female survivors of thyroid cancer had an excess risk of developing any subsequent primary neoplasm corresponding to 13 excess subsequent primary neoplasms per 10 000 person-years (SIR 1·4, 95% CI 1·2–1·5; AER 13·1 per 10 000 person-years, 95% CI 8·4–17·8; table 2). The SIR for a subsequent primary breast cancer was statistically significantly increased (table 3). The total AER of developing any subsequent primary neoplasm increased with time from thyroid cancer diagnosis to an AER of 21·9 per 10 000 person-years (95% CI −10·9 to 54·7) subsequent to 30 years from diagnosis, (p=0·03; table 4)", ". The cumulative incidence of all subsequent primary neoplasms in female survivors of thyroid cancer was 18·2% (95% CI 16·1–20·5) at 35 years from diagnosis (table 5), whereas an incidence of 13·6% was expected. The cumulative incidence of breast cancer was 8·2% (6·7–9·8) at 35 years from diagnosis, whereas an incidence of 6·0% was expected (figure; table 5).Survivors of ovarian cancer had an excess risk of developing any subsequent primary neoplasm corresponding to 12 excess subsequent primary neoplasms per 10 000 person-years (SIR 1·4, 95% CI 1·2–1·5; AER 12·3 per 10 000 person-years, 95% CI 7·5–17·1; table 2). A statistically significant reduction was found in the SIR for the development of a subsequent primary breast cancer (0·8, 95% CI 0·6–0·9; table 3)", ". The cumulative incidence of all subsequent primary neoplasms was 13·9% (95% CI 12·2–15·7) at 35 years from diagnosis (table 2), whereas an incidence of 12·3% was expected.Both male and female survivors of CNS tumours had an excess risk of developing any subsequent primary neoplasm corresponding to 15 and 11 excess neoplasms, respectively (male survivors: SIR 1·7 [95% CI 1·5–1·9]; AER 14·8 per 10 000 person-years [95% CI 10·7–19·0]; female survivors: SIR 1·3 [1·2–1·5]; AER 11·1 [7·0–15·2]). A statistically significant reduction in the SIR for the development of a subsequent primary breast cancer was found (SIR 0·7, 95% CI 0·6–0·8; table 3)", ". The cumulative incidence of all subsequent primary neoplasms was 11·9% (95% CI 10·6–13·3) in female survivors of CNS tumours and 10·0% (8·7–11·4) in male survivors of CNS tumours at 35 years from diagnosis (table 2), whereas an incidence of 9·4% was expected.Sensitivity analyses showed that inclusion of leukaemia after AYA Hodgkin lymphoma, non-Hodgkin lymphoma, and leukaemia had little effect on the SIRs and AERs (appendix p 10). Inclusion of sarcomas after AYA soft-tissue sarcoma and bone tumour increased the AERs, but there was substantial overlap in confidence intervals (appendix p 10).DiscussionWe show that the excess number of subsequent primary neoplasms observed increases with increased period of follow-up from diagnosis after each AYA cancer investigated", ". In patients who had survived at least 30 years from diagnosis of cervical cancer, testicular cancer, Hodgkin lymphoma in women, breast cancer, and Hodgkin lymphoma in men, we identified just a small number of specific subsequent primary neoplasms that account for 82%, 61%, 58%, 45%, and 41% of the total excess number of neoplasms, respectively. To our knowledge, our study is the first to report excess risks of specific types of subsequent primary neoplasms after each of 16 types of AYA cancer. One study has previously addressed the risk of all subsequent primary neoplasms combined after each AYA cancer,3 but no study has previously considered specific subsequent primary neoplasms.In our study, the burden of the excess number of neoplasms beyond 30 years from diagnosis accounted for by lung cancer was substantial and apparent across all AYA cancers investigated (breast, cervical, testicular, and Hodgkin lymphoma in males and females)", ". It is well known that smoking is carcinogenic and the main risk factor for developing lung cancer. Additionally, smoking increases the risk of developing subsequent primary neoplasms, particularly oral or pharyngeal, oesophageal, stomach, lung, and haematological malignancies.21 Kaul and colleagues22 reported that 33% of survivors of AYA cancer were current smokers compared with 22% in a non-cancer comparison group matched on age, sex, and other factors. This finding confirmed earlier work that AYA cancer survivors smoke in excess.23 Young female survivors have a higher risk of being a current smoker compared with young male survivors, and this difference is largely accounted for by cervical cancer.24 Consistent with our findings, Underwood and colleagues25 reported that survivors of cervical cancer have a two-fold increased risk of developing smoking-related cancers compared with the general population", ". Studies have shown that smoking is a risk factor for developing lung cancer in survivors of breast cancer26 and Hodgkin lymphoma,27 and that this risk is further enhanced in patients who have been treated with radiotherapy (for breast cancer and Hodgkin lymphoma) and chemotherapy (for Hodgkin lymphoma). We observed a decrease in the number of excess lung cancers in male survivors of Hodgkin lymphoma with more recent diagnosis. Although this decrease could be caused by a number of factors, it might be related to a change in smoking habits in more recent decades (ie, a reduction in male smokers)", ". The evidence presented in our study, along with previous literature on smoking in cancer survivors, clearly suggests that clinical follow-up of survivors of AYA cancer, particularly survivors of breast cancer, cervical cancer, and Hodgkin lymphoma, should focus on subsequent lung cancer and provision of smoking cessation advice.Generally, it is difficult to compare risks of subsequent primary neoplasms between survivors of AYA and childhood cancer because there are so many important confounding influences", ". However, lung cancer as a subsequent primary neoplasm is an exception to this general rule in that from our population-based national cohort of survivors of childhood cancer in Britain, we reported that in survivors aged 40 years and older, lung cancer was associated with an AER of only 2·9 per 10 000 person-years (95% CI 0·4–5·5), which accounted for just 9% of the total AER.28 By contrast, in the present analysis, the AER for lung cancer after at least 30 years from diagnosis of AYA cancer was substantially higher and accounted for a much greater proportion of the total AER", ". Notably, by contrast with survivors of AYA cancer, the odds ratio for being a current regular smoker among survivors of childhood cancer in Britain was 0·51 compared with the general population of Britain.29In female survivors of breast cancer, the SIRs reported in our study were broadly consistent with those reported in previous literature.5, 6, 7 The increased risk of ovarian cancer could relate to shared hormonal and genetic (eg, BRCA1 and BRCA2 mutations) risk factors.30 The increased risk of uterine cancers might relate to partial oestrogen agonists used to treat the breast cancer—a previous large case-control study found that risk of uterine cancer increases with duration of tamoxifen treatment.31 Of the six anatomical sites at which an excess of subsequent primary neoplasms was observed, only the lungs would be directly exposed if external-beam radiotherapy was used to treat the breast cancer", ". A previous large case-control study showed a dose-response relation between radiotherapy and risk of lung cancer in breast cancer survivors diagnosed at any age (not AYA-specific).26 Existing literature suggests that chest radiotherapy and smoking are both likely contributors to the substantial number of excess neoplasms accounted for by lung cancer.The bladder and bowel would be directly exposed if external-beam radiotherapy was used to treat cervical cancer. A large case-control study showed a dose-response relation between radiotherapy and the risk of both bladder and rectal cancers in cervical cancer survivors.32 Existing literature suggests that pelvic irradiation and smoking are likely contributors to the number of excess neoplasms accounted for by lung, colorectal, and bladder cancer", ". Clinical follow-up of survivors of AYA cervical cancer, particularly where pelvic irradiation is used, should focus on lung, bowel, and bladder cancers.Treatment for testicular cancer can involve irradiating the para-aortic lymph nodes, which might explain the excess of subsequent primary neoplasms seen in abdominal sites (prostate, bladder, and colorectal)", ". The excess of subsequent primary neoplasms observed in the abdomen is consistent with international studies of testicular cancer survivors.8 The excess of lung subsequent primary neoplasms might be caused by radiotherapy to the lungs, since previous studies have reported an increased risk of lung cancer in survivors of testicular cancer who were given chest radiotherapy.8 Clinical follow-up of survivors of AYA testicular cancer should focus on prostate, bladder, colorectal, and lung cancers.The lungs would be directly exposed if external-beam radiotherapy was used to treat Hodgkin lymphoma; previous studies of Hodgkin lymphoma survivors have provided evidence of a dose-dependent increase in lung cancer risk with radiotherapy with or without chemotherapy.27 Our findings are consistent with previous large-scale studies of female survivors of Hodgkin lymphoma, for which a substantial amount of literature already exists, and by contrast with other AYA cancers considered here, we have", "of literature already exists, and by contrast with other AYA cancers considered here, we have little to add.9, 10, 11 Our findings support the decrease in lung cancer risk with more recent calendar period of diagnosis that was reported in a Dutch study of Hodgkin lymphoma survivors.9 This decrease might be due to a latency effect, where more recently diagnosed survivors simply have not had enough time to develop a lung subsequent primary neoplasm, or it might be caused by changes in treatment for Hodgkin lymphoma during recent decades, including withholding radiotherapy or improvements in the delivery of radiotherapy resulting in less damage to healthy tissue than in previous decades.33 However, because a decrease in lung cancer risk was not seen after Hodgkin lymphoma in women, it is possible that the decrease in lung cancer in men is caused by other environmental influences, such as changes in smoking habits", ". Previous studies have reported an increase in the number of excess lung cancers with increasing years from diagnosis;9, 10 however, to our knowledge, our study is the first to report the number of excess lung cancers in male and female survivors separately", ". Existing literature suggests that treatment (radiotherapy and chemotherapy), in addition to smoking, could contribute to the number of excess neoplasms accounted for by lung cancer.9 Clinical follow-up of male survivors of AYA Hodgkin lymphoma should focus on lung cancer and provision of smoking cessation advice.Younger age at radiation exposure is a risk factor for the development of breast cancer in many populations exposed to radiation, including atomic bomb survivors, patients with tuberculosis monitored with x-rays, and children with benign disorders treated with radiotherapy.34 Thus, the effect of age at diagnosis (closely related to age at radiotherapy) of Hodgkin lymphoma on the risk of breast cancer in our cohort is not surprising.Knowledge of late effects of cancer treatment has resulted in lower radiation exposures for treatments of good prognosis cancers in recent years;35 however, the multivariable regression showed that the risk of developing a subsequent primary", "however, the multivariable regression showed that the risk of developing a subsequent primary neoplasm did not vary with decade of diagnosis of AYA cancer apart from lung cancer after Hodgkin lymphoma in males", ". Therefore, currently there is little evidence of a detectable impact.Until recently, no internationally agreed clinical guidelines existed regarding surveillance for specific types of neoplasm after AYA cancer, but this is now being addressed by the International Late Effects of Childhood Cancer Guideline Harmonization Group.36 So far, two such guidelines have been published.37, 38 There are also guidelines in development relating to second primary CNS tumours and second primary bowel cancers.Strengths of our cohort study relate to its large scale and population-based design, with the inclusion of all 5-year survivors of AYA cancer in England and Wales. The study design minimises selection bias and the results are generalisable to the English and Welsh population", ". Our study had much greater statistical power than the only comparable previous study by Lee and colleagues,3 because we report almost double the number of subsequent primary neoplasms and an additional million person-years of follow-up. Most previous studies investigating the risk of subsequent primary neoplasms with years from diagnosis have mainly focused on the SIR, a measure of multiplicative risk that relates to an unspecified baseline risk and is therefore difficult to interpret. We concentrated on the AER, which is the excess number of subsequent primary neoplasms beyond those expected from the general population, and so is directly interpretable in terms of adverse health impact on survivors. To our knowledge, our study is the first to report AERs by years from diagnosis for each specific AYA cancer.A limitation of using cancer registration data is the absence of detailed treatment information", ". Treatment for AYA cancer varies greatly by cancer type; therefore, in the absence of treatment data, we chose to determine risks in relation to specific cancer types. However, inevitably there is variation in the intensity of treatment given for a specific type of cancer, depending on the stage at diagnosis and whether the disease recurs or relapses after initial treatment. Crude treatment information is inherent in cohort studies based on cancer registry data; however, we are planning to conduct case-control studies with detailed treatment dosimetry, questionnaires for lifestyle and other relevant factors, and saliva collection for genotypic factors. A potential limitation of our study is that our results might not be generalisable to populations outside of England and Wales.Another limitation is the possibility that recurrence or metastases of the AYA cancer could have been mistaken for a subsequent primary neoplasm", ". However, we used the IACR/IARC rules to define multiple primary cancers and further excluded any additional neoplasms close to the AYA cancer site. By using these criteria, we excluded any contralateral subsequent primary neoplasms such as breast, kidney, ovarian, lung, or testicular subsequent primary neoplasms. Thus, our estimate of the risk of specific subsequent primary neoplasms after specific AYA cancers is probably conservative, and although many of the estimates we report are substantial, they are likely to be an underestimate of the true risk.In conclusion, our data show that the excess number of subsequent primary neoplasms observed increases with increased period of follow-up from diagnosis after each AYA cancer investigated", ". In patients who had survived at least 30 years from diagnosis of cervical cancer, testicular cancer, Hodgkin lymphoma, and breast cancer, we identified just a small number of specific subsequent primary neoplasms that account for high proportions of the total excess number of neoplasms. A notable finding was the excess number of neoplasms accounted for by lung cancer across all AYA groups investigated in detail, in addition to subsequent primary neoplasms occurring in potentially irradiated sites. Our findings provide an evidence base for clinical follow-up relating specifically to the AYA population.AcknowledgmentsThis study was funded by Cancer Research UK (grant number C386/A11709). Other funding was provided by a post-doctoral fellowship to RCR from the National Institute for Health Research (PDF-2012-05-280), and by the Academy of Medical Sciences (Springboard - Health of the Public 2040) and Children with Cancer UK", ". The Teenage and Young Adult Cancer Survivor Study acknowledges and thanks its data providers: the Office for National Statistics, Welsh Cancer Registry, and NHS Digital. Study collaborators include Sarah Darby (University of Oxford); Richard Feltbower (University of Leeds); Lorna Anne Fern (University College London); Diana Greenfield (Sheffield Teaching Hospital NHS Foundation Trust); Helen Alexandra Spoudeas (University College London Hospitals NHS Foundation Trust); William Hamish Wallace (Royal Hospital for Sick Children, Edinburgh); and Jeremy Whelan (University College London Hospitals NHS Foundation Trust). Finally, we thank the National Cancer Research Institute - Teenage and Young Adult and Germ Cell Tumour - Clinical Studies Group", ". This report is independent research and the views expressed in this Article are those of the author(s) and not necessarily those of NHS Digital, Cancer Research UK, the National Institute for Health Research, the Office for National Statistics, or the Welsh Cancer Registry.ContributorsCJB did the literature search and data analysis, created the figure, and drafted the report. CJB, RCR, DLW, and MMH carried out the data collection. CJB, RCR, DLW, MMH, CF, DPS, MGM, and ABE interpreted the data, and reviewed and finalised the report.Declaration of interestsDPS reports grants from Teenage Cancer Trust, outside the submitted work. All other authors declare no competing interests.Supplementary MaterialSupplementary appendix: Click here to view.(435K, pdf)"]}