{
  "title": "AllergoOncology: Danger signals in allergology and oncology: A European Academy of Allergy and Clinical Immunology (EAACI) Position Paper",
  "context": [
    "Allergy. 2022 Sep; 77(9): 2594–2617. Published online 2022 Mar 14. doi: 10.1111/all.15255PMCID: PMC9545837PMID: 35152450AllergoOncology: Danger signals in allergology and oncology: A European Academy of Allergy and Clinical Immunology (EAACI) Position PaperChristoph Bergmann, 1 Aurélie Poli, 2 Ioana Agache, 3 Rodolfo Bianchini, 4 Heather J. Bax, 5 , 6 Mariana Castells, 7 Silvia Crescioli, 5 David Dombrowicz, 8 Denisa Ferastraoaru, 9 Edda Fiebiger, 10 Hannah J. Gould, 11 , 12 Karin Hartmann, 13 Elena Izquierdo, 14 Galateja Jordakieva, 15 Debra H. Josephs, 5 , 6 Marek Jutel, 16 , 17 Francesca Levi‐Schaffer, 18 Leticia de las Vecillas, 19 Michael T. Lotze, 20 Gabriel Osborn, 5 Mariona Pascal, 21 Frank Redegeld, 22 David Rosenstreich, 9 Franziska Roth‐Walter, 23 , 4 Carsten Schmidt‐Weber, 24 , 25 Mohamed Shamji, 26 Esther H. Steveling, 27 Michelle C. Turner, 28 Eva Untersmayr, 23 Erika Jensen‐Jarolim, 23 , 4 and Sophia N. Karagiannis 29 , 5 Christoph Bergmann 1 Department of Otorhinolaryngology, RKM740 Interdisciplinary Clinics, Düsseldorf Germany Find articles by Christoph BergmannAurélie Poli 2 Neuro‐Immunology Group, Department of Oncology, Luxembourg Institute of Health, Luxembourg Luxembourg Find articles by Aurélie PoliIoana Agache 3 Faculty of Medicine, Transylania University Brasov, Brasov Romania Find articles by Ioana AgacheRodolfo Bianchini 4 Comparative Medicine, The Interuniversity Messerli Research Institute, University of Veterinary Medicine Vienna, Medical University of Vienna, University of Vienna, Vienna Austria Find articles by Rodolfo BianchiniHeather J. Bax 5 St. John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom 6 School of Cancer and Pharmaceutical Sciences, Guy's Hospital, King's College London, London United Kingdom Find articles by Heather J. BaxMariana Castells 7 Division of Allergy and Clinical Immunology, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston Massachusetts, USA Find articles by Mariana CastellsSilvia Crescioli 5 St. John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom Find articles by Silvia CrescioliDavid Dombrowicz 8 University of Lille, Inserm, CHU Lille, Institut Pasteur de Lille U1011‐EGID, Lille France Find articles by David DombrowiczDenisa Ferastraoaru 9 Department of Internal Medicine/Allergy and Immunology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx New York, USA Find articles by Denisa FerastraoaruEdda Fiebiger 10 Division of Gastroenterology, Hepatology and Nutrition Research, Department of Medicine Research, Children's University Hospital Boston, Boston Massachusetts, USA Find articles by Edda FiebigerHannah J. Gould 11 Randall Centre for Cell and Molecular Biophysics, School of Basic & Medical Biosciences, King's College London, New Hunt's House, London United Kingdom 12 Medical Research Council & Asthma UK Centre in Allergic Mechanisms of Asthma, London United Kingdom Find articles by Hannah J. GouldKarin Hartmann 13 Department of Dermatology, University of Basel, Basel Switzerland Find articles by Karin HartmannElena Izquierdo 14 IMMA, School of Medicine, Institute of Applied Molecular Medicine, CEU San Pablo University, Madrid Spain Find articles by Elena IzquierdoGalateja Jordakieva 15 Department of Physical Medicine, Rehabilitation and Occupational Medicine, Medical University of Vienna, Vienna Austria Find articles by Galateja JordakievaDebra H. Josephs 5 St. John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom 6 School of Cancer and Pharmaceutical Sciences, Guy's Hospital, King's College London, London United Kingdom Find articles by Debra H. JosephsMarek Jutel 16 Department of Clinical Immunology, Wroclaw Medical University, Wroclaw Poland 17 ALL‐MED Medical Research Institute, Wroclaw Poland Find articles by Marek JutelFrancesca Levi‐Schaffer 18 Pharmacology and Experimental Therapeutics Unit, School of Pharmacy, Faculty of Medicine, The Institute for Drug Research, The Hebrew University of Jerusalem, Jerusalem Israel Find articles by Francesca Levi‐SchafferLeticia de las Vecillas 19 Department of Allergy, La Paz University Hospital, IdiPAZ, Madrid Spain Find articles by Leticia de las VecillasMichael T. Lotze 20 G.27A Hillman Cancer Center, University of Pittsburgh Medical Center, Pittsburgh Pennsylvania, USA Find articles by Michael T. LotzeGabriel Osborn 5 St. John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom Find articles by Gabriel OsbornMariona Pascal 21 Department of Immunology, CDB, Hospital Clinic de Barcelona, Institut d'Investigacions Biomèdiques August Pi i Sunyer, Universitat de Barcelona, Barcelona Spain Find articles by Mariona PascalFrank Redegeld 22 Division of Pharmacology, Faculty of Science, Utrecht Institute for Pharmaceutical Sciences, Utrecht University, Utrecht The Netherlands Find articles by Frank RedegeldDavid Rosenstreich 9 Department of Internal Medicine/Allergy and Immunology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx New York, USA Find articles by David RosenstreichFranziska Roth‐Walter 4 Comparative Medicine, The Interuniversity Messerli Research Institute, University of Veterinary Medicine Vienna, Medical University of Vienna, University of Vienna, Vienna Austria 23 Center of Pathophysiology, Infectiology and Immunology, Institute of Pathophysiology and Allergy Research, Medical University Vienna, Vienna Austria Find articles by Franziska Roth‐WalterCarsten Schmidt‐Weber 24 Center of Allergy & Environment (ZAUM), Technical University of Munich and Helmholtz Center Munich, German Research Center for Environmental Health, Munich Germany 25 German Center for Lung Research (DZL), Munich Germany Find articles by Carsten Schmidt‐WeberMohamed Shamji 26 Immunomodulation and Tolerance Group, Imperial College London, and Allergy and Clinical Immunology, Imperial College London, London United Kingdom Find articles by Mohamed ShamjiEsther H. Steveling 27 Department of Dermatology, University of Basel, Basel Switzerland Find articles by Esther H. StevelingMichelle C. Turner 28 Barcelona Institute for Global Health (ISGlobal), Barcelona Spain Find articles by Michelle C. TurnerEva Untersmayr 23 Center of Pathophysiology, Infectiology and Immunology, Institute of Pathophysiology and Allergy Research, Medical University Vienna, Vienna Austria Find articles by Eva UntersmayrErika Jensen‐Jarolim 4 Comparative Medicine, The Interuniversity Messerli Research Institute, University of Veterinary Medicine Vienna, Medical University of Vienna, University of Vienna, Vienna Austria 23 Center of Pathophysiology, Infectiology and Immunology, Institute of Pathophysiology and Allergy Research, Medical University Vienna, Vienna Austria Find articles by Erika Jensen‐JarolimSophia N. Karagiannis 5 St. John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom 29 Breast Cancer Now Research Unit, School of Cancer and Pharmaceutical Sciences, King's College London, Guy's Hospital,, London SE1 9RT United Kindgom Find articles by Sophia N. KaragiannisAuthor information Article notes Copyright and License information PMC Disclaimer 1 Department of Otorhinolaryngology, RKM740 Interdisciplinary Clinics, Düsseldorf Germany 2 Neuro‐Immunology Group, Department of Oncology, Luxembourg Institute of Health, Luxembourg Luxembourg 3 Faculty of Medicine, Transylania University Brasov, Brasov Romania 4 Comparative Medicine, The Interuniversity Messerli Research Institute, University of Veterinary Medicine Vienna, Medical University of Vienna, University of Vienna, Vienna Austria 5 St. John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom 6 School of Cancer and Pharmaceutical Sciences, Guy's Hospital, King's College London, London United Kingdom 7 Division of Allergy and Clinical Immunology, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston Massachusetts, USA 8 University of Lille, Inserm, CHU Lille, Institut Pasteur de Lille U1011‐EGID, Lille France 9 Department of Internal Medicine/Allergy and Immunology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx New York, USA 10 Division of Gastroenterology, Hepatology and Nutrition Research, Department of Medicine Research, Children's University Hospital Boston, Boston Massachusetts, USA 11 Randall Centre for Cell and Molecular Biophysics, School of Basic & Medical Biosciences, King's College London, New Hunt's House, London United Kingdom 12 Medical Research Council & Asthma UK Centre in Allergic Mechanisms of Asthma, London United Kingdom 13 Department of Dermatology, University of Basel, Basel Switzerland 14 IMMA, School of Medicine, Institute of Applied Molecular Medicine, CEU San Pablo University, Madrid Spain 15 Department of Physical Medicine, Rehabilitation and Occupational Medicine, Medical University of Vienna, Vienna Austria 16 Department of Clinical Immunology, Wroclaw Medical University, Wroclaw Poland 17 ALL‐MED Medical Research Institute, Wroclaw Poland 18 Pharmacology and Experimental Therapeutics Unit, School of Pharmacy, Faculty of Medicine, The Institute for Drug Research, The Hebrew University of Jerusalem, Jerusalem Israel 19 Department of Allergy, La Paz University Hospital, IdiPAZ, Madrid Spain 20 G.27A Hillman Cancer Center, University of Pittsburgh Medical Center, Pittsburgh Pennsylvania, USA 21 Department of Immunology, CDB, Hospital Clinic de Barcelona, Institut d'Investigacions Biomèdiques August Pi i Sunyer, Universitat de Barcelona, Barcelona Spain 22 Division of Pharmacology, Faculty of Science, Utrecht Institute for Pharmaceutical Sciences, Utrecht University, Utrecht The Netherlands 23 Center of Pathophysiology, Infectiology and Immunology, Institute of Pathophysiology and Allergy Research, Medical University Vienna, Vienna Austria 24 Center of Allergy & Environment (ZAUM), Technical University of Munich and Helmholtz Center Munich, German Research Center for Environmental Health, Munich Germany 25 German Center for Lung Research (DZL), Munich Germany 26 Immunomodulation and Tolerance Group, Imperial College London, and Allergy and Clinical Immunology, Imperial College London, London United Kingdom 27 Department of Dermatology, University of Basel, Basel Switzerland 28 Barcelona Institute for Global Health (ISGlobal), Barcelona Spain 29 Breast Cancer Now Research Unit, School of Cancer and Pharmaceutical Sciences, King's College London, Guy's Hospital,, London SE1 9RT United Kindgom Erika Jensen‐Jarolim, Email: ta.ca.neiwinudem@miloraj-nesnej.akire.Contributor Information.Corresponding author.* Correspondence Sophia N. Karagiannis, St. John's Institute of Dermatology, School of Basic & Medical Biosciences, King's College London, Tower Wing, 9th Floor, Guy's Hospital, London SE1 9RT, United Kingdom. Email: ku.ca.lck@sinnaigarak.aihpos Erika Jensen‐Jarolim, Institute of Pathophysiology and Allergy Research, Center of Pathophysiology, Infectiology and Immunology, Medical University Vienna, Spitalgasse 23, 1090 Vienna, Austria. Email: ta.ca.neiwinudem@miloraj-nesnej.akire Received 2021 Aug 19; Revised 2022 Feb 7; Accepted 2022 Feb 10.Copyright © 2022 The Authors. Allergy published by European Academy of Allergy and Clinical Immunology and John Wiley & Sons Ltd.This is an open access article under the terms of the http: //creativecommons.org/licenses/by-nc/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited and is not used for commercial purposes.AbstractThe immune system interacts with many nominal ‘danger’ signals, endogenous danger‐associated (DAMP), exogenous pathogen (PAMP) and allergen (AAMP)‐associated molecular patterns. The immune context under which these are received can promote or prevent immune activating or inflammatory mechanisms and may orchestrate diverse immune responses in allergy and cancer. Each can act either by favouring a respective pathology or by supporting the immune response to confer protective effects, depending on acuity or chronicity. In this Position Paper under the collective term danger signals or DAMPs, PAMPs and AAMPs, we consider their diverse roles in allergy and cancer and the connection between these in AllergoOncology. We focus on their interactions with different immune cells of the innate and adaptive immune system and how these promote immune responses with juxtaposing clinical outcomes in allergy and cancer. While danger signals present potential targets to overcome inflammatory responses in allergy, these may be reconsidered in relation to a history of allergy, chronic inflammation and autoimmunity linked to the risk of developing cancer, and with regard to clinical responses to anti‐cancer immune and targeted therapies. Cross‐disciplinary insights in AllergoOncology derived from dissecting clinical phenotypes of common danger signal pathways may improve allergy and cancer clinical outcomes.Keywords: AAMP, allergy, ALR, cancer, DAMP, danger signals, immune response, immunotherapy, inflammation, NLR, PAMP, RLR, TLR, toleranceShort abstract AbbreviationsAAMPallergen‐associated molecular pattern moleculeDAMPdamage‐associated molecular pattern moleculePAMPpathogen‐associated molecular pattern molecule Highlights The immune context under which danger signals are received can promote or prevent immune activation or inflammatory mechanisms which are important determinants in the course of allergic diseases and cancer.Danger signals based on endogenous danger‐associated (DAMP), exogenous pathogen (PAMP) and allergen‐associated (AAMP) molecular pattern molecules, initiate immune responses, however, acuity, chronicity and immune context may influence the course of pathologies such as allergy and cancer.Allergens can introduce danger, and targeting AAMP‐induced signalling can be considered to overcome inflammatory responses in allergy and cancer.Immune cell‐derived mediators and danger signals involved in allergic disorders (hypersensitivity versus immune tolerance), also impact disease evolution in malignancies (pro‐tumour versus anti‐tumour activity), and the connected activities between these processes in both disease fields (AllergoOncology) require further study. 1. METHODSThis Position Paper is a product of the EAACI Working Group for AllergoOncology, an expert panel of clinical immunologists, allergists, biochemists and epidemiologists. The topic of the manuscript was identified at the WG workshop in May 2020, and a streamline of relevant subtopics was extensively revised and designated to individual WG members. After following workshops and using a circulation process, the manuscript was recirculated for review to the WG authors, compiled and again recirculated for complete consensus on text, tables and figures. The final manuscript was read and approved by all authors and represents an expert consensus position, with recommendations summarized in the ‘Highlights box’.2. DATA SOURCES, SEARCH STRATEGY AND STUDY SELECTIONStudies published in English were identified from PubMed. The following keywords were used in the search strategy: (allergy OR atopy) AND (tumor/tumour OR cancer OR malignancy) AND (danger signals OR damp OR pamp) AND (NK cells OR ILC OR mast cells OR granulocytes OR APC OR T cells OR B cells OR clinical applications)."
  ],
  "doi": "10.1111/all.15255",
  "references": [
    "Pali‐Scholl I, Jensen‐Jarolim E. The concept of allergen‐associated molecular patterns (AAMP). Curr Opin Immunol. 2016;42:113‐118. [PubMed] [Google Scholar]",
    "Meylan E, Tschopp J, Karin M. Intracellular pattern recognition receptors in the host response. Nature. 2006;442(7098):39‐44. [PubMed] [Google Scholar]",
    "Janeway CA Jr. Approaching the asymptote? Evolution and revolution in immunology. Cold Spring Harb Symp Quant Biol. 1989;54(Pt 1):1‐13. [PubMed] [Google Scholar]",
    "Matzinger P. Tolerance, danger, and the extended family. Annu Rev Immunol. 1994;12:991‐1045. [PubMed] [Google Scholar]",
    "Land WG. Allograft injury mediated by reactive oxygen species: from conserved proteins of Drosophila to acute and chronic rejection of human transplants. Part III: interaction of (oxidative) stress‐induced heat shock proteins with Toll‐like receptor‐bearing cells of innate immunity and its consequences for the development of acute and chronic allograft rejection. Transplant Rev. 2003;17(2):67‐86. [Google Scholar]",
    "Takeda K, Akira S. Toll‐like receptors in innate immunity. Int Immunol. 2005;17(1):1‐14. [PubMed] [Google Scholar]",
    "Sun L, Liu W, Zhang LJ. The role of Toll‐Like receptors in skin host defense, psoriasis, and atopic dermatitis. J Immunol Res. 2019;2019:1824624. [PMC free article] [PubMed] [Google Scholar]",
    "Vroling AB, Fokkens WJ, van Drunen CM. How epithelial cells detect danger: aiding the immune response. Allergy. 2008;63(9):1110‐1123. [PubMed] [Google Scholar]",
    "Perkins TN, Donnell ML, Oury TD. The axis of the receptor for advanced glycation endproducts in asthma and allergic airway disease. Allergy. 2021;76(5):1350‐1366. [PubMed] [Google Scholar]",
    "Sims GP, Rowe DC, Rietdijk ST, Herbst R, Coyle AJ. HMGB1 and RAGE in inflammation and cancer. Annu Rev Immunol. 2010;28:367‐388. [PubMed] [Google Scholar]",
    "Patel S. Danger‐associated molecular patterns (DAMPs): the derivatives and triggers of inflammation. Curr Allergy Asthma Rep. 2018;18(11):63. [PubMed] [Google Scholar]",
    "Kumar V. Toll‐like receptors in the pathogenesis of neuroinflammation. J Neuroimmunol. 2019;332:16‐30. [PubMed] [Google Scholar]",
    "Porsbjerg CM, Sverrild A, Lloyd CM, Menzies‐Gow AN, Bel EH. Anti‐alarmins in asthma: targeting the airway epithelium with next‐generation biologics. Eur Respir J. 2020;56(5):2000260. [PMC free article] [PubMed] [Google Scholar]",
    "Dai X, Sayama K, Tohyama M, et al. Mite allergen is a danger signal for the skin via activation of inflammasome in keratinocytes. J Allergy Clin Immunol. 2011;127(3):806‐814. e1‐4. [PubMed] [Google Scholar]",
    "Hayes MD, Ward S, Crawford G, et al. Inflammation‐induced IgE promotes epithelial hyperplasia and tumour growth. Elife. 2020;9:e51862. [PMC free article] [PubMed] [Google Scholar]",
    "Crawford G, Hayes MD, Seoane RC, et al. Epithelial damage and tissue gammadelta T cells promote a unique tumor‐protective IgE response. Nat Immunol. 2018;19(8):859‐870. [PMC free article] [PubMed] [Google Scholar]",
    "Traidl‐Hoffmann C, Jakob T, Behrendt H. Determinants of allergenicity. J Allergy Clin Immunol. 2009;123(3):558‐566. [PubMed] [Google Scholar]",
    "Smole U, Gour N, Phelan J, et al. Serum amyloid A is a soluble pattern recognition receptor that drives type 2 immunity. Nat Immunol. 2020;21(7):756‐765. [PMC free article] [PubMed] [Google Scholar]",
    "Roth‐Walter F, Afify SM, Pacios LF, et al. Cow's milk protein beta‐lactoglobulin confers resilience against allergy by targeting complexed iron into immune cells. J Allergy Clin Immunol. 2021;147(1):321‐334 e4. [PubMed] [Google Scholar]",
    "Hufnagl K, Ghosh D, Wagner S, et al. Retinoic acid prevents immunogenicity of milk lipocalin Bos d 5 through binding to its immunodominant T‐cell epitope. Sci Rep. 2018;8(1):1598. [PMC free article] [PubMed] [Google Scholar]",
    "Gallucci S, Matzinger P. Danger signals: SOS to the immune system. Curr Opin Immunol. 2001;13(1):114‐119. [PubMed] [Google Scholar]",
    "Smith PK, Masilamani M, Li XM, Sampson HA. The false alarm hypothesis: food allergy is associated with high dietary advanced glycation end‐products and proglycating dietary sugars that mimic alarmins. J Allergy Clin Immunol. 2017;139(2):429‐437. [PubMed] [Google Scholar]",
    "Sonnenberg GF, Hepworth MR. Functional interactions between innate lymphoid cells and adaptive immunity. Nat Rev Immunol. 2019;19(10):599‐613. [PMC free article] [PubMed] [Google Scholar]",
    "Neill DR, Wong SH, Bellosi A, et al. Nuocytes represent a new innate effector leukocyte that mediates type‐2 immunity. Nature. 2010;464(7293):1367‐1370. [PMC free article] [PubMed] [Google Scholar]",
    "Kim HY, Lee HJ, Chang YJ, et al. Interleukin‐17‐producing innate lymphoid cells and the NLRP3 inflammasome facilitate obesity‐associated airway hyperreactivity. Nat Med. 2014;20(1):54‐61. [PMC free article] [PubMed] [Google Scholar]",
    "Toki S, Goleniewska K, Zhang J, et al. TSLP and IL‐33 reciprocally promote each other's lung protein expression and ILC2 receptor expression to enhance innate type‐2 airway inflammation. Allergy. 2020;75(7):1606‐1617. [PMC free article] [PubMed] [Google Scholar]",
    "Ferastraoaru D, Bax HJ, Bergmann C, et al. AllergoOncology: ultra‐low IgE, a potential novel biomarker in cancer‐a Position Paper of the European Academy of Allergy and Clinical Immunology (EAACI). Clin Transl Allergy. 2020;10:32. [PMC free article] [PubMed] [Google Scholar]",
    "Bruchard M, Ghiringhelli F. Deciphering the roles of innate lymphoid cells in cancer. Front Immunol. 2019;10:656. [PMC free article] [PubMed] [Google Scholar]",
    "Maggi E, Veneziani I, Moretta L, Cosmi L, Annunziato F. Group 2 innate lymphoid cells: a double‐edged sword in cancer? Cancers. 2020;12(11):3452. [PMC free article] [PubMed] [Google Scholar]",
    "Moral JA, Leung J, Rojas LA, et al. ILC2s amplify PD‐1 blockade by activating tissue‐specific cancer immunity. Nature. 2020;579(7797):130‐135. [PMC free article] [PubMed] [Google Scholar]",
    "Kim J, Kim W, Moon UJ, et al. Intratumorally establishing type 2 innate lymphoid cells blocks tumor growth. J Immunol. 2016;196(5):2410‐2423. [PubMed] [Google Scholar]",
    "Jovanovic IP, Pejnovic NN, Radosavljevic GD, et al. Interleukin‐33/ST2 axis promotes breast cancer growth and metastases by facilitating intratumoral accumulation of immunosuppressive and innate lymphoid cells. Int J Cancer. 2014;134(7):1669‐1682. [PubMed] [Google Scholar]",
    "Hazenberg MD, Haverkate NJE, van Lier YF, et al. Human ectoenzyme‐expressing ILC3: immunosuppressive innate cells that are depleted in graft‐versus‐host disease. Blood Adv. 2019;3(22):3650‐3660. [PMC free article] [PubMed] [Google Scholar]",
    "Brackett CM, Kojouhaov B, Veith J, et al. Toll‐like receptor‐5 agonist, entolimod, suppresses metastasis and induces immunity by stimulating an NK‐dendritic‐CD8+ T‐cell axis. Proc Natl Acad Sci USA. 2016;113(7):E874‐E883. [PMC free article] [PubMed] [Google Scholar]",
    "Hong B, Muili K, Bolyard C, et al. Suppression of HMGB1 released in the glioblastoma tumor microenvironment reduces tumoral edema. Mol Ther Oncolytics. 2019;12:93‐102. [PMC free article] [PubMed] [Google Scholar]",
    "Gross C, Holler E, Stangl S, et al. An Hsp70 peptide initiates NK cell killing of leukemic blasts after stem cell transplantation. Leuk Res. 2008;32(4):527‐534. [PubMed] [Google Scholar]",
    "Saluja R, Khan M, Church MK, Maurer M. The role of IL‐33 and mast cells in allergy and inflammation. Clin Transl Allergy. 2015;5:33. [PMC free article] [PubMed] [Google Scholar]",
    "Rocha‐de‐Souza CM, Berent‐Maoz B, Mankuta D, Moses AE, Levi‐Schaffer F. Human mast cell activation by Staphylococcus aureus: interleukin‐8 and tumor necrosis factor alpha release and the role of Toll‐like receptor 2 and CD48 molecules. Infect Immun. 2008;76(10):4489‐4497. [PMC free article] [PubMed] [Google Scholar]",
    "Seaf M, Ben‐Zimra M, Mankuta D, Dayan N, Levi‐Schaffer F. Papain activates human mast cells to release proinflammatory mediators via its enzymatic activity. J Invest Dermatol. 2016;136(7):1523‐1525. [PubMed] [Google Scholar]",
    "Stremnitzer C, Manzano‐Szalai K, Willensdorfer A, et al. Papain degrades tight junction proteins of human keratinocytes in vitro and sensitizes C57BL/6 mice via the skin independent of its enzymatic activity or TLR4 activation. J Invest Dermatol. 2015;135(7):1790‐1800. [PMC free article] [PubMed] [Google Scholar]",
    "Hosoki K, Itazawa T, Boldogh I, Sur S. Neutrophil recruitment by allergens contribute to allergic sensitization and allergic inflammation. Curr Opin Allergy Clin Immunol. 2016;16(1):45‐50. [PMC free article] [PubMed] [Google Scholar]",
    "Ramadan A, Land WG, Paczesny S. Editorial: danger signals triggering immune response and inflammation. Front Immunol. 2017;8:979. [PMC free article] [PubMed] [Google Scholar]",
    "Sjöberg LC, Gregory JA, Dahlén SE, Nilsson GP, Adner M. Interleukin‐33 exacerbates allergic bronchoconstriction in the mice via activation of mast cells. Allergy. 2015;70(5):514‐521. [PubMed] [Google Scholar]",
    "Cianferoni A, Spergel J. The importance of TSLP in allergic disease and its role as a potential therapeutic target. Expert Rev Clin Immunol. 2014;10(11):1463‐1474. [PMC free article] [PubMed] [Google Scholar]",
    "Suurmond J, Stoop JN, Rivellese F, Bakker AM, Huizinga TW, Toes REM. Activation of human basophils by combined toll‐like receptor‐ and FcepsilonRI‐triggering can promote Th2 skewing of naive T helper cells. Eur J Immunol. 2014;44(2):386‐396. [PubMed] [Google Scholar]",
    "Hammad H, Lambrecht BN. Barrier epithelial cells and the control of type 2 immunity. Immunity. 2015;43(1):29‐40. [PubMed] [Google Scholar]",
    "Chen K, Xu W, Wilson M, et al. Immunoglobulin D enhances immune surveillance by activating antimicrobial, proinflammatory and B cell‐stimulating programs in basophils. Nat Immunol. 2009;10(8):889‐898. [PMC free article] [PubMed] [Google Scholar]",
    "Shan M, Carrillo J, Yeste A, et al. Secreted IgD amplifies humoral T helper 2 cell responses by binding basophils via galectin‐9 and CD44. Immunity. 2018;49(4):709‐724 e8. [PMC free article] [PubMed] [Google Scholar]",
    "Paludan SR, Pradeu T, Masters SL, Mogensen TH. Constitutive immune mechanisms: mediators of host defence and immune regulation. Nat Rev Immunol. 2020;21(3):137‐150. [PMC free article] [PubMed] [Google Scholar]",
    "Eissmann MF, Dijkstra C, Jarnicki A, et al. IL‐33‐mediated mast cell activation promotes gastric cancer through macrophage mobilization. Nat Commun. 2019;10(1):2735. [PMC free article] [PubMed] [Google Scholar]",
    "Cohen M, Giladi A, Gorki AD, et al. Lung single‐cell signaling interaction map reveals basophil role in macrophage imprinting. Cell. 2018;175(4):1031‐1044 e18. [PubMed] [Google Scholar]",
    "Sektioglu IM, Carretero R, Bulbuc N, et al. Basophils promote tumor rejection via chemotaxis and infiltration of CD8+ T cells. Cancer Res. 2017;77(2):291‐302. [PubMed] [Google Scholar]",
    "Hollande C, Boussier J, Ziai J, et al. Inhibition of the dipeptidyl peptidase DPP4 (CD26) reveals IL‐33‐dependent eosinophil‐mediated control of tumor growth. Nat Immunol. 2019;20(3):257‐264. [PubMed] [Google Scholar]",
    "Kienzl M, Hasenoehrl C, Valadez‐Cosmes P, et al. IL‐33 reduces tumor growth in models of colorectal cancer with the help of eosinophils. Oncoimmunology. 2020;9(1):1776059. [PMC free article] [PubMed] [Google Scholar]",
    "Afferni C, Buccione C, Andreone S, et al. The pleiotropic immunomodulatory functions of IL‐33 and its implications in tumor immunity. Front Immunol. 2018;9:2601. [PMC free article] [PubMed] [Google Scholar]",
    "Bald T, Quast T, Landsberg J, et al. Ultraviolet‐radiation‐induced inflammation promotes angiotropism and metastasis in melanoma. Nature. 2014;507(7490):109‐113. [PubMed] [Google Scholar]",
    "Wang Z, Yang C, Li L, et al. Tumor‐derived HMGB1 induces CD62L(dim) neutrophil polarization and promotes lung metastasis in triple‐negative breast cancer. Oncogenesis. 2020;9(9):82. [PMC free article] [PubMed] [Google Scholar]",
    "Abdelaziz MH, Abdelwahab SF, Wan J, et al. Alternatively activated macrophages; a double‐edged sword in allergic asthma. J Transl Med. 2020;18(1):58. [PMC free article] [PubMed] [Google Scholar]",
    "Saradna A, Do DC, Kumar S, Fu QL, Gao P. Macrophage polarization and allergic asthma. Transl Res. 2018;191:1‐14. [PMC free article] [PubMed] [Google Scholar]",
    "McWilliam AS, Nelson D, Thomas JA, Holt PG. Rapid dendritic cell recruitment is a hallmark of the acute inflammatory response at mucosal surfaces. J Exp Med. 1994;179(4):1331‐1336. [PMC free article] [PubMed] [Google Scholar]",
    "Kong J, Chalcraft K, Mandur TS, et al. Comprehensive metabolomics identifies the alarmin uric acid as a critical signal for the induction of peanut allergy. Allergy. 2015;70(5):495‐505. [PubMed] [Google Scholar]",
    "Willart MA, Lambrecht BN. The danger within: endogenous danger signals, atopy and asthma. Clin Exp Allergy. 2009;39(1):12‐19. [PubMed] [Google Scholar]",
    "Cook PC, MacDonald AS. Dendritic cells in lung immunopathology. Semin Immunopathol. 2016;38(4):449‐460. [PMC free article] [PubMed] [Google Scholar]",
    "Iwamoto K, Nümm TJ, Koch S, Herrmann N, Leib N, Bieber T. Langerhans and inflammatory dendritic epidermal cells in atopic dermatitis are tolerized toward TLR2 activation. Allergy. 2018;73(11):2205‐2213. [PubMed] [Google Scholar]",
    "Li R, Shang Y, Hu X, et al. ATP/P2X7r axis mediates the pathological process of allergic asthma by inducing M2 polarization of alveolar macrophages. Exp Cell Res. 2020;386(1):111708. [PubMed] [Google Scholar]",
    "Wang LX, Zhang S, Wu HJ, Rong XL, Guo J. M2b macrophage polarization and its roles in diseases. J Leukoc Biol. 2019;106(2):345‐358. [PMC free article] [PubMed] [Google Scholar]",
    "Bianchini R, Roth‐Walter F, Ohradanova‐Repic A, et al. IgG4 drives M2a macrophages to a regulatory M2b‐like phenotype: potential implication in immune tolerance. Allergy. 2019;74(3):483‐494. [PMC free article] [PubMed] [Google Scholar]",
    "Hernandez C, Huebener P, Schwabe RF. Damage‐associated molecular patterns in cancer: a double‐edged sword. Oncogene. 2016;35(46):5931‐5941. [PMC free article] [PubMed] [Google Scholar]",
    "Gong T, Liu L, Jiang W, Zhou R. DAMP‐sensing receptors in sterile inflammation and inflammatory diseases. Nat Rev Immunol. 2020;20(2):95‐112. [PubMed] [Google Scholar]",
    "Rojas A, Delgado‐López F, Perez‐Castro R, et al. HMGB1 enhances the protumoral activities of M2 macrophages by a RAGE‐dependent mechanism. Tumour Biol. 2016;37(3):3321‐3329. [PubMed] [Google Scholar]",
    "Shiau D‐J, Kuo WT, Davuluri GVN, et al. Hepatocellular carcinoma‐derived high mobility group box 1 triggers M2 macrophage polarization via a TLR2/NOX2/autophagy axis. Sci Rep. 2020;10(1):13582. [PMC free article] [PubMed] [Google Scholar]",
    "Son M, Porat A, He M, et al. C1q and HMGB1 reciprocally regulate human macrophage polarization. Blood. 2016;128(18):2218‐2228. [PMC free article] [PubMed] [Google Scholar]",
    "Zhou J, Wang G, Chen Y, Wang H, Hua Y, Cai Z. Immunogenic cell death in cancer therapy: present and emerging inducers. J Cell Mol Med. 2019;23(8):4854‐4865. [PMC free article] [PubMed] [Google Scholar]",
    "Iurescia S, Fioretti D, Rinaldi M. Targeting cytosolic nucleic acid‐sensing pathways for cancer immunotherapies. Front Immunol. 2018;9:711. [PMC free article] [PubMed] [Google Scholar]",
    "Campos‐Contreras ADR, Diaz‐Munoz M, Vazquez‐Cuevas FG. Purinergic signaling in the hallmarks of cancer. Cells. 2020;9(7):1612. [PMC free article] [PubMed] [Google Scholar]",
    "Di Virgilio F, Sarti AC, Falzoni S, De Marchi E, Adinolfi E. Extracellular ATP and P2 purinergic signalling in the tumour microenvironment. Nat Rev Cancer. 2018;18(10):601‐618. [PubMed] [Google Scholar]",
    "Patidar A, Selvaraj S, Sarode A, Chauhan P, Chattopadhyay D, Saha B. DAMP‐TLR‐cytokine axis dictates the fate of tumor. Cytokine. 2018;104:114‐123. [PubMed] [Google Scholar]",
    "Li X‐Y, Moesta AK, Xiao C, et al. Targeting CD39 in cancer reveals an extracellular ATP‐ and inflammasome‐driven tumor immunity. Cancer Discov. 2019;9(12):1754‐1773. [PMC free article] [PubMed] [Google Scholar]",
    "Pallasch CP, Leskov I, Braun CJ, et al. Sensitizing protective tumor microenvironments to antibody‐mediated therapy. Cell. 2014;156(3):590‐602. [PMC free article] [PubMed] [Google Scholar]",
    "Zanin‐Zhorov A, Cohen IR. Signaling via TLR2 and TLR4 directly down‐regulates T cell effector functions: the regulatory face of danger signals. Front Immunol. 2013;4:211. [PMC free article] [PubMed] [Google Scholar]",
    "Cook DN. Role of environmental adjuvants in asthma development. Curr Allergy Asthma Rep. 2020;20(9):42. [PMC free article] [PubMed] [Google Scholar]",
    "Mueller T, Terada T, Rosenberg IM, Shibolet O, Podolsky DK. Th2 cytokines down‐regulate TLR expression and function in human intestinal epithelial cells. J Immunol. 2006;176(10):5805‐5814. [PubMed] [Google Scholar]",
    "Pone EJ, Xu Z, White CA, Zan H, Casali P. B cell TLRs and induction of immunoglobulin class‐switch DNA recombination. Front Biosci (Landmark Ed). 2012;17:2594‐2615. [PMC free article] [PubMed] [Google Scholar]",
    "Zissler UM, Chaker AM, Effner R, et al. Interleukin‐4 and interferon‐gamma orchestrate an epithelial polarization in the airways. Mucosal Immunol. 2016;9(4):917‐926. [PubMed] [Google Scholar]",
    "Ohm‐Laursen L, Meng H, Chen J, et al. Local clonal diversification and dissemination of B lymphocytes in the human bronchial mucosa. Front Immunol. 2018;9:1976. [PMC free article] [PubMed] [Google Scholar]",
    "Ohm‐Laursen L, Meng H, Hoehn KB, et al. B cell mobilization, dissemination, fine tuning of local antigen specificity and isotype selection in asthma. Front Immunol. 2021;12:702074. [PMC free article] [PubMed] [Google Scholar]",
    "Green BJ, Wiriyachaiporn S, Grainge C, et al. Potentially pathogenic airway bacteria and neutrophilic inflammation in treatment resistant severe asthma. PLoS One. 2014;9(6):e100645. [PMC free article] [PubMed] [Google Scholar]",
    "Bonser LR, Erle DJ. Airway mucus and asthma: the role of MUC5AC and MUC5B. J Clin Med. 2017;6(12):112. [PMC free article] [PubMed] [Google Scholar]",
    "Nordstrom T, Jendholm J, Samuelsson M, Forsgren A, Riesbeck K. The IgD‐binding domain of the Moraxella IgD‐binding protein MID (MID962‐1200) activates human B cells in the presence of T cell cytokines. J Leukoc Biol. 2006;79(2):319‐329. [PubMed] [Google Scholar]",
    "Jendholm J, Mörgelin M, Perez Vidakovics MLA, et al. Superantigen‐ and TLR‐dependent activation of tonsillar B cells after receptor‐mediated endocytosis. J Immunol. 2009;182(8):4713‐4720. [PubMed] [Google Scholar]",
    "Singh K, Bayrak B, Riesbeck K. A role for TLRs in Moraxella‐superantigen induced polyclonal B cell activation. Front Biosci (Schol Ed). 2012;4:1031‐1043. [PubMed] [Google Scholar]",
    "Munn DH. Blocking IDO activity to enhance anti‐tumor immunity. Front Biosci (Elite Ed). 2012;4:734‐745. [PubMed] [Google Scholar]",
    "Shalapour S, Karin M. Pas de Deux: control of anti‐tumor immunity by cancer‐associated inflammation. Immunity. 2019;51(1):15‐26. [PMC free article] [PubMed] [Google Scholar]",
    "Allard B, Cousineau I, Allard D, et al. Adenosine A2a receptor promotes lymphangiogenesis and lymph node metastasis. Oncoimmunology. 2019;8(8):1601481. [PMC free article] [PubMed] [Google Scholar]",
    "Patel AJ, Richter A, Drayson MT, Middleton GW. The role of B lymphocytes in the immuno‐biology of non‐small‐cell lung cancer. Cancer Immunol Immunother. 2020;69(3):325‐342. [PMC free article] [PubMed] [Google Scholar]",
    "Shalapour S, Font‐Burgada J, Di Caro G, et al. Immunosuppressive plasma cells impede T‐cell‐dependent immunogenic chemotherapy. Nature. 2015;521(7550):94‐98. [PMC free article] [PubMed] [Google Scholar]",
    "Ye L, Zhang Q, Cheng Y, et al. Tumor‐derived exosomal HMGB1 fosters hepatocellular carcinoma immune evasion by promoting TIM‐1(+) regulatory B cell expansion. J Immunother Cancer. 2018;6(1):145. [PMC free article] [PubMed] [Google Scholar]",
    "Elzagallaai AA, Sultan EA, Bend JR, Abuzgaia AM, Loubani E, Rieder MJ. Role of oxidative stress in hypersensitivity reactions to sulfonamides. J Clin Pharmacol. 2020;60(3):409‐421. [PubMed] [Google Scholar]",
    "Gruchalla RS. Drug metabolism, danger signals, and drug‐induced hypersensitivity. J Allergy Clin Immunol. 2001;108(4):475‐488. [PubMed] [Google Scholar]",
    "Salpietro C, Cuppari C, Grasso L, et al. Nasal high‐mobility group box‐1 protein in children with allergic rhinitis. Int Arch Allergy Immunol. 2013;161(2):116‐121. [PubMed] [Google Scholar]",
    "Di Candia L, Gomez E, Venereau E, et al. HMGB1 is upregulated in the airways in asthma and potentiates airway smooth muscle contraction via TLR4. J Allergy Clin Immunol. 2017;140(2):584‐587.e8. [PMC free article] [PubMed] [Google Scholar]",
    "Cavone L, Cuppari C, Manti S, et al. Increase in the level of proinflammatory cytokine HMGB1 in nasal fluids of patients with rhinitis and its sequestration by glycyrrhizin induces eosinophil cell death. Clin Exp Otorhinolaryngol. 2015;8(2):123‐128. [PMC free article] [PubMed] [Google Scholar]",
    "Venereau E, De Leo F, Mezzapelle R, Careccia G, Musco G, Bianchi ME. HMGB1 as biomarker and drug target. Pharmacol Res. 2016;111:534‐544. [PubMed] [Google Scholar]",
    "Zhou DM, Ran F, Ni HZ, et al. Metformin inhibits high glucose‐induced smooth muscle cell proliferation and migration. Aging (Albany NY). 2020;12(6):5352‐5361. [PMC free article] [PubMed] [Google Scholar]",
    "VanPatten S, Al‐Abed Y. High mobility group box‐1 (HMGb1): current wisdom and advancement as a potential drug target. J Med Chem. 2018;61(12):5093‐5107. [PubMed] [Google Scholar]",
    "Mollica L, De Marchis F, Spitaleri A, et al. Glycyrrhizin binds to high‐mobility group box 1 protein and inhibits its cytokine activities. Chem Biol. 2007;14(4):431‐441. [PubMed] [Google Scholar]",
    "Baroja‐Mazo A, Martín‐Sánchez F, Gomez AI, et al. The NLRP3 inflammasome is released as a particulate danger signal that amplifies the inflammatory response. Nat Immunol. 2014;15(8):738‐748. [PubMed] [Google Scholar]",
    "Gordon EM, Yao X, Xu H, et al. Apolipoprotein E is a concentration‐dependent pulmonary danger signal that activates the NLRP3 inflammasome and IL‐1β secretion by bronchoalveolar fluid macrophages from asthmatic subjects. J Allergy Clin Immunol. 2019;144(2):426‐441.e3. [PMC free article] [PubMed] [Google Scholar]",
    "Theofani E, Semitekolou M, Morianos I, Samitas K, Xanthou G. Targeting NLRP3 inflammasome activation in severe asthma. J Clin Med. 2019;8(10):1615. [PMC free article] [PubMed] [Google Scholar]",
    "Arshad MI, Khan HA, Noel G, Piquet‐Pellorce C, Samson M. Potential therapeutic aspects of alarmin cytokine interleukin 33 or its inhibitors in various diseases. Clin Ther. 2016;38(5):1000‐1016.e1. [PubMed] [Google Scholar]",
    "Cevikbas F, Steinhoff M. IL‐33: a novel danger signal system in atopic dermatitis. J Invest Dermatol. 2012;132(5):1326‐1329. [PMC free article] [PubMed] [Google Scholar]",
    "Chen YL, Gutowska‐Owsiak D, Hardman CS, et al. Proof‐of‐concept clinical trial of etokimab shows a key role for IL‐33 in atopic dermatitis pathogenesis. Sci Transl Med. 2019;11(515):eaax2945. [PubMed] [Google Scholar]",
    "Chung KF. Dupilumab: a potential new treatment for severe asthma. Lancet. 2016;388(10039):3‐4. [PubMed] [Google Scholar]",
    "Jensen‐Jarolim E, Bachmann MF, Bonini S, et al. State‐of‐the‐art in marketed adjuvants and formulations in allergen immunotherapy: a position paper of the European Academy of Allergy and Clinical Immunology (EAACI). Allergy. 2020;75(4):746‐760. [PubMed] [Google Scholar]",
    "Moingeon P. Update on immune mechanisms associated with sublingual immunotherapy: practical implications for the clinician. J Allergy Clin Immunol Pract. 2013;1(3):228‐241. [PubMed] [Google Scholar]",
    "Mackenzie KJ, Anderton SM, Schwarze J. Peptide immunotherapy for childhood allergy ‐ addressing translational challenges. Clin Transl Allergy. 2011;1(1):13. [PMC free article] [PubMed] [Google Scholar]",
    "Leonard C, Montamat G, Davril C, et al. Comprehensive mapping of immune tolerance yields a regulatory TNF receptor 2 signature in a murine model of successful Fel d 1‐specific immunotherapy using high‐dose CpG adjuvant. Allergy. 2020;76:2153‐2165. [PMC free article] [PubMed] [Google Scholar]",
    "Javaid N, Choi S. Toll‐like receptors from the perspective of cancer treatment. Cancers. 2020;12(2):297. [PMC free article] [PubMed] [Google Scholar]",
    "Patel SA, Minn AJ. Combination cancer therapy with immune checkpoint Blockade: mechanisms and strategies. Immunity. 2018;48(3):417‐433. [PMC free article] [PubMed] [Google Scholar]",
    "Castells M. Drug hypersensitivity and anaphylaxis in cancer and chronic inflammatory diseases: the role of desensitizations. Front Immunol. 2017;8:1472. [PMC free article] [PubMed] [Google Scholar]",
    "Moon DH, Lee JM, Noonan AM, et al. Deleterious BRCA1/2 mutation is an independent risk factor for carboplatin hypersensitivity reactions. Br J Cancer. 2013;109(4):1072‐1078. [PMC free article] [PubMed] [Google Scholar]",
    "Picard M, Pur L, Caiado J, et al. Risk stratification and skin testing to guide re‐exposure in taxane‐induced hypersensitivity reactions. J Allergy Clin Immunol. 2016;137(4):1154‐1164 e12. [PubMed] [Google Scholar]",
    "Isabwe GAC, Garcia Neuer M, de las Vecillas Sanchez L, Lynch DM, Marquis K, Castells M. Hypersensitivity reactions to therapeutic monoclonal antibodies: phenotypes and endotypes. J Allergy Clin Immunol. 2018;142(1):159‐170 e2. [PubMed] [Google Scholar]",
    "Jakubovic BD, Sanchez‐Sanchez S, Hamadi S, Lynch DM, Castells M. Interleukin‐6: a novel biomarker for monoclonal antibody and chemotherapy‐associated hypersensitivity confirms a cytokine release syndrome phenotype‐endotype association. Allergy. 2020;76(5):1571‐1573. [PubMed] [Google Scholar]",
    "Sloane D, Govindarajulu U, Harrow‐Mortelliti J, et al. Safety, costs, and efficacy of rapid drug desensitizations to chemotherapy and monoclonal antibodies. J Allergy Clin Immunol Pract. 2016;4(3):497‐504. [PubMed] [Google Scholar]",
    "Sancho‐Serra Mdel C, Simarro M, Castells M. Rapid IgE desensitization is antigen specific and impairs early and late mast cell responses targeting FcepsilonRI internalization. Eur J Immunol. 2011;41(4):1004‐1013. [PubMed] [Google Scholar]",
    "Holgate ST. Innate and adaptive immune responses in asthma. Nat Med. 2012;18(5):673‐683. [PubMed] [Google Scholar]",
    "Morianos I, Semitekolou M. Dendritic cells: critical regulators of allergic asthma. Int J Mol Sci. 2020;21(21):7930. [PMC free article] [PubMed] [Google Scholar]",
    "Li H, Xiao Y, Li Q, et al. The allergy mediator histamine confers resistanceto immunotherapy in cancer patients via activationof the macrophage histamine receptor H1. Cancer Cell. 2021;40(1):36‐52.e9. [PMC free article] [PubMed] [Google Scholar]"
  ],
  "isFullpaper": true,
  "keywords": [
    "AAMP",
    "allergy",
    "ALR",
    "cancer",
    "DAMP",
    "danger signals",
    "immune response",
    "immunotherapy",
    "inflammation",
    "NLR",
    "PAMP",
    "RLR",
    "TLR",
    "tolerance"
  ],
  "authors": [
    "Christoph Bergmann",
    "Aurélie Poli",
    "Ioana Agache",
    "Rodolfo Bianchini",
    "Heather J. Bax",
    "Mariana Castells",
    "Silvia Crescioli",
    "David Dombrowicz",
    "Denisa Ferastraoaru",
    "Edda Fiebiger",
    "Hannah J. Gould",
    "Karin Hartmann",
    "Elena Izquierdo",
    "Galateja Jordakieva",
    "Debra H. Josephs",
    "Marek Jutel",
    "Francesca Levi‐Schaffer",
    "Leticia de las Vecillas",
    "Michael T. Lotze",
    "Gabriel Osborn",
    "Mariona Pascal",
    "Frank Redegeld",
    "David Rosenstreich",
    "Franziska Roth‐Walter",
    "Carsten Schmidt‐Weber",
    "Mohamed Shamji",
    "Esther H. Steveling",
    "Michelle C. Turner",
    "Eva Untersmayr",
    "Erika Jensen‐Jarolim",
    "Sophia N. Karagiannis"
  ],
  "term": "allergy",
  "chunk_id": [
    "65ec8df1-24a6-4c49-9aac-5f6bcf2ab661",
    "4fb64b4c-87ae-4078-ad25-21b10e3ecfa7",
    "c16a5d5d-359d-4d37-9b91-c3b6cffcb530",
    "18f6b52e-50a0-429d-8643-8bc8162f2db7",
    "b1117bb7-7a4e-47d5-ac38-14ad8aaf2566",
    "5f40df64-4a8f-462e-b77b-b9783b61e6b0",
    "888c9860-e2b9-4c0a-a833-e8d32aa6c6ae",
    "ea109642-daa0-460c-92c2-f5c78f0293b6",
    "02a53299-19e7-402e-8636-7ef9fc3e964c",
    "44bf377d-de82-4622-9798-98acdc9b5932",
    "15692852-00c1-4400-a0b9-ced44986f820",
    "3289405d-6658-44d5-857a-d3e796d82efa",
    "8b59f234-be83-4f4b-9446-c54456aef448",
    "60100c24-eede-4745-933d-ffe03b79f35a",
    "565b2ef8-33ad-44e8-80be-3bd7abee3b2c",
    "e50ab8ff-3ce2-4c63-8ed5-a6943d1c2c19",
    "c3bcc14a-3414-4b17-912f-9e76872c413e",
    "33fdd0c8-2b68-4fa5-a567-a0eff2d6dd82",
    "0ee0af20-22b7-4de5-89a0-839808ba84c9",
    "092552a1-4b09-4802-9801-695b454c43e6",
    "783f67eb-d324-4c59-8ed0-0e9bfb18d797",
    "762974d3-731d-4a13-8102-8990d752ba64"
  ],
  "chunks": [
    "Allergy. 2022 Sep; 77(9): 2594–2617. Published online 2022 Mar 14. doi: 10.1111/all.15255PMCID: PMC9545837PMID: 35152450AllergoOncology: Danger signals in allergology and oncology: A European Academy of Allergy and Clinical Immunology (EAACI) Position PaperChristoph Bergmann, 1 Aurélie Poli, 2 Ioana Agache, 3 Rodolfo Bianchini, 4 Heather J. Bax, 5 , 6 Mariana Castells, 7 Silvia Crescioli, 5 David Dombrowicz, 8 Denisa Ferastraoaru, 9 Edda Fiebiger, 10 Hannah J. Gould, 11 , 12 Karin Hartmann, 13 Elena Izquierdo, 14 Galateja Jordakieva, 15 Debra H. Josephs, 5 , 6 Marek Jutel, 16 , 17 Francesca Levi‐Schaffer, 18 Leticia de las Vecillas, 19 Michael T. Lotze, 20 Gabriel Osborn, 5 Mariona Pascal, 21 Frank Redegeld, 22 David Rosenstreich, 9 Franziska Roth‐Walter, 23 , 4 Carsten Schmidt‐Weber, 24 , 25 Mohamed Shamji, 26 Esther H. Steveling, 27 Michelle C. Turner, 28 Eva Untersmayr, 23 Erika Jensen‐Jarolim, 23 , 4 and Sophia N",
    ". Steveling, 27 Michelle C. Turner, 28 Eva Untersmayr, 23 Erika Jensen‐Jarolim, 23 , 4 and Sophia N. Karagiannis 29 , 5 Christoph Bergmann 1 Department of Otorhinolaryngology, RKM740 Interdisciplinary Clinics, Düsseldorf Germany Find articles by Christoph BergmannAurélie Poli 2 Neuro‐Immunology Group, Department of Oncology, Luxembourg Institute of Health, Luxembourg Luxembourg Find articles by Aurélie PoliIoana Agache 3 Faculty of Medicine, Transylania University Brasov, Brasov Romania Find articles by Ioana AgacheRodolfo Bianchini 4 Comparative Medicine, The Interuniversity Messerli Research Institute, University of Veterinary Medicine Vienna, Medical University of Vienna, University of Vienna, Vienna Austria Find articles by Rodolfo BianchiniHeather J. Bax 5 St",
    ". Bax 5 St. John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom 6 School of Cancer and Pharmaceutical Sciences, Guy's Hospital, King's College London, London United Kingdom Find articles by Heather J. BaxMariana Castells 7 Division of Allergy and Clinical Immunology, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston Massachusetts, USA Find articles by Mariana CastellsSilvia Crescioli 5 St",
    ". John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom Find articles by Silvia CrescioliDavid Dombrowicz 8 University of Lille, Inserm, CHU Lille, Institut Pasteur de Lille U1011‐EGID, Lille France Find articles by David DombrowiczDenisa Ferastraoaru 9 Department of Internal Medicine/Allergy and Immunology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx New York, USA Find articles by Denisa FerastraoaruEdda Fiebiger 10 Division of Gastroenterology, Hepatology and Nutrition Research, Department of Medicine Research, Children's University Hospital Boston, Boston Massachusetts, USA Find articles by Edda FiebigerHannah J",
    ". Gould 11 Randall Centre for Cell and Molecular Biophysics, School of Basic & Medical Biosciences, King's College London, New Hunt's House, London United Kingdom 12 Medical Research Council & Asthma UK Centre in Allergic Mechanisms of Asthma, London United Kingdom Find articles by Hannah J. GouldKarin Hartmann 13 Department of Dermatology, University of Basel, Basel Switzerland Find articles by Karin HartmannElena Izquierdo 14 IMMA, School of Medicine, Institute of Applied Molecular Medicine, CEU San Pablo University, Madrid Spain Find articles by Elena IzquierdoGalateja Jordakieva 15 Department of Physical Medicine, Rehabilitation and Occupational Medicine, Medical University of Vienna, Vienna Austria Find articles by Galateja JordakievaDebra H. Josephs 5 St",
    ". Josephs 5 St. John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom 6 School of Cancer and Pharmaceutical Sciences, Guy's Hospital, King's College London, London United Kingdom Find articles by Debra H. JosephsMarek Jutel 16 Department of Clinical Immunology, Wroclaw Medical University, Wroclaw Poland 17 ALL‐MED Medical Research Institute, Wroclaw Poland Find articles by Marek JutelFrancesca Levi‐Schaffer 18 Pharmacology and Experimental Therapeutics Unit, School of Pharmacy, Faculty of Medicine, The Institute for Drug Research, The Hebrew University of Jerusalem, Jerusalem Israel Find articles by Francesca Levi‐SchafferLeticia de las Vecillas 19 Department of Allergy, La Paz University Hospital, IdiPAZ, Madrid Spain Find articles by Leticia de las VecillasMichael T. Lotze 20 G.27A Hillman Cancer Center, University of Pittsburgh Medical Center, Pittsburgh Pennsylvania, USA Find articles by Michael T",
    ". LotzeGabriel Osborn 5 St",
    ". John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom Find articles by Gabriel OsbornMariona Pascal 21 Department of Immunology, CDB, Hospital Clinic de Barcelona, Institut d'Investigacions Biomèdiques August Pi i Sunyer, Universitat de Barcelona, Barcelona Spain Find articles by Mariona PascalFrank Redegeld 22 Division of Pharmacology, Faculty of Science, Utrecht Institute for Pharmaceutical Sciences, Utrecht University, Utrecht The Netherlands Find articles by Frank RedegeldDavid Rosenstreich 9 Department of Internal Medicine/Allergy and Immunology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx New York, USA Find articles by David RosenstreichFranziska Roth‐Walter 4 Comparative Medicine, The Interuniversity Messerli Research Institute, University of Veterinary Medicine Vienna, Medical University of Vienna, University of Vienna, Vienna Austria 23 Center of Pathophysiology,",
    "Medical University of Vienna, University of Vienna, Vienna Austria 23 Center of Pathophysiology, Infectiology and Immunology, Institute of Pathophysiology and Allergy Research, Medical University Vienna, Vienna Austria Find articles by Franziska Roth‐WalterCarsten Schmidt‐Weber 24 Center of Allergy & Environment (ZAUM), Technical University of Munich and Helmholtz Center Munich, German Research Center for Environmental Health, Munich Germany 25 German Center for Lung Research (DZL), Munich Germany Find articles by Carsten Schmidt‐WeberMohamed Shamji 26 Immunomodulation and Tolerance Group, Imperial College London, and Allergy and Clinical Immunology, Imperial College London, London United Kingdom Find articles by Mohamed ShamjiEsther H",
    ". Steveling 27 Department of Dermatology, University of Basel, Basel Switzerland Find articles by Esther H. StevelingMichelle C. Turner 28 Barcelona Institute for Global Health (ISGlobal), Barcelona Spain Find articles by Michelle C. TurnerEva Untersmayr 23 Center of Pathophysiology, Infectiology and Immunology, Institute of Pathophysiology and Allergy Research, Medical University Vienna, Vienna Austria Find articles by Eva UntersmayrErika Jensen‐Jarolim 4 Comparative Medicine, The Interuniversity Messerli Research Institute, University of Veterinary Medicine Vienna, Medical University of Vienna, University of Vienna, Vienna Austria 23 Center of Pathophysiology, Infectiology and Immunology, Institute of Pathophysiology and Allergy Research, Medical University Vienna, Vienna Austria Find articles by Erika Jensen‐JarolimSophia N. Karagiannis 5 St",
    ". Karagiannis 5 St. John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom 29 Breast Cancer Now Research Unit, School of Cancer and Pharmaceutical Sciences, King's College London, Guy's Hospital,, London SE1 9RT United Kindgom Find articles by Sophia N. KaragiannisAuthor information Article notes Copyright and License information PMC Disclaimer 1 Department of Otorhinolaryngology, RKM740 Interdisciplinary Clinics, Düsseldorf Germany 2 Neuro‐Immunology Group, Department of Oncology, Luxembourg Institute of Health, Luxembourg Luxembourg 3 Faculty of Medicine, Transylania University Brasov, Brasov Romania 4 Comparative Medicine, The Interuniversity Messerli Research Institute, University of Veterinary Medicine Vienna, Medical University of Vienna, University of Vienna, Vienna Austria 5 St",
    ". John's Institute of Dermatology, School of Basic & Medical Biosciences, Guy's Hospital, King's College London, London United Kindgom 6 School of Cancer and Pharmaceutical Sciences, Guy's Hospital, King's College London, London United Kingdom 7 Division of Allergy and Clinical Immunology, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston Massachusetts, USA 8 University of Lille, Inserm, CHU Lille, Institut Pasteur de Lille U1011‐EGID, Lille France 9 Department of Internal Medicine/Allergy and Immunology, Montefiore Medical Center, Albert Einstein College of Medicine, Bronx New York, USA 10 Division of Gastroenterology, Hepatology and Nutrition Research, Department of Medicine Research, Children's University Hospital Boston, Boston Massachusetts, USA 11 Randall Centre for Cell and Molecular Biophysics, School of Basic & Medical Biosciences, King's College London, New Hunt's House, London United Kingdom 12 Medical Research Council & Asthma UK Centre in",
    "London, New Hunt's House, London United Kingdom 12 Medical Research Council & Asthma UK Centre in Allergic Mechanisms of Asthma, London United Kingdom 13 Department of Dermatology, University of Basel, Basel Switzerland 14 IMMA, School of Medicine, Institute of Applied Molecular Medicine, CEU San Pablo University, Madrid Spain 15 Department of Physical Medicine, Rehabilitation and Occupational Medicine, Medical University of Vienna, Vienna Austria 16 Department of Clinical Immunology, Wroclaw Medical University, Wroclaw Poland 17 ALL‐MED Medical Research Institute, Wroclaw Poland 18 Pharmacology and Experimental Therapeutics Unit, School of Pharmacy, Faculty of Medicine, The Institute for Drug Research, The Hebrew University of Jerusalem, Jerusalem Israel 19 Department of Allergy, La Paz University Hospital, IdiPAZ, Madrid Spain 20 G.27A Hillman Cancer Center, University of Pittsburgh Medical Center, Pittsburgh Pennsylvania, USA 21 Department of Immunology, CDB, Hospital Clinic de",
    "Medical Center, Pittsburgh Pennsylvania, USA 21 Department of Immunology, CDB, Hospital Clinic de Barcelona, Institut d'Investigacions Biomèdiques August Pi i Sunyer, Universitat de Barcelona, Barcelona Spain 22 Division of Pharmacology, Faculty of Science, Utrecht Institute for Pharmaceutical Sciences, Utrecht University, Utrecht The Netherlands 23 Center of Pathophysiology, Infectiology and Immunology, Institute of Pathophysiology and Allergy Research, Medical University Vienna, Vienna Austria 24 Center of Allergy & Environment (ZAUM), Technical University of Munich and Helmholtz Center Munich, German Research Center for Environmental Health, Munich Germany 25 German Center for Lung Research (DZL), Munich Germany 26 Immunomodulation and Tolerance Group, Imperial College London, and Allergy and Clinical Immunology, Imperial College London, London United Kingdom 27 Department of Dermatology, University of Basel, Basel Switzerland 28 Barcelona Institute for Global Health (ISGlobal),",
    "University of Basel, Basel Switzerland 28 Barcelona Institute for Global Health (ISGlobal), Barcelona Spain 29 Breast Cancer Now Research Unit, School of Cancer and Pharmaceutical Sciences, King's College London, Guy's Hospital,, London SE1 9RT United Kindgom Erika Jensen‐Jarolim, Email: ta.ca.neiwinudem@miloraj-nesnej.akire.Contributor Information.Corresponding author.* Correspondence Sophia N",
    ". Karagiannis, St. John's Institute of Dermatology, School of Basic & Medical Biosciences, King's College London, Tower Wing, 9th Floor, Guy's Hospital, London SE1 9RT, United Kingdom. Email: ku.ca.lck@sinnaigarak.aihpos Erika Jensen‐Jarolim, Institute of Pathophysiology and Allergy Research, Center of Pathophysiology, Infectiology and Immunology, Medical University Vienna, Spitalgasse 23, 1090 Vienna, Austria. Email: ta.ca.neiwinudem@miloraj-nesnej.akire Received 2021 Aug 19; Revised 2022 Feb 7; Accepted 2022 Feb 10.Copyright © 2022 The Authors",
    ". Allergy published by European Academy of Allergy and Clinical Immunology and John Wiley & Sons Ltd.This is an open access article under the terms of the http: //creativecommons.org/licenses/by-nc/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited and is not used for commercial purposes.AbstractThe immune system interacts with many nominal ‘danger’ signals, endogenous danger‐associated (DAMP), exogenous pathogen (PAMP) and allergen (AAMP)‐associated molecular patterns. The immune context under which these are received can promote or prevent immune activating or inflammatory mechanisms and may orchestrate diverse immune responses in allergy and cancer. Each can act either by favouring a respective pathology or by supporting the immune response to confer protective effects, depending on acuity or chronicity",
    ". In this Position Paper under the collective term danger signals or DAMPs, PAMPs and AAMPs, we consider their diverse roles in allergy and cancer and the connection between these in AllergoOncology. We focus on their interactions with different immune cells of the innate and adaptive immune system and how these promote immune responses with juxtaposing clinical outcomes in allergy and cancer. While danger signals present potential targets to overcome inflammatory responses in allergy, these may be reconsidered in relation to a history of allergy, chronic inflammation and autoimmunity linked to the risk of developing cancer, and with regard to clinical responses to anti‐cancer immune and targeted therapies",
    ". Cross‐disciplinary insights in AllergoOncology derived from dissecting clinical phenotypes of common danger signal pathways may improve allergy and cancer clinical outcomes.Keywords: AAMP, allergy, ALR, cancer, DAMP, danger signals, immune response, immunotherapy, inflammation, NLR, PAMP, RLR, TLR, toleranceShort abstract AbbreviationsAAMPallergen‐associated molecular pattern moleculeDAMPdamage‐associated molecular pattern moleculePAMPpathogen‐associated molecular pattern molecule Highlights The immune context under which danger signals are received can promote or prevent immune activation or inflammatory mechanisms which are important determinants in the course of allergic diseases and cancer.Danger signals based on endogenous danger‐associated (DAMP), exogenous pathogen (PAMP) and allergen‐associated (AAMP) molecular pattern molecules, initiate immune responses, however, acuity, chronicity and immune context may influence the course of pathologies such as allergy and",
    "acuity, chronicity and immune context may influence the course of pathologies such as allergy and cancer.Allergens can introduce danger, and targeting AAMP‐induced signalling can be considered to overcome inflammatory responses in allergy and cancer.Immune cell‐derived mediators and danger signals involved in allergic disorders (hypersensitivity versus immune tolerance), also impact disease evolution in malignancies (pro‐tumour versus anti‐tumour activity), and the connected activities between these processes in both disease fields (AllergoOncology) require further study",
    ". 1. METHODSThis Position Paper is a product of the EAACI Working Group for AllergoOncology, an expert panel of clinical immunologists, allergists, biochemists and epidemiologists. The topic of the manuscript was identified at the WG workshop in May 2020, and a streamline of relevant subtopics was extensively revised and designated to individual WG members. After following workshops and using a circulation process, the manuscript was recirculated for review to the WG authors, compiled and again recirculated for complete consensus on text, tables and figures. The final manuscript was read and approved by all authors and represents an expert consensus position, with recommendations summarized in the ‘Highlights box’.2. DATA SOURCES, SEARCH STRATEGY AND STUDY SELECTIONStudies published in English were identified from PubMed",
    ". The following keywords were used in the search strategy: (allergy OR atopy) AND (tumor/tumour OR cancer OR malignancy) AND (danger signals OR damp OR pamp) AND (NK cells OR ILC OR mast cells OR granulocytes OR APC OR T cells OR B cells OR clinical applications)."
  ]
}