{"title": "Acute and chronic management of posttraumatic headache in children: A systematic review", "context": ["Headache. Author manuscript; available in PMC 2022 Dec 4.Published in final edited form as: Headache. 2021 Nov; 61(10): 1475–1492. Published online 2021 Dec 4. doi: 10.1111/head.14236PMCID: PMC9037067NIHMSID: NIHMS1789806PMID: 34862612Acute and chronic management of posttraumatic headache in children: A systematic reviewCarlyn Patterson Gentile, MD, PhD,1,2 Ryan Shah, BS,3 Samantha L. Irwin, MSc, MB, BCh, BAO, FRCPC,4 Kaitlin Greene, MD,5 and Christina L. Szperka, MD, MSCE, FAHS1,2Carlyn Patterson Gentile1Pediatric Headache Program, Children’s Hospital of Philadelphia, Philadelphia, Pennsylvania, USA2Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USAFind articles by Carlyn Patterson GentileRyan Shah3School of Arts and Sciences, University of Richmond, Richmond, Virginia, USAFind articles by Ryan ShahSamantha L. Irwin4UCSF Child & Adolescent Headache Program, San Francisco, California, USAFind articles by Samantha L. IrwinKaitlin Greene5Doernbecher Children’s Hospital Child and Adolescent Headache Program, Division of Pediatric Neurology, Oregon Health & Science University, Portland, Oregon, USAFind articles by Kaitlin GreeneChristina L. Szperka1Pediatric Headache Program, Children’s Hospital of Philadelphia, Philadelphia, Pennsylvania, USA2Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USAFind articles by Christina L. SzperkaAuthor information Copyright and License information PMC Disclaimer1Pediatric Headache Program, Children’s Hospital of Philadelphia, Philadelphia, Pennsylvania, USA2Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA3School of Arts and Sciences, University of Richmond, Richmond, Virginia, USA4UCSF Child & Adolescent Headache Program, San Francisco, California, USA5Doernbecher Children’s Hospital Child and Adolescent Headache Program, Division of Pediatric Neurology, Oregon Health & Science University, Portland, Oregon, USAAUTHOR CONTRIBUTIONSCPG was responsible for study conception, and design, designed and performed literature searches and organized data, was involved in abstract review, and article review and data input into RedCAP®, and wrote the manuscript. RH was involved in abstract review, article review and data input into RedCAP®, and reviewed the manuscript. SLI and KG provided critical feedback to study design, were involved in abstract review, and article review, and provided text and critical revisions to the manuscript. CLS was involved in study conception, study design, article review, and provided critical revisions to the manuscript. All authors read and approved the final manuscript.Correspondence: Carlyn Patterson Gentile, Pediatric Headache Program, Children’s Hospital of Philadelphia, 3501 Civic Center Boulevard, Philadelphia, PA 19104, USA. ude.pohc@cnosrettapPMC Copyright notice The publisher's final edited version of this article is available at HeadacheAbstractObjectives: The goal of this paper is to provide a compilation of the evidence for the treatment of posttraumatic headache (PTH) in the pediatric population. Headache features and timing of therapy were considered.Background: Headache is the most common symptom following mild traumatic brain injury (mTBI), affecting more than 80% of children and adolescents. It is unclear whether treatment for PTH should be tailored based on headache characteristics, particularly the presence of migraine features, and/or chronicity of the headache.Methods: Systematic literature searches of PubMed, Embase, Scopus, and Cochrane databases (1985–2021, limited to English) were performed, and key characteristics of included studies were entered into RedCAP® (Prospero ID CRD42020198703). Articles and conference abstracts that described randomized controlled trials (RCTs), cohort studies, retrospective analyses, and case series were included. Participants included youth under 18 years of age with acute (<3 months) and persistent (≥3 months) PTH. Studies that commented on headache improvement in response to therapy were included.Results: Twenty-seven unique studies met criteria for inclusion describing abortive pharmacologic therapies (9), preventative pharmacotherapies (5), neuromodulation (1), procedures (5), physical therapy and exercise (6), and behavioral therapy (2). Five RCTs were identified. Studies that focused on abortive pharmacotherapies were completed in the first 2 weeks post-mTBI, whereas other treatment modalities focused on outcomes 1 month to over 1-year post-injury. Few studies reported on migrainous features (7), personal history of migraine (7), or family history of migraine (3).Conclusions: There is limited evidence on the timing and types of therapies that are effective for treating PTH in the pediatric population. Prospective studies that account for headache characteristics and thoughtfully address the timing of therapies and outcome measurement are needed.Keywords: concussion, pediatric, posttraumatic headache, treatmentINTRODUCTIONHeadache is the most common symptom following mild traumatic brain injury (mTBI). Posttraumatic headache (PTH) is reported by more than 80% percent of children and adolescents.1 Eight percent of children who have had head trauma will have headache that persists beyond 3 months,2 fulfilling International Classification of Headache Disorders, 3rd edition (ICHD-3) criteria for persistent headache attributed to trauma or injury to the head and/or neck, here termed persistent PTH.3 Migraine is the most common phenotype of PTH in children and is seen in up to 55% of cases.4 Prior work in children suggests that PTH with migrainous features5–9 or a personal or family history of migraine is associated with prolonged recovery.5,6 The PTH “migraine phenotype” may represent a subset of patients who would benefit from more directed headache management.9 This is of particular interest in the pediatric population due to the high incidence of migraine in the teenage years and early twenties.10 In this age group, individuals prone to developing migraine may not have exhibited symptoms yet and mTBI may act as a triggering event for migraine.11 Three reviews have focused on PTH treatment in the past decade.12–14 Although informative, only one looked exclusively at children,14 and none reported the presence of migrainous features.The objective of this review was to identify randomized controlled trials (RCTs), cohort studies, retrospective analyses, and case series of youth (<18 years) with acute or persistent PTH that assessed the effect of pharmacologic, procedural, and nonpharmacologic treatments on headache improvement. Headache characteristics, including presence of migrainous features, and the timing of therapies were evaluated when available. This review identifies gaps in knowledge regarding the management of pediatric PTH to help guide future treatment trials.METHODSThis systematic review preregistered protocol can be found on the Prospero database (ID CRD42020198703). PRISMA guidelines were followed,15 except in the subgrouping of results to streamline integrating results within multiple treatment categories. Studies that met the following criteria were included: (1) at least 50% of subjects were younger than 18 years old, (2) acute (<3 months) and/or persistent (≥3 months) PTH of any phenotype was evaluated, (3) headache treatment response was reported, (4) sample size was >1, (5) written in English, and (6) published between 1985 and 2021. Headache features and duration were considered. We included peer-reviewed studies of a broad range of research designs given the limited research on the treatment of pediatric PTH. Papers that solely discussed diagnosis, evaluation tools, epidemiology, return to play or return to learn but not treatment were excluded. Review and opinion articles were also excluded, but one reviewer examined references to screen for additional articles that met inclusion criteria.Our literature search strategy was designed to target four key concepts: (1) child and adolescent, (2) posttraumatic, (3) headache, and (4) treatment. Queries of PubMed, Embase, Scopus, and Cochrane review search engines were conducted on July 16, 2020 and May 3, 2021. Details of the search strategy can be found in the Appendix.After duplicates were removed, two review authors independently screened the titles and abstracts of the search results for the inclusion and exclusion criteria. Information from the abstract search was saved in a Microsoft Excel® spreadsheet, and software generated in Matlab® was used to identify duplicates. Two authors independently extracted data from the selected studies and entered it into REDCap®, an electronic data management program, and each article was assessed for quality. We integrated the data as a descriptive synthesis rather than a meta-analysis due to the limited studies available. Study design type, as well as checklists provided by the National Institutes of Health (NIH) Quality Assessment Tools (https: //www.nhlbi.nih.gov/health-topics/study-quality-assessment-tools), which were specific to study type, were used to rank the data as “good,” “fair,” or “poor” based on prior reports that have used this tool16 (Table 1).TABLE 1Data quality assessment definitionsData qualityType of evidenceGood Well-designed, well-executed randomized controlled trials Fair Randomized controlled trials with minor limitations including minor flaws in design or executionWell-designed, well-executed nonrandomized controlled studies, or observational studies Poor Randomized controlled trials with major limitationsNonrandomized intervention or observational studies with major limitationsUncontrolled clinical observations without comparison group (e.g., case series, case reports) Open in a separate windowDisagreements were reconciled by a third author. Data extraction included study information and characteristics, the therapeutic agent used, and outcomes assessed. Subject characteristics included headache features, family and personal history of migraine, details of treatment, and time from concussion to treatment were collected when available.The main outcome measure was improvement of headache. This was intentionally broad to capture as many articles as possible that comment on change in PTH related to an intervention. This included subjective improvement in headache, change in headache severity and/or frequency, improvement in migrainous features (i.e., photophobia, phonophobia, and nausea), and headache-related disability.RESULTSOf the 3458 studies screened, 27 unique studies met criteria for final inclusion with a pooled sample size of 5036 participants (Figure 1). Seventeen of the studies (63%) included subjects that were 18 years old, with four of those (15%) including subjects older than 18. Therapeutic approaches were broadly characterized into abortive pharmacologic treatments, preventative pharmacologic treatments, procedures, neuromodulation, PT and exercise, and collaborative care and behavioral therapy (Table 2).Open in a separate windowFIGURE 1Flow chart of article identification and selectionTABLE 2Synopsis of findings from articles included in the systematic reviewFirst author (date)Study typeParticipant characteristicsTreatmentOutcomeData quality Abortive pharmacotherapies (oral) Petrelli et al. (2017)17Prospective randomized open-label control trialParticipants presented to the emergency department within 48 h of mTBIMigrainous headache: 39%Treatment with the following analgesic regimens for 1 week: Ibuprofen 10 mg/kg q8 h ×72 h (n = 20)Acetaminophen 10–15 mg/kg q4 h ×72 h (n = 20)Alternating acetaminophen and ibuprofen ×72 h (n = 19)Standard of care: no analgesic recommendations (n = 20)Outcome measures: Number of headache days, number of headache episodes, headache intensity, and higher return to school rate over 1 week of treatmentFairAge range (mean): 8–18 yearsHx of migraine: NROutcome: Patients in any of the treatment arms had fewer headache days, headache episodes, and lower headache intensity, and a greater percentage were back to school compared to the standard of care group. Subjects in the alternating group had the best responseIbuprofen.: #headache days 5/7, back to school 61%Acetaminophen: #headache days 7/7, back to school 33%Both: #headache days 4/7, back to school 79% Standard of care: #headache days 7/7, back to school 21%Mean (SD) headache episodes/patient/day and headache intensity for each of the 7 days in the trial were reported(12.9)n = 79 (50% female)**Included 18 years oldFamHx of migraine: NRHeyer et al. (2014)22Retrospective cohortParticipants meeting criteria for medication overuse headache (MOH) who presented to a headache clinic >3 months following mTBIMigrainous headache: NRDiscontinuation of as-needed analgesics (ibuprofen, acetaminophen, naproxen, oxaprozin)Outcome measure: Headache improvement or resolution within 2 months of discontinuing analgesicsPoorAge range (median): 13–17 yearsHx of migraine: 37%Outcome: 68.5% of subjects with MOH reported headache improvement after discontinuing analgesics. No further statistical analysis was reported(15.2)FamHx of migraine: NRn = 77 (63% female; 54/77 met criteria for MOH)Note: 75.9% of participants with MOH had daily episodic or continuous headacheCohen and Conidi (2015)20 (abstract)Retrospective cohortParticipants were diagnosed with concussion/mTBI at a tertiary care center. Age range: 14–19 years n = 19 (randomly selected)Migrainous headache: NRAny reported therapies for PTHOutcome measure: Headache reliefPoor**Included >18 years oldHx of migraine: NRFamHx of migraine: NROutcome: Triptans and onabotulinumtoxinA reported as providing the most rapid headache relief. No statistical analysis was providedTejani et al. (2017, 2019)18,19 (abstract)Prospective cohortParticipants presented to a concussion clinic within 30 days of concussion/mTBIMigrainous headache: Hx of migraine: NREffect of NSAID and triptan use within 30 days of concussion/mTBINSAIDs only (61% of participants)Triptans only (1.1% of participants)NSAIDs + triptans (5.3% of participants)No treatment (32.6% if participants)Outcome measure: Headache resolution, and headache severity at 3 monthsPoorAge range: 6–18 years n 528(45% female)Hx of migraine: NROutcome: Reduction in number of subjects reporting headache from 75.4% to 18% regardless of treatment group with no significant difference between the NSAID group and no treatment group (81.4% → 18.6% vs. 86.6% → 13.4%, p = 0.165)A higher proportion of subjects who used triptans reported greater headache severity compared to the NSAIDs group (5/5 triptans group vs. 10/28 NSAIDs + triptans group vs. 23/172 NSAID group, p < 0.001)Subjects who used triptans reported greater headache severity than those who used NSAIDs (mean triptan only 1.6 95% CI: 1.0–2.4, mean triptan+NSAID 1.0 95% CI: 0.7–1.4, mean NSAID only 0.3 95% CI: 0.2–0.4, mean no med 0.2 95% CI: 0.1–0.3)**Included 18 years oldFamHx of migraine: NRBramley et al. (2012)21Retrospective case seriesCase series included a 10-year-old male and a 15-year-old female presenting with concussion/mTBI within the first monthMigrainous headache: 100%4 mg 6-day tapering Medrol dose pack in addition to other abortive and preventative therapies. Other medications included amitriptyline, melatonin, and gabapentinOutcome measure: Descriptive, headache improvementPoorHx of migraine: NROutcome: Both subjects reported improvement with Medrol dose packOne subject completed an additional 14-day taper because of symptom return following completion of the first taper. No significance testing was reportedFamHx of migraine: NR Abortive pharmacotherapies (intravenous) Lumba-Brown et al. (2014)23Prospective randomized controlled trialParticipants were recruited acutely following concussion/mTBI in an emergency department (duration post-injury not specifically reported)Migrainous headache: NRParticipants were randomized to receive a single dose of 10 ml/kg of one of the following given over 1 h: 3% hypertonic saline (HTS, 52% of participants)Normal saline (NS, 48% of participants)Outcome measure: Wong-Baker face scale pain score before versus immediately after infusion, and 2–3 days laterFairAge range (mean): 7–16 yearsHx of migraine: NROutcome: Participants who received HTS reported a greater reduction in pain scores compared to NS immediately (3.52 vs. 1.14-point decrease, mean difference between groups −2.38 95% CI: −0.3 to −1.4*, p < 0.001) and 2–3 days after infusion (4.61 vs. NS 3.00-point decrease, mean difference between groups −1.61 95% CI: −2.90 to −0.30, p = 0.014)A multiple-regression model used to adjust for initial higher pain reports in the HTS group and other potential confounders still demonstrated a significantly greater reduction in pain in the HTS compared to NS group (mean difference between groups −1.86 95% CI: 0.92 to 2.79*)*95% CI intervals may contain an error, and sign conventions may also be reported in error(12)n = 44 (37% female)FamHx of migraine: NRBresee et al. (2018)24Prospective cohort, planned subanalysisParticipants presented to the emergency department within 48 h of concussion/mTBIMigrainous headache: NRParticipants received one of the following: Single dose of IV metoclopramide (dosage not reported, 3% of participants)No treatment (97% of participants)Outcome measure: Persistent headache at 1 and 4 weeksFairAge range: 8–17 yearsHx of migraine: 13%Outcome: IV metoclopramide was not associated with lower rate of persistent headaches at 1 week (unadjusted RR 1.0 95% CI: 0.8–1.3; adjusted multivariable logistic regression OR 0.6 95% CI: 0.4–1.1; adjustment with propensity score using 1: 4 matching algorithm RR 0.8 95% CI: 0.6–1.2)At 4 weeks (unadjusted RR 1.0 95% CI: 0.9–1.2; adjusted multivariable logistic regression OR 0.8 95% CI: 0.4–1.5; adjustment with propensity score using 1: 4 matching algorithm RR 0.9 95% CI 0.8–1.1)n = 2095 (41% female)FamHx of migraine: 47%Note: 75% reported constant headacheChan et al. (2015)25Retrospective cross-sectionalParticipants presented to the emergency department within 14 days of concussion/mTBI (mean 2 days) and received IV headache treatmentMigrainous headache: NRParticipants received IV NS bolus and the following IV medications (dosages not reported): Ketorolac only (21% of participants)Prochlorperazine, metoclopramide, chlorpromazine (12% of participants)Ondansetron only (15% of participants)Ketorolac + metoclopramide or prochlorperazine (52% of participants)(4)Outcome measure: Treatment success defined as >50% reduction in headache severity score (0–10) after infusion. Headache resolution was also reportedPoorAge range (mean): 8–21 yearsHx of migraine: 21%Outcome: 86% (95% CI: 82.0%–90.4%) had treatment success overall80% in the ketorolac only group93% in the metoclopramide or prochlorperazine only group89% in the combined group79% in the ondansetron only group52.4% (95% CI: 46.3–58.5) reported headache resolution overallPatients who got a head CT were less likely to have treatment success (80% vs. 91%, p = 0.008)Patients who did not get a head CT were significantly more likely to have treatment success (multivariable analysis OR 2.95, 95% CI: 1.39–6.56)(13.8)FamHx of migraine: NRn = 254 (51% female)**Included ≥18 years oldKatz et al. (2018)26 (abstract)Retrospective cohortParticipants presented with concussion/mTBI to an outpatient infusion centerMigrainous headache: NRParticipants received a single dose of IV ketorolac,prochlorperazine, diphenhydramine, and 20 ml/kg NSOutcome measure: Headache improvement, headache severity scale (0–6) at follow-up after the infusionPoorAge: ≤18 yearsHx of migraine: NRIV fluid (medication dosages not reported)Outcome: 23/27 (85%) reported headache improvement, 1/27 (4%) found no improvement, 3/27 (11%) were not askedMean headache score was reduced from a 4/6 to a 2/6. No significance testing was reportedn = 27**Included 18 years oldFamHx of migraine: NR Preventative pharmacotherapies Kuczynski et al. (2013)47Retrospective cohortParticipants presented with concussion/mTBI to a concussion clinic a median of 6.9 months (range 1–29 months) post-injuryMigrainous headache: 39%Participants were placed on the following medications for a mean duration of 5.5 weeks (SD 4.3 weeks): Amitriptyline, up to maximum of 1 mg/kg/day based on response (n = 18, 41%)Nortriptyline, dosage not given (n = 9, 20%)Topiramate up to 1.5–2 mg/kg/day to a max 200 mg/day (n = 6, 14%)Flunarizine, dosage not given (n = 8, 18%)Melatonin, 3–10 mg nightly (n = 12, 23%)Indomethacin, dosage not given (n = 2, 5%) 39% received more than one treatmentOutcome measure: Significant response defined as ≥50% reduction in headache frequency. Headache resolution was also reportedPoorAge range (mean): ≤18 yearsHx of migraine: 14%Outcome: 64% reported successful response to preventative migraine medications: 13/18 (72%) on amitriptyline1/11 (11%) on nortriptyline0/6 (0%) on topiramate5/8 (63%) on flunarizine9/12 (75%) on melatonin2/2 (100%) on indomethacin (had stabbing headache)45% reported headache resolutionLength of time for follow-up was not a significant predictor of symptom resolution (χ2 = 0.341, p = 0.559)(14.1)FamHx of migraine: 52%n = 44 (66% female)**Included 18 years oldNote: 61%experienced daily headache at the start of treatmentBramley et al. (2015)28Retrospective cohortParticipants presented to a concussion clinic, “majority within 1–3 weeks of concussion”Migrainous headache: NRAmitriptyline started in those with persistent headache at 1 month postconcussion (n = 68; 17% of participants) at 10–100 mg/day (median 25 mg/day) for a median duration of 4 months (range 2–7 months)Outcome measure: Improvement in headache symptomsPoorAge range: 13–18 yearsHx of migraine: NROutcome: 82% (95% CI 70%-91%) reported improvement in headache symptoms33% (95% CI 12%-38%) of those on amitriptyline reported side effectsFemales were more likely to be prescribed amitriptyline (24% vs. 13%, p = 0.004)n = 400 (38% female)**Included 18 years oldFamHx of migraine: NRMarkus et al. (2016)46Retrospective case-control studyParticipants with TBI (81% with concussion/mTBI) presented to a headache clinic a median of 12 months (range 2–120 months) after injuryMigrainous headache: 54%20 participants were prescribed one of the following agents: Amitriptyline (n = 11)Propranolol (n = 6)Topiramate (n = 3)(Dosages not reported)Outcome measure: Positive response was defined as ≥50% reduction in number of headache daysPoorAge range (median): 2–17 yearsHx of migraine: NROutcome: 10/20 (50%) of TBI participants prescribed preventative medication reported a positive response: 36% improved on amitriptyline50% on propranolol100% on topiramateNo significance testing was reported(9)FamHx of migraine: NRn = 74 (43% female)Mackie and Kirkham (2017)29 (abstract)Retrospective cohortParticipants presented with concussion/mTBI to a nurse-led neurology clinicMigrainous headache: 71%All participants received school accommodations/decreasing cognitive load. In addition, 16 participants (42%) were treated with topiramate (median dose 2 mg/kg/day)Outcome measure: Headache improvement, reported reduction in migraine frequency/migraine severityPoorAge range (median): 3–16 yearsHx of migraine: NROutcome: 84% reported headache improvement from the whole cohort12/16 participants (75%) prescribed topiramate reported reduction in frequency and severity of migrainous headachesNo significance testing was reported(13.8)FamHx of migraine: NRn = 38 (45% female)Sabo et al. (2017, 2018)30,31Retrospective case seriesCase series of children and adolescents diagnosed with pseudotumor cerebri following mTBIMigrainous headache: NRAcetazolamide 750–1000 mg BID (not all dosing reported) for a treatment interval 6 weeks-4 monthsOutcome measure: Headache improvementPoorAge range: 5–16 years n = 6 (66% female)Hx of migraine: NRTopiramate (dosing not reported)Outcome: 4/5 had improvement with acetazolamide, the nonresponder was found to have craniosynostosis1/1 had improvement with topiramate + acetazolamideTwo worsened on amitriptyline, and one worsened on propranolol, and one had only mild improvement on cyproheptadine prior to being diagnosed with pseudotumor cerebriNo significance testing was reportedCase series of children and adolescents diagnosed with pseudotumor cerebri following mTBIFamHx of migraine: NR Neuromodulation Pinchuk et al. (2013)33Retrospective cohortParticipants with diagnosis of chronic PTH based on ICHD-2 criteria, 6–9 months following concussion/mTBIMigrainous headache: NRTranscranial direct current stimulation (tDCS) for 30–45 min per session with 60–90 μA intensity (number of sessions not reported)Outcome measure: Headache frequency (days/month), headache severity scale (0–10), % patients with ≥50% reduction in headache frequency, and % patients with headache resolution for ≥4.5 months post-tDCSPoorAge range (median): 11–16 yearsHx of migraine: NROutcome: 52% reported headache resolution, with an additional 29% reporting ≥50% reduction in headache frequencyHeadache severity significantly improved (mean 5.4 SD 1.8 → mean 1.9 SD 1.2; p < 0.001)Headache frequency significantly improved (mean 10.3 SD 6.5 → mean 4.1 SD 2.2; p < 0.001)(13.6)FamHx of migraine: NRn = 44 Procedures Dubrovsky et al. (2014)34Retrospective case seriesParticipants with mean of 70 days post-injury with a diagnosis of acute or persistent PTH based on ICHD-3Migrainous headache: 83%Greater occipital nerve block ±lesser occipital nerve block ± supraorbital nerve block with 2% lidocaine + epinephrine; participants received between 1 and 6 nerve blocks with median duration between repeated nerve blocks of 18.5 days. Many subjects received abortive therapies, preventative therapies, or both concomitant to their nerve blockOutcome measure: Good therapeutic effect was defined as decrease in pain for >24 h or requested repeat nerve block, headache pain severity immediately after nerve block (0–10 scale)PoorAge range (mean): ≤18 yearsHx of migraine: NROutcome: 93% reported good therapeutic effect, and 71% of nerve blocks resulted in 0/10 headache painHeadache intensity decreased pre-versus post-headache (mean = 5.6, SD = 1.6 vs. mean = 0.4, SD = 0.9); % reduction mean = 93%, SD = 13%(14.6)FamHx of migraine: 77%n = 28**Included 18 years oldNote: history of headache was reported to be 70%Seeger et al. (2015)35Retrospective case seriesParticipants treated in concussion and TBI clinic who received a nerve block for PTH, mean of 5.6 months post injury (range 1–12 months)Migrainous headache: 40%.Greater occipital nerve block with 2% lidocaine + steroid (triamcinolone or methylprednisolone). Study did not comment on concomitant use of other therapiesOutcome measure: Full response was defined as >50% reduction in headache frequency, mean headache frequency (days/month) at follow-up was also reported. Routine follow up was via telephone 2–4 weeks after the procedure and 2–3 months for an in-person visit. Secondary outcomes included Rivermead Post-concussion Symptoms Questionnaire (RPSQ), and the Pediatric Quality of Life Inventory (PedsQL)PoorAge range (mean): 13–17 yearsHx of migraine: 6%Outcome: 64% of children had full responseHeadache frequency decreased from mean 26 SD 7 days/month to mean 18 SD 12 days/month (p = 0.014)RPSQ scores significantly decreased following treatment (mean 33.67 SD 13.47 vs. 24.33 SD 18.54; t(5) = 3.04, p = 0.029)PedsQL improved post-treatment (mean 52.04 SD 21.36 vs. 68.75 SD 27.50; t(7) = −2.62, p = 0.035)(15.5)FamHx of migraine: NRn = 15 (14 presented for follow up), (67% female)Note: 13/15 (87%) had daily headaches at time of procedure6/15 (40%) met ICHD-3 criteria for occipital neuralgiaZaremski et al. (2015)36Retrospective case seriesParticipants (16, 17, and 28 years old) presented with symptoms of occipital neuralgia following concussion/mTBIMigrainous headache: NRVariable: Greater and lesser occipital nerve block, trigger point injections, cervical medial branch block of C2 to C3, third occipital nerve blocksOutcome measure: Headache improvementPoor**Included ≥18 years oldHx of migraine: NROutcome: Both participants under 18 years old experienced complete but temporary relief from nerve blocks. No significance testing was reportedFamHx of migraine: NRLin and Tung (2016)37Retrospective case seriesParticipants (8 yM, 15yF, and 18 yF) with PTHMigrainous headache: NRAcupuncture for 6 to >12 sessions initiated 4–6 weeks following concussion/mTBI for persistent headacheOutcome measure: Headache frequency, headache severity (10-point scale)Poor**Included 18 years oldHx of migraine: NROutcome: All subjects reported reduction in headache frequency and a 3–7 point reduction in headache severity. No significance testing was reportedFamHx of migraine: NR Physical therapy and exercise Schneider et al. (2014)38Prospective randomized controlled trialParticipants with persistent postconcussion symptoms a mean of 50 days (range 8–276) following concussion/mTBIMigrainous headache: NRParticipants were randomized into the following groups: Intervention group (n = 15): cervical spine and vestibular rehabilitationStandard of care (n = 14)Outcome measure: Numeric pain rating scale for headache (010) compared between those who were cleared to return to sport vs. those who were not cleared in the treatment and control groups. Primary outcome measure was return to sport within 8 weeks of treatmentFairAge range (median): 12–30 yearsHx of migraine: NRBoth groups worked with a physiotherapist ×8 weeks or until medical clearance (mean number of sessions for each group = 6)Outcome: There was no significant difference in reduction of headache severity between cleared and not cleared subjects in the treatment or the control groups. Change in severity score (post - pre-treatment): Control group: Cleared: −7 (n = 1); Not cleared: −2.5 (range −7 to 1, n = 12a one participant in this group did not complete the follow-up questionnaire), p > 0.05Intervention group: Cleared: −3 (−8 to 0, n = 11); Not cleared: −2.5 (range −4 to 1, n = 4), p > 0.05Treatment group was 10.27 times more likely to be medically cleared to return to sport within 8 weeks (χ2 = 13.08, p < 0.001)(15)FamHx of migraine: NRBoth groups received postural education, range of motion exercises, cognitive and physical rest until asymptomatic followed by graded exertionn = 31 (42% female; 2 withdrew)**Included ≥18 years oldGauvin-Leplage et al. (2019)41Retrospective analysis of a prospective cohortParticipants reported ongoing symptoms at 4 weeks following concussion/mTBIMigrainous headache: NRExercise based active rehabilitation intervention ×4 weeksOutcome measure: Post-concussion symptom scale (PCSS) headache symptom score (0–6) compared from baseline to 2 and 4-weeks f/u. Primary outcome was total PCSS score at these visitsFairAge range (mean): 8–17 yearsHx of migraine: NROutcome: PCSS headache scores decreased over the 4 weeks of treatment. PCSS headache score: Girls 2.5 at baseline, 2.1 at 2-weeks f/u, 1.5 at 4-weeks f/u; Boys 1.9 at baseline, 1.3 at 2-weeks f/u, 1.1 at 4-weeks f/u; ANOVA, p < 0.001 for headache score change over timeMore girls reported headache, and had higher PCSS toral scores at baseline, and experienced a faster recovery compared to boys. Repeated-measures ANOVA, sex-specific difference for headache (p = 0.046). Generalized mixed regression model total PCSS by gender: Boys visit OR (95% CI): Visit 1: −8.81 (−12.37 to −5.26); Visit 2: −7.37 (−9.6- to −5.14); Visit 3: −11.40 (−14.33 to −8.48)(14.3)FamHx of migraine: NRn = 355 (53%. female)De Matteo et al. (2015)40Prospective cross-sectional studyParticipants presented to a concussion clinic a median of 4.1 months (range 0.7–35) post-injuryMigrainous headache: NRExertional testing ×1 sessionOutcome measure: Reduction in headache symptom score (0–6) at 5-min, 30-min, and 24-h post-exertional testing, headache improvement. Primary outcome was total decrease in symptom scoresPoorAge range (mean): 8–18 yearsHx of migraine: NR(14.8)FamHx of migraine: NROutcome: There was no significant difference in headache scores before vs. after exertional testing. Headaches worsened for 5 subjects and improved for 9 subjects. Mean headache symptom score decreased from 0.97 pre-exertion to 0.78 at 24 h post-exertion (Z = −1.10, p = 0.27), 30-min after exertion was also not significant (p = 0.39, Friedman test)Overall, the total number of symptoms and symptom severity significantly decreased. There was a significant total decrease in symptoms at 30 min and 24 h post-exertion testing (30 min: severity χ2 = 14.00, p = 0.001; number χ2 = 8.7, p = 0.01; 24 h: severity Z = −3.47, p < 0.01)n = 54 (41% female; 69% completed follow-up)**Included 18 years oldGrabowski et al. (2017)42Retrospective cohortParticipants were youth athletes with concussion symptoms persisting beyond 3 weeks (80% reported headache at initial visit)Migrainous headache: NR Hx of migraine: 20% (also included chronic tension-type headache)PT, cardiovascular exercise, vestibular/oculomotor exercise, cervicothoracic manual therapy and exercise, and sports specific training. Mean therapy duration was 84 days (range 7–266)Outcome measure: Headache score of how bothersome headaches were from post-concussion symptom scale (PCSS, 0–6). Primary outcome measure was change in total PCSSPoorAge range (mean): 12–20 yearsFamHx of migraine: NROutcome: Patients reported significantly decreased PCSS score post-PT. Total PCSS scores: Pre-PT mean 18.2 (SD = 14.2); Post-PT mean 9.1 (SD = 10.8); p < 0.01Significance testing was not done on the difference in headache scores pre-versus post-PT. Headache score: Pre-PT median 2 (range 0–5); Post-PT median 1 (range 0–5)Athletes with a history of chronic migraine or tension-type headache had a mean 10.22 point higher post-PT score compared to athletes with no headache history (p = 0.05)(15)n = 25 (56% female)**Included >18 years oldBailey et al. (2019)39Pilot, prospective randomized controlled trialParticipants with concussion at least 4 weeks post-injury (mean 56 days)Migrainous headache: NRParticipants were randomized into the following groups: Sub-threshold exercise program (n = 7): targeted 80% of heart rate that correlated with symptom exacerbation with physiotherapist ×6 weeksControl group (n = 8): instructed on daily stretching activities at home ×3 weeks, then daily walking ×3 weeksOutcome measure: % of participants with mild or no headaches defined as a Post-concussion Scale-Revised (PCS-R) headache score of ≤ 2 (0–6 scale). Primary outcome measure was change in total PCS-R scorePoorAge range (mean): 14–18 yearsHx of migraine: 37%Outcome: Total PCS-R scores decreased more in the intervention than in the control group when depression was accounted for (PCS-R % change: intervention group mean = −63.3%, SD = 17.4; control group mean = −56.8%, SD = −27.8; F2,13 = 5.20, p < 0.05, partial η2 = 0.32) ANOVA (depression was a covariate). *1 subject from the intervention group was removed prior to analysis due to worsening PCS-R score and high baseline depression score% with mild or no headache was compared between baseline and post-treatment (intervention group 33% → 67%; control group 33% → 63%). Significance testing was not done(15.75)FamHx of migraine: NRn = 16 (44% female; 1 withdrew due to repeat injury)**Included 18 years oldWilson et al. (2020)43Retrospective cohortParticipants seen by a concussion specialist within 21 days of concussion stratified by early physical activity (PA)Migrainous headache: NRParticipants were stratified based on reports of early physical activity (prior to initial evaluation): PA group (n = 69): Reported early physical activityNo PA group (n = 506): Reported that they did not have early physical activityOutcome measure: Reporting persistent headache at the initial visit. Primary outcome was symptom resolution timesPoorMedian days post-injury was 8 for the early PA group and 12 for the no PA group (p < 0.001)Hx of migraine: NROutcome: The no PA group had significantly longer recovery times than the PA group (median 16 IQR 8–24 vs. 10.5 IQR 4–17, p = 0.02)Subjects in the PA group were significantly less likely to report persistent headache at their initial visit when adjusting for pre-existing headache history (adjusted OR = 0.14, 95% CI: 0.07–0.26)Age range (mean): 8–18 years (14.8)FamHx of migraine: NRn = 575 (34% female)**Included 18 years oldNote: History of pre-existing headache was reported (28% across the cohort, no significant difference between groups) Collaborative care, cognitive-behavioral therapy, and biofeedback McCarty et al. (2021)44Prospective randomized controlled trialParticipants presented to a concussion clinic within 9 months of concussion/mTBI with ≥3 persistent symptoms at least 1 month after concussionMigrainous headache: NRTreatment: Cognitive behavioral therapy and care management with enhanced medication consultation if warranted ×6 monthsOutcome measure: Traumatic Brain Injury-Quality of Life Headache Pain (13-item Likert-based scale). Primary outcome measure was improvement in postconcussive symptomsFairAge range (median): 11–18 years (14.7)Hx of migraine: NRStandard of care: Standard management by subspecialty clinics ×6 monthsOutcome: There was a significant difference between postconcussive symptom outcomes between the collaborative care group and standard of care group (net difference from baseline between groups mean 3 months −3.4 95% CI: −6.6 to −0.1; mean 6 months −3.0 95% CI: −6.4 to 0.3; mean at 12 months −4.1 95% CI: −7.7 to −0.4; effect size Cohen d at 3 months 0.26 and 12 months 0.32)No difference in headache outcomes between collaborative care group and standard of care group (net difference from baseline between groups mean 3 months 0.2 95% CI: −1.9 to 2.3; mean 6 months −0.4 95% CI: −2.6 to 1.8; mean at 12 months −1.6 95% CI: −3.9 to 0.7)n = 200 (62% female)FamHx of migraine: NR**Included 18 years oldNote: 25% reported a history of chronic headachesSchwarz et al. (2017)45 (abstract)Retrospective cohortParticipants received PTH treatment and were evaluated a median of 5.7 months following mTBIMigrainous headache: NR≥2 biofeedback sessions for treatment of PTH. Compared responders and non-respondersOutcome measure: % reporting reduced headache frequency, % reporting reduced headache severityPoorAge range (mean): 8–18 yearsHx of migraine: NROutcome: 46% of participants responded to therapy, with 35% reporting reduced headache frequency and 23% reporting reduced severityResponders were significantly more likely to have stayed in school (χ2: 5.52, p = 0.02)Responders were significantly less likely to be on serotonin reuptake inhibitors or tricyclic anti-depressants (χ2: 3.86, p = 0.05)(15.5)FamHx of migraine: NRn = NR (77% female)**Included 18 years oldNote: 66% had daily headachesOpen in a separate windowaData quality measures were based on the National Institutes of Health (NIH) Quality Assessment Tools. Details can be found at https: //www.nhlbi.nih.gov/health-topics/study-quality-assessment-tools.Abortive pharmacologic therapiesWe identified six peer-reviewed articles and three conference abstracts that evaluated the use of abortive pharmacologic therapies for the treatment of PTH. This included two prospective RCTs. Abortive treatments were typically administered within the first 2 weeks following mTBI. Both oral and intravenous (IV) therapies were studied. Studies were generally limited by small sample size, lack of comparator group, and retrospective design.Oral abortive therapies The best evidence comes from a prospective randomized open-label study assessing scheduled acetaminophen, ibuprofen, or both compared to standard of care started within the first week of mTBI to treat PTH. Alternating ibuprofen and acetaminophen resulted in the fewest number of headache days and highest return-to-school rate, followed by ibuprofen alone, then acetaminophen alone.17 Only median and range values were reported; no formal statistical significance testing was done.In contrast, a large retrospective cohort study found no difference in the rate of persistent PTH at 3 months in those who used nonsteroidal anti-inflammatory drugs (NSAIDs) and/or triptans in the first 30 days compared to no treatment.18 In fact, those who used triptans developed persistent PTH at higher rates.18,19 A potential confounder is that subjects who used triptans may have had more significant headache and/or greater incidence of premorbid migraine, but this was not reported (NR). Additionally, medication doses and frequency were NR, and there was no metric for PTH severity at 3 months. Another study mentioned that triptans provided the most rapid relief for PTH, though more specific data were not included.20A case series reported two subjects who had marked improvement in PTH following a 6-day oral methylprednisolone taper within the first month of sustaining an mTBI.21 However, one subject required a more prolonged steroid taper due to headache recurrence, and many other co-agents were prescribed.The potential risks of overusing abortive headache therapies following mTBI were highlighted by a retrospective analysis of adolescents presenting to a headache clinic with persistent PTH. Seventy percent of participants in this cohort met criteria for medication overuse headache (MOH); among those, 68.5% had improvement in headache when over-the-counter analgesics and NSAIDs were discontinued.22 Notably, many of the subjects in this study were simultaneously receiving additional headache preventative pharmacologic treatments that may have impacted outcomes.Intravenous abortive therapies One small, RCT provided fair evidence that 3% hypertonic saline (HTS) was significantly more effective at decreasing headache severity than normal saline (NS) in youth with acute PTH immediately and 2–3 days after treatment.23 This study benefited from a randomized design and a standardized pain scale, but it did not specify the acuity of the mTBI, the follow-up period was short, and the study was stopped early due to challenges with recruitment.A subanalysis of a prospective cohort compared a single dose of IV metoclopramide given in the emergency department (ED) within 48 h of mTBI to no treatment. They found that IV metoclopramide did not reduce the risk of PTH at 1 and 4 weeks.24 This study was unique because it looked at the impact ofabortive treatment on long-term headache outcome. However, dosing was NR, treatment was not randomized, and only a very small percentage (3%) were given metoclopramide; it is therefore possible that those with more severe headache at onset were treated.A retrospective analysis of children ≤14 days of their mTBI who received IV fluids with either IV antiemetics (prochlorperazine or metoclopramide), IV ketorolac, or both found that most participants (80%–93%) experienced a >50% reduction in headache severity immediately following administration.25 This study was limited by its retrospective design, unreported medication dosages, and lack of long-term outcomes.Similarly, a retrospective chart review of an outpatient infusion center found that a single infusion of IV ketorolac, prochlorperazine, diphenhydramine, and NS improved headache in 85% of participants.26 However, this study was limited by retrospective design, undefined mean mTBI duration and follow-up period, small sample size, and unreported dosages.In summary, oral and IV abortive therapies administered within the first days following mTBI may offer immediate relief for PTH. Fair evidence supports alternating ibuprofen and acetaminophen in the first week,17 as well as greater efficacy of HTS than NS in alleviating acute PTH.23 Two studies provided poor evidence for acute benefit of IV medications commonly used to treat migraine.25,26 In contrast, studies that looked at long-term (>1 week) effects did not find a benefit of NSAIDs, triptans,18,19 or IV metoclopramide24 for PTH. It is unclear whether abortive therapies can change the long-term trajectory of headaches following mTBI and whether MOH impacts likelihood of persistent PTH.22Preventative pharmacologic therapiesFive studies have reported on the effectiveness of preventative migraine medications in children with PTH.27 Quality of evidence was rated as poor for all studies.One cohort study evaluated children with PTH who were prescribed different preventative medications for headache for a mean duration of 5.5 weeks. Full treatment response was defined as ≥50% reduction in headache frequency with functional improvement, which was met by 64% of the cohort across all medications; 45% reported headache resolution. Full response occurred in 13/18 prescribed amitriptyline, 1/11 prescribed nortriptyline, 5/8 prescribed flunarizine, 0/6 prescribed topiramate, 9/12 prescribed melatonin, and 2/2 prescribed indomethacin (both with stabbing headache). Limitations of this study include presence of active co-interventions and lack of clarity regarding timing of medication initiation and timing of assessment.A second retrospective cohort study reported on children with persistent PTH treated with a preventative medication. Positive response to treatment was defined as ≥50% reduction in headache frequency, which was achieved by 10/20 patients overall. Positive response was reported by 4/11 of those prescribed amitriptyline, 3/6 prescribed propranolol, and 3/3 prescribed topiramate. Limitations of this study include unspecified time of initiation of medication and follow-up timing, as well as lack of specification of medication dosing.Bramley et al. reported on the efficacy of amitriptyline in a subset of adolescents evaluated in a concussion clinic.28 Participants with PTH ≥ 1 month were started on amitriptyline for headache prevention. Headache improvement was reported by 56/68 patients (82%) at a median of 4.4 months. Side effects were reported by 16/68 (23%). Females were more likely than males to report PTH (90% vs. 79%; p = 0.004) and were more likely to be prescribed amitriptyline (24% vs. 13%; p = 0.004).Mackie and Kirkham29 reported on PTH treatment in children presenting to a neurology clinic; 71% of patients had a migrainous phenotype. All patients received school accommodations, and 16 were treated with topiramate. Eighty-four percent of participants in the cohort overall reported headache improvement; of those treated with topiramate, 12/16 reported reduction in frequency and severity of migrainous headache. Limitations of this study include unspecified time of initiation of medication and timing of follow-up. Additionally, there were limited comparisons between those treated with topiramate compared with those treated with headache accommodations only.One case series reported on six children who were diagnosed with pseudotumor cerebri following mTBI.30,31 Initiation of acetazolamide resulted in resolution of headache in 5/6 patients; the one case that did not respond was found to have craniosynostosis. In three cases, acetazolamide was used in combination with topiramate when topiramate alone was not effective. Patients were initially treated with other medications including amitriptyline, propranolol, and cyproheptadine for presumed PTH with no or incomplete response. The study was limited because not all patients met diagnostic criteria for pseudotumor cererbri,32 and it was difficult to ascertain whether pseudotumor cerebri was secondary to PTH given range of time to diagnosis.In summary, data on preventative medication efficacy in PTH are limited by poor quality of evidence with reliance on retrospective data collection. The most evaluated medication was amitriptyline, with positive responses reported in 36%–82% of patients across three studies. Topiramate use was also described in three studies, but small numbers of patients resulted in variable efficacy outcomes, with response reported as 0%, 75%, and 100%. Notably, amitriptyline and topiramate were found to be ineffective as monotherapy in patients subsequently found to have intracranial hypertension following mTBI, highlighting the importance of identifying headache phenotype or underlying headache syndrome when treating PTH. While several studies reported on the presence of migrainous headache prior to or following mTBI, none evaluated its impact on treatment outcomes.NeuromodulationOne retrospective study showed that transcranial direct current stimulation reduced headache frequency and severity in children with PTH. Over half reported headache resolution.33 This study benefited from clearly defined metrics of headache improvement but was limited by the lack of comparison group, small sample size, and inconsistent number of treatment sessions used.ProceduresOccipital nerve block Three retrospective case series reported PTH improvement following occipital nerve blocks. All were limited by small sample size, concomitant therapies, variable number of nerve blocks administered, and lack of comparator group. One study found that nerve blocks were effective at treating youth with acute or persistent PTH, many of whom reported migrainous headache and a personal and/or family history of migraine. In this cohort, 71% of occipital nerve blocks resulted in headache resolution immediately, and 93% of subjects reported a good therapeutic effect defined as >24 h pain reduction or repeat nerve block request.34 A smaller retrospective study also found benefit of greater occipital nerve blocks to treat adolescents with PTH; in this cohort, 6/15 patients had occipital neuralgia and 8/15 had occipital tenderness on exam. Nerve blocks were effective in reducing headache frequency with 9/15 participants reporting a ≥50% reduction,35 although time to follow-up was not clear. Finally, a case series described three patients with posttraumatic occipital neuralgia who reported complete but temporary benefit (days) of occipital nerve blocks.36Acupuncture One case series reported on three youth with PTH who reported a reduction in headache severity following multiple acupuncture sessions.37 The study is limited by the small case series design and concomitant use of other therapies for PTH in all three subjects.In summary, there is consistent evidence that occipital nerve blocks may be helpful for treating PTH in youth, but evidence is limited by small sample sizes and lack of comparator groups. Very limited data suggest acupuncture may also be helpful.Physical therapy and exerciseWe identified six studies (three prospective,38–40 three retrospective41–43) that evaluated PT and timing of increased activity on PTH in youth. Some reported headache improvement, whereas others found modest or no effect.Physical therapy A small prospective RCT of youth with postconcussion symptoms compared cervical spine and vestibular physical rehabilitation to standard of care. Both groups worked with a physiotherapist for 8 weeks or until medical clearance. Eleven of fifteen participants in the intervention group were medically cleared to return to sport versus 1/14 in the control group. None of the medically cleared patients reported persistent headache, although there was no significant difference in the reduction of headache symptom scores between those who were cleared or not cleared in either group.38 Conclusions for this study are limited by small sample size, and most comparisons that were made were between those who were cleared or not cleared for sports, not intervention versus standard of care. Retrospective analysis of a large prospective cohort provided fair evidence that a 4-week active rehabilitation intervention improved headache and postconcussion symptom scores for youth with persistent symptoms at 4 weeks post-injury.41 A small retrospective cohort study looking at the impact of PT, cardiovascular exercise, vestibular and oculomotor exercise, cervicothoracic manual therapy, and sports-specific training on postconcussion symptoms persisting beyond 3 weeks found a modest decrease in headache severity following intervention over 7 days to up to 6 months, though significance testing was not done. They did find a significant reduction in postconcussion symptoms overall (mean total symptom score pre-intervention 18.2 vs. post-intervention 9.1 p < 0.01).42Exercise A pilot, prospective RCT compared those who participated in a subsymptom threshold exercise program to a control group of youth who had sustained a concussion and were at least 4 weeks post-injury. Following intervention, both groups reported a higher percentage with mild or no headache. There was a significant effect in the intervention group when total postconcussion symptoms scores were evaluated, but significance testing comparing headache outcomes in the two groups was NR.39 A prospective study found that completing diagnostic exertional testing did not significantly reduce headache symptom scores 24 h after testing. This study was limited by a high drop-out rate (31%).40 One retrospective study looked at the impact of early physical activity (<3 weeks following mTBI) on the presence of PTH at the initial follow-up visit and found that those who did not report early physical activity were significantly more likely to report headache.43 Interpretation of this study is limited by the possibility that those who did not report early physical activity may have been experiencing more significant and more debilitating postconcussion symptoms at onset.In summary, there is poor to fair evidence to support physical and exercise therapy as a treatment for PTH, although not all studies reported a benefit. Notably, most studies were designed to look at postconcussion symptoms overall and not headache specifically.Collaborative care, cognitive behavioral therapy, and biofeedbackA large prospective RCT reported that collaborative care including cognitive behavioral therapy (CBT), care management, and medication consultation as needed significantly improved patient satisfaction and postconcussion symptoms compared to standard of care. However, there was no significant improvement in PTH,44 and details about medication used and for what purpose were not described.Another retrospective analysis evaluated biofeedback as a treatment for PTH in youth. Forty-six percent of the cohort reported an improvement in PTH, with 35% reporting reduced frequency and 23% reporting reduced severity. Participants who reported a decrease in headache severity or frequency following biofeedback were less likely to be on antidepressant medications and more likely to have stayed in school compared to those who did not respond.45 Sample size was NR and use of concomitant therapies limits interpretation.In summary, collaborative care including CBT was shown to improve overall quality of life and postconcussion symptoms but did not specifically improve headache outcomes.44 There is limited support for biofeedback improving PTH.Headache risk factors and characteristicsOf 27 studies, 7 reported headache with migrainous features,6,17,21,29,34,35,46 7 reported on premorbid migraine history,6,22,24,25,35,39,42 and 3 reported on migraine family history.6,24,34 When reported, the frequency of headache was high, with 61%–87% of patients described as having daily or constant headache.6,22,24,35,45 When considered as a confounding variable, presence of prior headache history appeared to impact treatment outcomes,24,41 although this was not consistent across studies.25Four retrospective studies (all poor data quality) reported targeted treatments to headache phenotype. One study evaluating the efficacy of topiramate as a preventative specifically commented on reduction of “migrainous” headaches.29 Two patients with stabbing headache were effectively treated with indomethacin.47 Case series that reported on posttraumatic occipital neuralgia36 and posttraumatic pseudotumor cerebri30,31 reported high response rates to targeted treatment.Timing of therapiesMost abortive pharmacologic therapies were studied between 48 h and 14 days after mTBI, and their efficacy was measured immediately to days after treatment. All other treatment modalities were studied in youth with at least 3–4 weeks of persistent symptoms. In some cases, symptoms were persistent for >1 year. The duration of preventative pharmacologic treatment, when reported, ranged from 5.5 weeks to 4 months on average.DISCUSSIONWe did not identify any studies that provided good quality evidence for treatment of PTH in children and adolescents. This finding is unchanged from systematic reviews of pharmacologic and procedural PTH treatment in adults and children,12,13 and from a review of postconcussive symptoms including headache.14 We expanded on this work by focusing specifically on headache in the pediatric population, including a broader range of treatments, and assessing for the presence of migrainous headache features and/or family and personal history of migraine in the reviewed studies. Limitations of the study design include that the searches were limited to identifying articles in English that were published in 1985 or later.Treatments that have been studied include abortive and preventative medications, procedures, neuromodulation, PT, exercise, collaborative care models, and behavioral therapies. There were two RCTs that supported the use of acetaminophen and ibuprofen17 and IV HTS23 in acute PTH. Overall evidence for preventative therapies was significantly limited by small sample sizes and lack of comparator groups. There was poor, but consistent evidence to support the use of occipital nerve blocks to treat acute and persistent PTH; however, sample sizes were small, and lacked appropriate comparator groups. The greatest number of prospective studies with comparator groups focused on nonpharmacologic strategies used to treat postconcussive symptoms including PT, exercise therapy, and collaborative care models. However, in most cases, headache was not the primary outcome, but rather one of multiple postconcussion symptoms being measured on an inventory. Further research is needed to assess the specific impact of these therapies on PTH.Defining headache characteristics following mTBIAlthough PTH is considered its own entity,3 there has been an effort to identify features of other primary and secondary headache disorders in PTH. A predisposition to migraine appears to act as a catalyst for PTH development,48 and some cases of PTH may be the abrupt onset of trauma-triggered migraine.11 A recent prospective multi-center cohort study demonstrated that those reporting migrainous headache <8 weeks post-mTBI were more likely to have a prolonged recovery, and were more likely to be prescribed preventative migraine medication.9 The authors proposed that migraine phenotype may represent a target for early intervention. We found that while many studies evaluated migraine-directed therapies, relatively few studies specifically reported on the presence of migrainous headache features and/or family or personal history of migraine. Studies that did target specific headache phenotypes reported high efficacy rates, although these were notably limited by small sample size and study design.The severity and frequency of PTH may also impact the efficacy of treatments. Chan et al. found that subjects who had a head CT in the ED were more likely to not respond to a combination of IV abortive therapies,25 with need for CT as a potential surrogate for symptom severity. While relatively few studies reported the presence of constant or daily PTH, this is a particularly critical group to focus efforts on due to high disease burden.Acute versus persistent PTHThere was variability in the definition of persistent symptoms and the timing of preventative therapy initiation with 1 and 3 months being the most common cutoffs. This likely stems from different definitions of “persistent” in the mTBI literature, which range from 2 weeks up to 3 months.49 ICHD-3 criteria define persistent PTH as >3 months.3 Expert opinion has suggested that early treatment with preventative medications may be able to prevent the development of persistent PTH.50 However, there is no clear evidence-based determination of when it is most appropriate to switch focus from abortive to preventative pharmacologic therapies based on the results of this current review.Considerations for future clinical trial designWe propose the following recommendations based on our review: There is a need to establish standardized and validated metrics to measure headache improvement in PTH. Although guidelines to determine the efficacy of abortive therapies in children with migraine have not been established, in adults, the International Headache Society (IHS) recommendation for measuring pain resolution at 2 h as a primary endpoint and change in 4-point severity scale as a secondary endpoint51 would also be relevant for PTH. In children, the IHS recommends measuring the efficacy of preventative therapies as the change in total headache days/month.52 Measuring the number of severe headache days/month in addition may more effectively capture improvement for individuals with continuous headache. The PedMIDAS53 should be used as a metric of headache-related disability, which has been validated for time intervals as short as 1 month.54Consensus is needed on what constitutes persistent symptoms for research studies and when to start preventative therapies. We propose defining persistent symptoms as 4 weeks or longer. Consensus is that symptoms persisting past the acute period (defined as 4 weeks for school-age children) usually do not have a single etiology, but rather involve a complex interplay between multiple biopsychosocial factors leading to a more complicated recovery.55 This definition diverges from the ICHD-3 criteria for persistent PTH3 but would encourage early headache intervention to prevent the development of prolonged symptoms.50Risk factors for prolonged recovery including family and personal history of migraine, and the presence of migrainous features with headache shortly after mTBI should be reported and taken into consideration in both research studies and clinical management of PTH.5,6,9Headache characteristics, including the presence of MOH, should be considered when choosing the most appropriate treatment. ICHD-3 criteria3 can be used to identify the characteristics and/or presence of other headache disorders following mTBI. Research is needed to understand whether mTBI can provoke other primary or secondary headache disorders and establish potential shared pathophysiologic mechanisms.CONCLUSIONThere is a paucity of evidence to guide clinicians on the timing and types of therapies that are effective for treating PTH. Well-designed prospective studies with appropriate sample size and comparator groups that include thoughtful approaches to headache features, and timing of therapies are needed.ACKNOWLEDGMENTSWe would like to thank Maylene Qiu of the University of Pennsylvania Biomedical Library Systematic Review Service who provided us support in the design of the search strategy for this protocol.CONFLIC T OF INTERESTCPG: Dr. Patterson Gentile has received grant support through the American Academy of Neurology Clinical Research Training Scholarship and the International Headache Academy Research Award. RS: Nothing to disclose. SLI: Dr. Irwin receives honoraria for authoring a chapter for the Canadian Pharmacy Association (CPhA) and from NeuroDiem, compensation for scientific consulting (Impel NeuroPharma, Inc.; Biohaven Pharmaceuticals; and Lundbeck A/S), and for research support from the Duke Clinical Research Institute. KG: Dr. Greene has received grant support from the International Headache Academy through the American Headache Society. She is site PI for a clinical trial of Qudexy XR sponsored by USB for which her institution receives financial support. CLS: Dr. Szperka has received research/grant support from the National Institutes of Health/National Institute of Neurological Disorders and Stroke (K23 NS102521). Dr. Szperka or her institution has received compensation for her consulting work for Allergan/AbbVie Inc; Impel NeuroPharma, Inc.; Eli Lilly; Lundbeck; Teva Pharmaceutical Industries Ltd; and Upsher-Smith Laboratories, LLC.Funding informationCPG received funding for time spent on this project from the Academy of Neurology Clinical Research Training Scholarship, the International Headache Academy Research Award, and the Minds Matter Frontiers grant from the Children’s Hospital of Philadelphia. CLS was supported by NIH NINDS K23NS102521Abbreviations: HTShypertonic salineICHD-3International Classification of Headache Disorders, 3rd editionIVintravenousMOHmedication overuse headachemTBImild traumatic brain injuryNIHNational Institutes of HealthNRnot reportedNSnormal salineNSAIDnonsteroidal anti-inflammatory drugPTHposttraumatic headacheTBItraumatic brain injuryAPPENDIXSEARCH STRATEGYMedline/PubMed: (“Child” [MeSH] OR “Adolescent” [MeSH] OR children OR pediatric OR teenager OR teenagers OR teen OR teens OR adolescents OR adolescence) AND (“Brain concussion” [MeSH] OR mild traumatic brain injury OR post-concussive OR concussion OR post-concussion OR post-traumatic OR post traumatic) AND (“Headache” [MeSH] OR “Post-traumatic headache” [MeSH] OR headaches) AND (“Therapeutics” [MeSH] OR “Treatment outcome” [MeSH] OR therapeutic OR therapy OR therapies OR treatment OR treatments OR intervention OR interventions OR management).Embase: (“child”/de OR “adolescent”/de OR children OR pediatric OR teenager OR teenagers OR teen OR teens OR adolescents OR adolescence) AND (“brain concussion”/de OR mild traumatic brain injury OR post-concussive OR concussion OR post-concussion OR post-traumatic OR post traumatic) AND (“headache”/de OR “posttraumatic headache”/de OR headaches) AND (“treatment outcome”/de OR “therapy”/de OR therapeutic OR therapies OR treatment OR treatments OR intervention OR interventions OR management).Scopus: (child* OR adolescent* OR teen* OR pediatric) AND headache AND (concussion OR “mild traumatic brain injury”) AND (therapy* OR treatment OR intervention OR management) AND PUBYEAR >1985 AND (LIMIT-TO (LANGUAGE, “English”)).Cochrane Library: (“Child” OR “Adolescent” OR children OR pediatric OR teenager OR teenagers OR teen OR teens OR adolescents OR adolescence) AND (“Brain concussion” OR mild traumatic brain injury OR post-concussive OR concussion OR post-concussion OR post-traumatic OR post traumatic) AND (“Headache” OR “Post-traumatic headache” OR headaches) AND (“Therapeutics” OR “Treatment outcome” OR therapeutic OR therapy OR therapies OR treatment OR treatments OR intervention OR interventions OR management).REFERENCES1. Eisenberg MA, Meehan WP, Mannix R. Duration and course of post-concussive symptoms. Pediatrics. 2014;133: 999–1006. [PMC free article] [PubMed] [Google Scholar]2. Shaw L, Morozova M, Abu-Arafeh I. Chronic post-traumatic headache in children and adolescents: systematic review of prevalence and headache features. Pain Manag. 2018;8: 57–64. [PubMed] [Google Scholar]3. International Headache Society. The International Classification of Headache Disorders, 3rd edition. Cephalalgia. 2018;38: 1–211. [PubMed] [Google Scholar]4. Blume HK, Vavilala MS, Jaffe KM, et al. Headache after pediatric traumatic brain injury: a cohort study. Pediatrics. 2012;129: e31–e39. [PubMed] [Google Scholar]5. Zemek R, Barrowman N, Freedman SB, et al. Clinical risk score for persistent postconcussion symptoms among children with acute concussion in the ED. JAMA. 2016;315: 1014–1025. [PubMed] [Google Scholar]6. Kuczynski A, Crawford S, Bodell L, Dewey D, Barlow KM. Characteristics of post-traumatic headaches in children following mild traumatic brain injury and their response to treatment: a prospective cohort. Dev Med Child Neurol. 2013;55: 636–641. [PubMed] [Google Scholar]7. Lau B, Lovell MR, Collins MW, Pardini J. Neurocognitive and symptom predictors of recovery in high school athletes. Clin J Sport Med. 2009;19: 216–221. [PubMed] [Google Scholar]8. Heyer GL, Young JA, Rose SC, McNally KA, Fischer AN. Post-traumatic headaches correlate with migraine symptoms in youth with concussion. Cephalalgia. 2015;36: 309–316. [PubMed] [Google Scholar]9. Kamins J, Richards R, Barney BJ, et al. Evaluation of posttraumatic headache phenotype and recovery time after youth concussion. JAMA Netw Open. 2021;4: e211312. [PMC free article] [PubMed] [Google Scholar]10. Lipton RB, Bigal ME. The epidemiology of migraine. Am J Med. 2005;118: 3–10. [PubMed] [Google Scholar]11. Haas DC, Lourie H. Trauma-triggered migraine: and explanation for common neurological attacks after mild head injury. Review of the literature. J Neurosurg. 1988;68: 181–188. [PubMed] [Google Scholar]12. Larsen EL, Ashina H, Iljazi A, et al. Acute and preventive pharmacological treatment of post-traumatic headache: a systematic review. J. Headache Pain 2019;20: 1–9. [PMC free article] [PubMed] [Google Scholar]13. Watanabe TK, Bell KR, Walker WC, Schomer K. Systematic review of interventions for post-traumatic headache. PM R. 2012;4: 129–140. [PubMed] [Google Scholar]14. Winkler R, Taylor NF. Do children and adolescents with mild traumatic brain injury and persistent symptoms benefit from treatment? A systematic review. J Head Trauma Rehabil. 2015;30: 324–333. [PubMed] [Google Scholar]15. Page MJ, McKenzie JE, Bossuyt PM, et al. The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. BMJ. 2021;372: n71. [PMC free article] [PubMed] [Google Scholar]16. National Heart, Lung, and Blood Institute. Assessing Cardiovascular Risk: Systematic Evidence Review from the Risk Assessment Work Group; 2013. https: //www.nhlbi.nih.gov/health-topics/assessing-cardiovascular-risk. Accessed October 23, 2021. [Google Scholar]17. Petrelli T, Farrokhyar F, McGrath P, et al. The use of ibuprofen and acetaminophen for acute headache in the postconcussive youth: a pilot study. Paediatr Child Health. 2017;22: 2–6. [PMC free article] [PubMed] [Google Scholar]18. Tejani A, Hynan L, Middleton E, Bell K, Cullum M, Vargas B. Gender differences in post-concussive headache treatment outcomes among pediatric patients from the North Texas Concussion Registry (ConTex). Headache. 2017;57: 1331–1332. [Google Scholar]19. Tejani A, Masrour S, Bunt S, Cullum C, Vargas B. Longitudinal pediatric post-traumatic headache treatment outcomes. Cephalalgia. 2019;39: 317–318. [Google Scholar]20. Cohen D, Conidi F. Neurologic exam findings and clinical manifestations of post-concussion syndrome in a pediatric population. Neurology. 2015;84: P7.177. [Google Scholar]21. Bramley H, Melinosky C, Silvis M, Ross S. Pediatric posttraumatic headache: two cases using steroids as abortive therapy. Pediatr Emerg Care. 2012;28: 1081–1084. [PubMed] [Google Scholar]22. Heyer GL, Idris SA. Does analgesic overuse contribute to chronic post-traumatic headaches in adolescent concussion patients? Pediatr Neurol. 2014;50: 464–468. [PubMed] [Google Scholar]23. Lumba-Brown A, Harley J, Lucio S, Vaida F, Hilfiker M. Hypertonic saline as a therapy for pediatric concussive pain. Pediatr Emerg Care. 2014;30: 139–145. [PMC free article] [PubMed] [Google Scholar]24. Bresee N, Aglipay M, Dubrovsky AS, et al. No association between metoclopramide treatment in ED and reduced risk of post-concussion headache. Am J Emerg Med. 2018;36: 2225–2231. [PubMed] [Google Scholar]25. Chan S, Kurowski B, Byczkowski T, Timm N. Intravenous migraine therapy in children with posttraumatic headache in the ED. Am J Emerg Med. 2015;33: 635–639. [PMC free article] [PubMed] [Google Scholar]26. Katz E, Gould S, Cignetti C, Hale MH, Sarrett L. Relative efficacy of outpatient infusion therapy on pediatric patients with post-concussive headaches. Arch Phys Med Rehabil. 2018;99: e212. [Google Scholar]27. Patterson-Gentile C, Szperka CL. The changing landscape of pediatric migraine therapy a review. JAMA Neurol. 2018;75: 881. [PubMed] [Google Scholar]28. Bramley H, Heverley S, Lewis MM, Kong L, Rivera R, Silvis M. Demographics and treatment of adolescent posttraumatic headache in a regional concussion clinic. Pediatr Neurol. 2015;52: 493–498. [PubMed] [Google Scholar]29. Mackie S, Kirkham FK. Review of the management of post traumatic headache in a neurology nurse-led clinic. Dev Med Child Neurol. 2017;59: 58. [Google Scholar]30. Sabo T, Supnet C, Purkayastha S. Post-traumatic intracranial hypertension (pseudotumour cerebri) in mild traumatic brain injury: a specific post-traumatic headache subtype. The importance of recognition, evaluation and management. Brain Inj. 2017;31: 736–737. [Google Scholar]31. Sabo T, Supnet C, Purkyastha S. Secondary intracranial hypertension (pseudotumor cerebri) presenting as post-traumatic headache in mild traumatic brain injury: a case series. Child’s Nerv Syst. 2018;34: 681–690. [PubMed] [Google Scholar]32. Friedman DI, Liu GT, Digre KB. Revised diagnostic criteria for the pseudotumor cerebri syndrome in adults and children. Neurology. 2013;81: 1159–1165. [PubMed] [Google Scholar]33. Pinchuk D, Pinchuk O, Sirbiladze K, Shugar O. Clinical effectiveness of primary and secondary headache treatment by transcranial direct current stimulation. Front Neurol. 2013;4: e00025. [PMC free article] [PubMed] [Google Scholar]34. Dubrovsky AS, Friedman D, Kocilowicz H. Pediatric post-traumatic headaches and peripheral nerve blocks of the scalp: a case series and patient satisfaction survey. Headache. 2014;54: 878–887. [PubMed] [Google Scholar]35. Seeger TA, Orr S, Bodell L, Lockyer L, Rajapakse T, Barlow KM. Occipital nerve blocks for pediatric posttraumatic headache: a case series. J Child Neurol. 2015;30: 1142–1146. [PubMed] [Google Scholar]36. Zaremski JL, Herman DC, Clugston JR, Hurley RW, Ahn AH. Occipital neuralgia as a sequela of sports concussion: a case series and review of the literature. Curr Sports Med Rep. 2015;14: 16–19. [PMC free article] [PubMed] [Google Scholar]37. Lin K, Tung C. Acupuncture for recovery from pediatric sport-related concussion. Med Acupunct. 2016;28: 217–222. [Google Scholar]38. Schneider KJ, Meeuwisse WH, Nettel-Aguirre A, et al. Cervicovestibular rehabilitation in sport-related concussion: a randomised controlled trial. Br J Sports Med. 2014;48: 1294–1298. [PubMed] [Google Scholar]39. Bailey C, Meyer J, Briskin S, et al. Multidisciplinary concussion management: a model for outpatient concussion management in the acute and post-acute settings. J Head Trauma Rehabil. 2019;34: 375–384. [PubMed] [Google Scholar]40. De Matteo C, Volterman KA, Breithaupt PG, Claridge EA, Adamich J, Timmons BW. Exertion testing in youth with mild traumatic brain injury/concussion. Med Sci Sports Exerc. 2015;47: 2283–2290. [PubMed] [Google Scholar]41. Gauvin-Lepage J, Friedman D, Grilli L, Gagnon I. Effect of sex on recovery from persistent postconcussion symptoms in children and adolescents participating in an active rehabilitation intervention. J Head Trauma Rehabil. 2019;34: 96–102. [PubMed] [Google Scholar]42. Grabowski P, Wilson J, Walker A, Enz D, Wang S. Multimodal impairment-based physical therapy for the treatment of patients with post-concussion syndrome: a retrospective analysis on safety and feasibility. Phys Ther Sport. 2017;23: 22–30. [PubMed] [Google Scholar]43. Wilson J, Kirkwood MW, Potter MN, Wilson PE, Provance AJ, Howell DR. Early physical activity and clinical outcomes following pediatric sport-related concussion. J Clin Trans Res. 2020;5: 161–168. [PMC free article] [PubMed] [Google Scholar]44. McCarty CA, Zatzick DF, Marcynyszyn LA, et al. Effect of collaborative care on persistent postconcussive symptoms in adolescents: a randomized clinical trial. JAMA Netw Open. 2021;4: e210207. [PMC free article] [PubMed] [Google Scholar]45. Schwarz A, Breuner C, Blume HK. Predictors of response to biofeedback therapy for persistent post-concussive headache in children. Cephalalgia. 2017;37: 263–264. [Google Scholar]46. Markus TE, Zeharia A, Cohen YH, Konen O. Persistent headache and cephalic allodynia attributed to head trauma in children and adolescents. J Child Neurol. 2016;31: 1213–1219. [PubMed] [Google Scholar]47. Kuczynski A, Crawford S, Bodell L, Dewey D, Barlow KM. Characteristics of post-traumatic headaches in children following mild traumatic brain injury and their response to treatment: a prospective cohort. Dev Med Child Neurol. 2013;55: 636–641. [PubMed] [Google Scholar]48. Sufrinko A, McAllister-Deitrick J, Elbin R, Collins MW, Kontos AP. Family history of migraine associated with posttraumatic migraine symptoms following sport-related concussion. J Head Trauma Rehabil. 2018;33: 7–14. [PMC free article] [PubMed] [Google Scholar]49. Rose SC, Fischer AN, Heyer GL. How long is too long? The lack of consensus regarding the post-concussion syndrome diagnosis. Brain Inj. 2015;29: 798–803. [PubMed] [Google Scholar]50. Pinchefsky E, Dubrovsky AS, Friedman D, Shevell M. Part II—Management of pediatric post-traumatic headaches. Pediatr Neurol. 2015;52: 270–280. [PubMed] [Google Scholar]51. Diener H-C, Tassorelli C, Dodick DW, et al. Guidelines of the International Headache Society for controlled trials of acute treatment of migraine attacks in adults: fourth edition. Cephalalgia. 2019;39: 687–710. [PMC free article] [PubMed] [Google Scholar]52. Abu-Arafeh I, Hershey AD, Diener H-C, Tassorelli C. Guidelines of the International Headache Society for controlled trials of preventive treatment of migraine in children and adolescents. Cephalalgia. 2019;39: 803–816. [PubMed] [Google Scholar]53. Hershey AD, Powers SW, Vockell AL, LeCates S, Kabbouche MA, Maynard MK. PedMIDAS: development of a questionnaire to assess disability of migraines in children. Neurology. 2001;57: 2034–2039. [PubMed] [Google Scholar]54. Orr SL, Turner A, Kabbouche MA, et al. Predictors of short-term prognosis while in pediatric headache care: an observational study. Headache. 2019;59: 543–555. [PMC free article] [PubMed] [Google Scholar]55. Silverberg ND, Iaccarino MA, Panenka WJ, et al. Management of concussion and mild traumatic brain injury: a synthesis of practice guidelines. Arch Phys Med Rehabil. 2020;101: 382–393. [PubMed] [Google Scholar]"], "doi": "10.1111/head.14236", "references": ["Eisenberg MA, Meehan WP, Mannix R. Duration and course of post-concussive symptoms. Pediatrics. 2014;133:999–1006. [PMC free article] [PubMed] [Google Scholar]", "Shaw L, Morozova M, Abu-Arafeh I. Chronic post-traumatic headache in children and adolescents: systematic review of prevalence and headache features. Pain Manag. 2018;8:57–64. [PubMed] [Google Scholar]", "International Headache Society. The International Classification of Headache Disorders, 3rd edition. Cephalalgia. 2018;38:1–211. [PubMed] [Google Scholar]", "Blume HK, Vavilala MS, Jaffe KM, et al. Headache after pediatric traumatic brain injury: a cohort study. Pediatrics. 2012;129:e31–e39. [PubMed] [Google Scholar]", "Zemek R, Barrowman N, Freedman SB, et al. Clinical risk score for persistent postconcussion symptoms among children with acute concussion in the ED. JAMA. 2016;315:1014–1025. [PubMed] [Google Scholar]", "Kuczynski A, Crawford S, Bodell L, Dewey D, Barlow KM. Characteristics of post-traumatic headaches in children following mild traumatic brain injury and their response to treatment: a prospective cohort. Dev Med Child Neurol. 2013;55:636–641. [PubMed] [Google Scholar]", "Lau B, Lovell MR, Collins MW, Pardini J. Neurocognitive and symptom predictors of recovery in high school athletes. Clin J Sport Med. 2009;19:216–221. [PubMed] [Google Scholar]", "Heyer GL, Young JA, Rose SC, McNally KA, Fischer AN. Post-traumatic headaches correlate with migraine symptoms in youth with concussion. Cephalalgia. 2015;36:309–316. [PubMed] [Google Scholar]", "Kamins J, Richards R, Barney BJ, et al. Evaluation of posttraumatic headache phenotype and recovery time after youth concussion. JAMA Netw Open. 2021;4:e211312. [PMC free article] [PubMed] [Google Scholar]", "Lipton RB, Bigal ME. The epidemiology of migraine. Am J Med. 2005;118:3–10. [PubMed] [Google Scholar]", "Haas DC, Lourie H. Trauma-triggered migraine: and explanation for common neurological attacks after mild head injury. Review of the literature. J Neurosurg. 1988;68:181–188. [PubMed] [Google Scholar]", "Larsen EL, Ashina H, Iljazi A, et al. Acute and preventive pharmacological treatment of post-traumatic headache: a systematic review. J. Headache Pain 2019;20:1–9. [PMC free article] [PubMed] [Google Scholar]", "Watanabe TK, Bell KR, Walker WC, Schomer K. Systematic review of interventions for post-traumatic headache. PM R. 2012;4:129–140. [PubMed] [Google Scholar]", "Winkler R, Taylor NF. Do children and adolescents with mild traumatic brain injury and persistent symptoms benefit from treatment? A systematic review. J Head Trauma Rehabil. 2015;30:324–333. [PubMed] [Google Scholar]", "Page MJ, McKenzie JE, Bossuyt PM, et al. The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. BMJ. 2021;372:n71. [PMC free article] [PubMed] [Google Scholar]", "National Heart, Lung, and Blood Institute. Assessing Cardiovascular Risk: Systematic Evidence Review from the Risk Assessment Work Group; 2013. https://www.nhlbi.nih.gov/health-topics/assessing-cardiovascular-risk. Accessed October 23, 2021. [Google Scholar]", "Petrelli T, Farrokhyar F, McGrath P, et al. The use of ibuprofen and acetaminophen for acute headache in the postconcussive youth: a pilot study. Paediatr Child Health. 2017;22:2–6. [PMC free article] [PubMed] [Google Scholar]", "Tejani A, Hynan L, Middleton E, Bell K, Cullum M, Vargas B. Gender differences in post-concussive headache treatment outcomes among pediatric patients from the North Texas Concussion Registry (ConTex). Headache. 2017;57:1331–1332. [Google Scholar]", "Tejani A, Masrour S, Bunt S, Cullum C, Vargas B. Longitudinal pediatric post-traumatic headache treatment outcomes. Cephalalgia. 2019;39:317–318. [Google Scholar]", "Cohen D, Conidi F. Neurologic exam findings and clinical manifestations of post-concussion syndrome in a pediatric population. Neurology. 2015;84:P7.177. [Google Scholar]", "Bramley H, Melinosky C, Silvis M, Ross S. Pediatric posttraumatic headache: two cases using steroids as abortive therapy. Pediatr Emerg Care. 2012;28:1081–1084. [PubMed] [Google Scholar]", "Heyer GL, Idris SA. Does analgesic overuse contribute to chronic post-traumatic headaches in adolescent concussion patients? Pediatr Neurol. 2014;50:464–468. [PubMed] [Google Scholar]", "Lumba-Brown A, Harley J, Lucio S, Vaida F, Hilfiker M. Hypertonic saline as a therapy for pediatric concussive pain. Pediatr Emerg Care. 2014;30:139–145. [PMC free article] [PubMed] [Google Scholar]", "Bresee N, Aglipay M, Dubrovsky AS, et al. No association between metoclopramide treatment in ED and reduced risk of post-concussion headache. Am J Emerg Med. 2018;36:2225–2231. [PubMed] [Google Scholar]", "Chan S, Kurowski B, Byczkowski T, Timm N. Intravenous migraine therapy in children with posttraumatic headache in the ED. Am J Emerg Med. 2015;33:635–639. [PMC free article] [PubMed] [Google Scholar]", "Katz E, Gould S, Cignetti C, Hale MH, Sarrett L. Relative efficacy of outpatient infusion therapy on pediatric patients with post-concussive headaches. Arch Phys Med Rehabil. 2018;99:e212. [Google Scholar]", "Patterson-Gentile C, Szperka CL. The changing landscape of pediatric migraine therapy a review. JAMA Neurol. 2018;75:881. [PubMed] [Google Scholar]", "Bramley H, Heverley S, Lewis MM, Kong L, Rivera R, Silvis M. Demographics and treatment of adolescent posttraumatic headache in a regional concussion clinic. Pediatr Neurol. 2015;52:493–498. [PubMed] [Google Scholar]", "Mackie S, Kirkham FK. Review of the management of post traumatic headache in a neurology nurse-led clinic. Dev Med Child Neurol. 2017;59:58. [Google Scholar]", "Sabo T, Supnet C, Purkayastha S. Post-traumatic intracranial hypertension (pseudotumour cerebri) in mild traumatic brain injury: a specific post-traumatic headache subtype. The importance of recognition, evaluation and management. Brain Inj. 2017;31:736–737. [Google Scholar]", "Sabo T, Supnet C, Purkyastha S. Secondary intracranial hypertension (pseudotumor cerebri) presenting as post-traumatic headache in mild traumatic brain injury: a case series. Child’s Nerv Syst. 2018;34:681–690. [PubMed] [Google Scholar]", "Friedman DI, Liu GT, Digre KB. Revised diagnostic criteria for the pseudotumor cerebri syndrome in adults and children. Neurology. 2013;81:1159–1165. [PubMed] [Google Scholar]", "Pinchuk D, Pinchuk O, Sirbiladze K, Shugar O. Clinical effectiveness of primary and secondary headache treatment by transcranial direct current stimulation. Front Neurol. 2013;4:e00025. [PMC free article] [PubMed] [Google Scholar]", "Dubrovsky AS, Friedman D, Kocilowicz H. Pediatric post-traumatic headaches and peripheral nerve blocks of the scalp: a case series and patient satisfaction survey. Headache. 2014;54:878–887. [PubMed] [Google Scholar]", "Seeger TA, Orr S, Bodell L, Lockyer L, Rajapakse T, Barlow KM. Occipital nerve blocks for pediatric posttraumatic headache: a case series. J Child Neurol. 2015;30:1142–1146. [PubMed] [Google Scholar]", "Zaremski JL, Herman DC, Clugston JR, Hurley RW, Ahn AH. Occipital neuralgia as a sequela of sports concussion: a case series and review of the literature. Curr Sports Med Rep. 2015;14:16–19. [PMC free article] [PubMed] [Google Scholar]", "Lin K, Tung C. Acupuncture for recovery from pediatric sport-related concussion. Med Acupunct. 2016;28:217–222. [Google Scholar]", "Schneider KJ, Meeuwisse WH, Nettel-Aguirre A, et al. Cervicovestibular rehabilitation in sport-related concussion: a randomised controlled trial. Br J Sports Med. 2014;48:1294–1298. [PubMed] [Google Scholar]", "Bailey C, Meyer J, Briskin S, et al. Multidisciplinary concussion management: a model for outpatient concussion management in the acute and post-acute settings. J Head Trauma Rehabil. 2019;34:375–384. [PubMed] [Google Scholar]", "De Matteo C, Volterman KA, Breithaupt PG, Claridge EA, Adamich J, Timmons BW. Exertion testing in youth with mild traumatic brain injury/concussion. Med Sci Sports Exerc. 2015;47:2283–2290. [PubMed] [Google Scholar]", "Gauvin-Lepage J, Friedman D, Grilli L, Gagnon I. Effect of sex on recovery from persistent postconcussion symptoms in children and adolescents participating in an active rehabilitation intervention. J Head Trauma Rehabil. 2019;34:96–102. [PubMed] [Google Scholar]", "Grabowski P, Wilson J, Walker A, Enz D, Wang S. Multimodal impairment-based physical therapy for the treatment of patients with post-concussion syndrome: a retrospective analysis on safety and feasibility. Phys Ther Sport. 2017;23:22–30. [PubMed] [Google Scholar]", "Wilson J, Kirkwood MW, Potter MN, Wilson PE, Provance AJ, Howell DR. Early physical activity and clinical outcomes following pediatric sport-related concussion. J Clin Trans Res. 2020;5:161–168. [PMC free article] [PubMed] [Google Scholar]", "McCarty CA, Zatzick DF, Marcynyszyn LA, et al. Effect of collaborative care on persistent postconcussive symptoms in adolescents: a randomized clinical trial. JAMA Netw Open. 2021;4:e210207. [PMC free article] [PubMed] [Google Scholar]", "Schwarz A, Breuner C, Blume HK. Predictors of response to biofeedback therapy for persistent post-concussive headache in children. Cephalalgia. 2017;37:263–264. [Google Scholar]", "Markus TE, Zeharia A, Cohen YH, Konen O. Persistent headache and cephalic allodynia attributed to head trauma in children and adolescents. J Child Neurol. 2016;31:1213–1219. [PubMed] [Google Scholar]", "Kuczynski A, Crawford S, Bodell L, Dewey D, Barlow KM. Characteristics of post-traumatic headaches in children following mild traumatic brain injury and their response to treatment: a prospective cohort. Dev Med Child Neurol. 2013;55:636–641. [PubMed] [Google Scholar]", "Sufrinko A, McAllister-Deitrick J, Elbin R, Collins MW, Kontos AP. Family history of migraine associated with posttraumatic migraine symptoms following sport-related concussion. J Head Trauma Rehabil. 2018;33:7–14. [PMC free article] [PubMed] [Google Scholar]", "Rose SC, Fischer AN, Heyer GL. How long is too long? The lack of consensus regarding the post-concussion syndrome diagnosis. Brain Inj. 2015;29:798–803. [PubMed] [Google Scholar]", "Pinchefsky E, Dubrovsky AS, Friedman D, Shevell M. Part II—Management of pediatric post-traumatic headaches. Pediatr Neurol. 2015;52:270–280. [PubMed] [Google Scholar]", "Diener H-C, Tassorelli C, Dodick DW, et al. Guidelines of the International Headache Society for controlled trials of acute treatment of migraine attacks in adults: fourth edition. Cephalalgia. 2019;39:687–710. [PMC free article] [PubMed] [Google Scholar]", "Abu-Arafeh I, Hershey AD, Diener H-C, Tassorelli C. Guidelines of the International Headache Society for controlled trials of preventive treatment of migraine in children and adolescents. Cephalalgia. 2019;39:803–816. [PubMed] [Google Scholar]", "Hershey AD, Powers SW, Vockell AL, LeCates S, Kabbouche MA, Maynard MK. PedMIDAS: development of a questionnaire to assess disability of migraines in children. Neurology. 2001;57:2034–2039. [PubMed] [Google Scholar]", "Orr SL, Turner A, Kabbouche MA, et al. Predictors of short-term prognosis while in pediatric headache care: an observational study. Headache. 2019;59:543–555. [PMC free article] [PubMed] [Google Scholar]", "Silverberg ND, Iaccarino MA, Panenka WJ, et al. Management of concussion and mild traumatic brain injury: a synthesis of practice guidelines. Arch Phys Med Rehabil. 2020;101:382–393. [PubMed] [Google Scholar]"], "isFullpaper": true, "keywords": ["concussion", "pediatric", "posttraumatic headache", "treatment"], "authors": ["Carlyn Patterson Gentile", "Ryan Shah", "Samantha L. Irwin", "MB", "BCh", "BAO", "FRCPC", "Kaitlin Greene", "Christina L. Szperka", "MSCE", "FAHS"], "term": "headache", "chunk_id": ["c6f80bd9-73a1-4b4d-86a9-c3df6f9214b0", "915a064d-aaa9-4675-9f73-670db6a9f354", "952c0147-8237-4302-b3ba-809ee7aacfc1", "9ad6a19c-8fcb-448a-a8b4-149f5198fd5d", "69d0506e-c09f-4cac-afa7-6a6a09373999", "276c1252-1f0e-4177-95d0-182742d2acff", "cf5e1410-6d26-44ab-80e5-2c26efcf6631", "adc1b650-7e0a-45d2-9ce9-b3f47c2dab53", "6f27fa67-a235-4d3d-94ed-0624d99ba3c6", "261494c5-278a-4658-9671-eb0b93041862", "d31bb316-85eb-464e-99dc-d3f082b9f8b5", "a8cc3132-90fd-4421-8fcd-3e8535d260f3", "c3e98983-afc4-4f46-8b6b-a55682a844f0", "8bea0dae-fade-4708-a7ff-b49daf1eccbd", "560b8570-24d9-42a0-8c4a-9e202abb44a9", "3eb49e77-8632-4c79-a4ef-81a0c1bdd31a", "9a9f1276-064c-4fa5-8c74-54296f6e9e9f", "f7ab2261-27f0-4a59-b541-31fd73b51c25", "7f7cfab8-1781-4026-99c9-e4f3851dcd2f", "57dd8437-8eef-46b7-9094-1cacfee1c99b", "1ffdb9ad-025b-4aec-b1e9-a4701b1d64db", "6c3339c2-6283-499f-b66b-9f350346a557", "51aa5739-6940-40ca-8c7e-21597c5eba94", "b634507a-0f6b-4e12-a607-8abba733cf24", "1d121d46-2b80-4148-9278-e667df22214d", "28b12c3f-5166-400b-a8ff-d8e3bab16ae8", "739f8a83-57c9-4b7b-9dc5-5c9e4c02ab6d", "6af2ba7a-94c0-4ddd-9866-e22479f06e0b", "ff4a3d05-a23e-46c7-92d1-08d9b431a82f", "64e66394-4787-49d5-ae2c-a0c734de1566", "60f35fc7-d922-4227-8b80-8689033e3474", "4f45e6b2-0c3a-45e8-8111-15ed7e061ac8", "e458294e-af7c-4a24-9e48-6675dc9e0c65", "012f8978-a140-4cd3-9ab3-f731c024d411", "49f516f3-5ca5-456c-ae84-ea8def1fdb3e", "0033fb45-538b-4d4a-bbd6-ba534b7e0fd4", "217930b2-e0c7-4a84-a2bd-28532b8eaa90", "59cf5fea-2da9-47ef-b324-f2d024ad1765", "280f9059-4eea-4849-9c28-1a1d8e67ab3a", "15c52b04-d191-4624-a381-4695beddcf2d", "cccdd001-3056-4bbe-8dc2-b25f591119bb", "b9fd6825-b698-47c2-9d1c-2c13e9700f56", "769c852b-ecd8-4c53-bf64-a5bf4263b5db", "90ad5927-1f67-4882-8033-b9650ff6b5be", "0b9e8f59-f0ee-44f0-8704-760da6b9296e", "cae8e017-dc73-4d65-b5b0-d64739ff2e06", "dcc5cac0-1858-416c-9b8f-d4011987381f", "870e6b44-3d85-4200-8fcf-3e7ef2a1f00b", "09f2b343-3fe4-41ec-ab8d-9dcd3cc88f93", "ff4e96a6-eb52-4c4e-8e8b-4b925d0a695b", "ebd46d0b-0391-4f78-9d35-2cefe93d46bf", "7a168114-3177-4ed7-9ff5-bd31636fd4f3", "46030147-e6e8-4fbb-9c45-f598b88e6541", "50c7397f-ca44-45ae-9f9a-8c51b58c7fd0", "fce863ef-341f-4acf-866f-2613cc1900e3", "a5f60e22-5ad4-4e5b-905f-bfa49d8983e4", "ee4384ac-21bc-4e53-bbfa-8c49f52cee30", "84f36e9f-0793-48c8-9827-a00750e65a1d", "323d0638-58c1-4969-90e4-a90871b6bb86", "5f1c80ea-415a-44f4-9427-831a8454c50a", "8987a915-fd36-49fc-9644-335c60d362c0", "0fdd5b65-5ed3-46a1-a063-e9441143fcd2", "e0a5d516-f4ef-409c-acb9-f0bcebfafa7f", "5fde75b3-5e3d-4e4b-a2cf-9fed0a480b67", "51c9cebc-1fed-4f93-820c-56e2125bab1d", "a1c86344-a84b-4c9f-87d0-2bb161146a0b", "9badca9c-d869-4ce1-a181-fea04213d162", "c5b7c494-c4f7-48a5-9438-d8b3295d9f85", "0f9f4db5-6fc7-45fd-bbe5-7e9f1c3732cc", "5ce62590-7cea-43ed-b68d-6d7024a48a02", "f4cc301a-a490-43ed-b4d3-c4083e4a9444", "918cc113-8c9e-432e-ae1e-9e5f690aa8a1", "60a8429a-b4b7-4902-a887-8c9b6adc58f8", "3ae10b7a-389c-42de-960f-c4c9008195b9", "da1f9701-a9bf-4cd9-9012-974a5795a50f", "b473fd72-f278-4f99-bc61-c76a1b5b56cb", "b228fff1-0a6b-42f2-a071-bc2bee199108", "a8748ede-8772-4e73-aee2-e5acbf778a41", "770044e2-57aa-430b-bad8-1c54db6bd3d4", "c29083e5-3252-49f2-a487-ad1df2d68a94", "10ecfd81-5589-46fa-a594-f7d1e7994bc5", "330cf831-0952-4caf-b742-bc972431a95d", "b5ff3ff9-8e39-4664-b3eb-3f935f2e4a87", "6489e818-f36b-474e-84fe-a4980587786d", "28de685f-96db-4d89-b771-8e01ae5faad8", "27c0fd85-cb7a-4f34-91d7-45b3e4b2b40b", "b0b97f17-1528-40d3-8614-818a2484fc08", "2880d950-efc2-4d6f-8540-b344829885c5", "c933df0a-ed3b-4043-8e14-e996c62653ab", "67b9ef1e-0a40-4c90-8811-aa21c1bf071a", "3447b8d1-83e9-4ebc-b4ee-8ef3138b8430", "ffb54874-c1d9-4c7a-b784-e98120be4a76", "14f45aa6-4c8e-45db-be0a-8b8a0e0d3922", "aa3a8ffb-a689-4b33-9411-5479611c4432", "7d733ba9-c79e-4c81-a09a-212e282be89d", "0adecdfa-2ee1-4246-9b33-e0422621a3a3", "d761756f-5a5a-42fb-a9da-14a3201696ba", "d1cd7061-5d1c-43aa-b2ca-f72957e7b453", "057758a3-1889-46dc-8502-8d252424f408", "b278d944-7408-46be-9090-8cbdbb70940f"], "chunks": ["Headache. Author manuscript; available in PMC 2022 Dec 4.Published in final edited form as: Headache. 2021 Nov; 61(10): 1475–1492. Published online 2021 Dec 4. doi: 10.1111/head.14236PMCID: PMC9037067NIHMSID: NIHMS1789806PMID: 34862612Acute and chronic management of posttraumatic headache in children: A systematic reviewCarlyn Patterson Gentile, MD, PhD,1,2 Ryan Shah, BS,3 Samantha L. Irwin, MSc, MB, BCh, BAO, FRCPC,4 Kaitlin Greene, MD,5 and Christina L. Szperka, MD, MSCE, FAHS1,2Carlyn Patterson Gentile1Pediatric Headache Program, Children’s Hospital of Philadelphia, Philadelphia, Pennsylvania, USA2Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USAFind articles by Carlyn Patterson GentileRyan Shah3School of Arts and Sciences, University of Richmond, Richmond, Virginia, USAFind articles by Ryan ShahSamantha L. Irwin4UCSF Child & Adolescent Headache Program, San Francisco, California, USAFind articles by Samantha L", ". IrwinKaitlin Greene5Doernbecher Children’s Hospital Child and Adolescent Headache Program, Division of Pediatric Neurology, Oregon Health & Science University, Portland, Oregon, USAFind articles by Kaitlin GreeneChristina L. Szperka1Pediatric Headache Program, Children’s Hospital of Philadelphia, Philadelphia, Pennsylvania, USA2Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USAFind articles by Christina L", ". SzperkaAuthor information Copyright and License information PMC Disclaimer1Pediatric Headache Program, Children’s Hospital of Philadelphia, Philadelphia, Pennsylvania, USA2Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA3School of Arts and Sciences, University of Richmond, Richmond, Virginia, USA4UCSF Child & Adolescent Headache Program, San Francisco, California, USA5Doernbecher Children’s Hospital Child and Adolescent Headache Program, Division of Pediatric Neurology, Oregon Health & Science University, Portland, Oregon, USAAUTHOR CONTRIBUTIONSCPG was responsible for study conception, and design, designed and performed literature searches and organized data, was involved in abstract review, and article review and data input into RedCAP®, and wrote the manuscript. RH was involved in abstract review, article review and data input into RedCAP®, and reviewed the manuscript", ". SLI and KG provided critical feedback to study design, were involved in abstract review, and article review, and provided text and critical revisions to the manuscript. CLS was involved in study conception, study design, article review, and provided critical revisions to the manuscript. All authors read and approved the final manuscript.Correspondence: Carlyn Patterson Gentile, Pediatric Headache Program, Children’s Hospital of Philadelphia, 3501 Civic Center Boulevard, Philadelphia, PA 19104, USA. ude.pohc@cnosrettapPMC Copyright notice The publisher's final edited version of this article is available at HeadacheAbstractObjectives: The goal of this paper is to provide a compilation of the evidence for the treatment of posttraumatic headache (PTH) in the pediatric population. Headache features and timing of therapy were considered.Background: Headache is the most common symptom following mild traumatic brain injury (mTBI), affecting more than 80% of children and adolescents", ". It is unclear whether treatment for PTH should be tailored based on headache characteristics, particularly the presence of migraine features, and/or chronicity of the headache.Methods: Systematic literature searches of PubMed, Embase, Scopus, and Cochrane databases (1985–2021, limited to English) were performed, and key characteristics of included studies were entered into RedCAP® (Prospero ID CRD42020198703). Articles and conference abstracts that described randomized controlled trials (RCTs), cohort studies, retrospective analyses, and case series were included. Participants included youth under 18 years of age with acute (<3 months) and persistent (≥3 months) PTH", ". Studies that commented on headache improvement in response to therapy were included.Results: Twenty-seven unique studies met criteria for inclusion describing abortive pharmacologic therapies (9), preventative pharmacotherapies (5), neuromodulation (1), procedures (5), physical therapy and exercise (6), and behavioral therapy (2). Five RCTs were identified. Studies that focused on abortive pharmacotherapies were completed in the first 2 weeks post-mTBI, whereas other treatment modalities focused on outcomes 1 month to over 1-year post-injury. Few studies reported on migrainous features (7), personal history of migraine (7), or family history of migraine (3).Conclusions: There is limited evidence on the timing and types of therapies that are effective for treating PTH in the pediatric population", ". Prospective studies that account for headache characteristics and thoughtfully address the timing of therapies and outcome measurement are needed.Keywords: concussion, pediatric, posttraumatic headache, treatmentINTRODUCTIONHeadache is the most common symptom following mild traumatic brain injury (mTBI)", ". Posttraumatic headache (PTH) is reported by more than 80% percent of children and adolescents.1 Eight percent of children who have had head trauma will have headache that persists beyond 3 months,2 fulfilling International Classification of Headache Disorders, 3rd edition (ICHD-3) criteria for persistent headache attributed to trauma or injury to the head and/or neck, here termed persistent PTH.3 Migraine is the most common phenotype of PTH in children and is seen in up to 55% of cases.4 Prior work in children suggests that PTH with migrainous features5–9 or a personal or family history of migraine is associated with prolonged recovery.5,6 The PTH “migraine phenotype” may represent a subset of patients who would benefit from more directed headache management.9 This is of particular interest in the pediatric population due to the high incidence of migraine in the teenage years and early twenties.10 In this age group, individuals prone to developing migraine may not have exhibited", "twenties.10 In this age group, individuals prone to developing migraine may not have exhibited symptoms yet and mTBI may act as a triggering event for migraine.11 Three reviews have focused on PTH treatment in the past decade.12–14 Although informative, only one looked exclusively at children,14 and none reported the presence of migrainous features.The objective of this review was to identify randomized controlled trials (RCTs), cohort studies, retrospective analyses, and case series of youth (<18 years) with acute or persistent PTH that assessed the effect of pharmacologic, procedural, and nonpharmacologic treatments on headache improvement", ". Headache characteristics, including presence of migrainous features, and the timing of therapies were evaluated when available. This review identifies gaps in knowledge regarding the management of pediatric PTH to help guide future treatment trials.METHODSThis systematic review preregistered protocol can be found on the Prospero database (ID CRD42020198703). PRISMA guidelines were followed,15 except in the subgrouping of results to streamline integrating results within multiple treatment categories. Studies that met the following criteria were included: (1) at least 50% of subjects were younger than 18 years old, (2) acute (<3 months) and/or persistent (≥3 months) PTH of any phenotype was evaluated, (3) headache treatment response was reported, (4) sample size was >1, (5) written in English, and (6) published between 1985 and 2021. Headache features and duration were considered", ". Headache features and duration were considered. We included peer-reviewed studies of a broad range of research designs given the limited research on the treatment of pediatric PTH. Papers that solely discussed diagnosis, evaluation tools, epidemiology, return to play or return to learn but not treatment were excluded. Review and opinion articles were also excluded, but one reviewer examined references to screen for additional articles that met inclusion criteria.Our literature search strategy was designed to target four key concepts: (1) child and adolescent, (2) posttraumatic, (3) headache, and (4) treatment. Queries of PubMed, Embase, Scopus, and Cochrane review search engines were conducted on July 16, 2020 and May 3, 2021. Details of the search strategy can be found in the Appendix.After duplicates were removed, two review authors independently screened the titles and abstracts of the search results for the inclusion and exclusion criteria", ". Information from the abstract search was saved in a Microsoft Excel® spreadsheet, and software generated in Matlab® was used to identify duplicates. Two authors independently extracted data from the selected studies and entered it into REDCap®, an electronic data management program, and each article was assessed for quality. We integrated the data as a descriptive synthesis rather than a meta-analysis due to the limited studies available", ". Study design type, as well as checklists provided by the National Institutes of Health (NIH) Quality Assessment Tools (https: //www.nhlbi.nih.gov/health-topics/study-quality-assessment-tools), which were specific to study type, were used to rank the data as “good,” “fair,” or “poor” based on prior reports that have used this tool16 (Table 1).TABLE 1Data quality assessment definitionsData qualityType of evidenceGood Well-designed, well-executed randomized controlled trials Fair Randomized controlled trials with minor limitations including minor flaws in design or executionWell-designed, well-executed nonrandomized controlled studies, or observational studies Poor Randomized controlled trials with major limitationsNonrandomized intervention or observational studies with major limitationsUncontrolled clinical observations without comparison group (e.g., case series, case reports) Open in a separate windowDisagreements were reconciled by a third author", ". Data extraction included study information and characteristics, the therapeutic agent used, and outcomes assessed. Subject characteristics included headache features, family and personal history of migraine, details of treatment, and time from concussion to treatment were collected when available.The main outcome measure was improvement of headache. This was intentionally broad to capture as many articles as possible that comment on change in PTH related to an intervention. This included subjective improvement in headache, change in headache severity and/or frequency, improvement in migrainous features (i.e., photophobia, phonophobia, and nausea), and headache-related disability.RESULTSOf the 3458 studies screened, 27 unique studies met criteria for final inclusion with a pooled sample size of 5036 participants (Figure 1). Seventeen of the studies (63%) included subjects that were 18 years old, with four of those (15%) including subjects older than 18", ". Therapeutic approaches were broadly characterized into abortive pharmacologic treatments, preventative pharmacologic treatments, procedures, neuromodulation, PT and exercise, and collaborative care and behavioral therapy (Table 2).Open in a separate windowFIGURE 1Flow chart of article identification and selectionTABLE 2Synopsis of findings from articles included in the systematic reviewFirst author (date)Study typeParticipant characteristicsTreatmentOutcomeData quality Abortive pharmacotherapies (oral) Petrelli et al", ". (2017)17Prospective randomized open-label control trialParticipants presented to the emergency department within 48 h of mTBIMigrainous headache: 39%Treatment with the following analgesic regimens for 1 week: Ibuprofen 10 mg/kg q8 h ×72 h (n = 20)Acetaminophen 10–15 mg/kg q4 h ×72 h (n = 20)Alternating acetaminophen and ibuprofen ×72 h (n = 19)Standard of care: no analgesic recommendations (n = 20)Outcome measures: Number of headache days, number of headache episodes, headache intensity, and higher return to school rate over 1 week of treatmentFairAge range (mean): 8–18 yearsHx of migraine: NROutcome: Patients in any of the treatment arms had fewer headache days, headache episodes, and lower headache intensity, and a greater percentage were back to school compared to the standard of care group", ". Subjects in the alternating group had the best responseIbuprofen.: #headache days 5/7, back to school 61%Acetaminophen: #headache days 7/7, back to school 33%Both: #headache days 4/7, back to school 79% Standard of care: #headache days 7/7, back to school 21%Mean (SD) headache episodes/patient/day and headache intensity for each of the 7 days in the trial were reported(12.9)n = 79 (50% female)**Included 18 years oldFamHx of migraine: NRHeyer et al. (2014)22Retrospective cohortParticipants meeting criteria for medication overuse headache (MOH) who presented to a headache clinic >3 months following mTBIMigrainous headache: NRDiscontinuation of as-needed analgesics (ibuprofen, acetaminophen, naproxen, oxaprozin)Outcome measure: Headache improvement or resolution within 2 months of discontinuing analgesicsPoorAge range (median): 13–17 yearsHx of migraine: 37%Outcome: 68.5% of subjects with MOH reported headache improvement after discontinuing analgesics", ". No further statistical analysis was reported(15.2)FamHx of migraine: NRn = 77 (63% female; 54/77 met criteria for MOH)Note: 75.9% of participants with MOH had daily episodic or continuous headacheCohen and Conidi (2015)20 (abstract)Retrospective cohortParticipants were diagnosed with concussion/mTBI at a tertiary care center. Age range: 14–19 years n = 19 (randomly selected)Migrainous headache: NRAny reported therapies for PTHOutcome measure: Headache reliefPoor**Included >18 years oldHx of migraine: NRFamHx of migraine: NROutcome: Triptans and onabotulinumtoxinA reported as providing the most rapid headache relief. No statistical analysis was providedTejani et al", ". No statistical analysis was providedTejani et al. (2017, 2019)18,19 (abstract)Prospective cohortParticipants presented to a concussion clinic within 30 days of concussion/mTBIMigrainous headache: Hx of migraine: NREffect of NSAID and triptan use within 30 days of concussion/mTBINSAIDs only (61% of participants)Triptans only (1.1% of participants)NSAIDs + triptans (5.3% of participants)No treatment (32.6% if participants)Outcome measure: Headache resolution, and headache severity at 3 monthsPoorAge range: 6–18 years n 528(45% female)Hx of migraine: NROutcome: Reduction in number of subjects reporting headache from 75.4% to 18% regardless of treatment group with no significant difference between the NSAID group and no treatment group (81.4% → 18.6% vs. 86.6% → 13.4%, p = 0.165)A higher proportion of subjects who used triptans reported greater headache severity compared to the NSAIDs group (5/5 triptans group vs. 10/28 NSAIDs + triptans group vs", ". 10/28 NSAIDs + triptans group vs. 23/172 NSAID group, p < 0.001)Subjects who used triptans reported greater headache severity than those who used NSAIDs (mean triptan only 1.6 95% CI: 1.0–2.4, mean triptan+NSAID 1.0 95% CI: 0.7–1.4, mean NSAID only 0.3 95% CI: 0.2–0.4, mean no med 0.2 95% CI: 0.1–0.3)**Included 18 years oldFamHx of migraine: NRBramley et al. (2012)21Retrospective case seriesCase series included a 10-year-old male and a 15-year-old female presenting with concussion/mTBI within the first monthMigrainous headache: 100%4 mg 6-day tapering Medrol dose pack in addition to other abortive and preventative therapies. Other medications included amitriptyline, melatonin, and gabapentinOutcome measure: Descriptive, headache improvementPoorHx of migraine: NROutcome: Both subjects reported improvement with Medrol dose packOne subject completed an additional 14-day taper because of symptom return following completion of the first taper", ". No significance testing was reportedFamHx of migraine: NR Abortive pharmacotherapies (intravenous) Lumba-Brown et al. (2014)23Prospective randomized controlled trialParticipants were recruited acutely following concussion/mTBI in an emergency department (duration post-injury not specifically reported)Migrainous headache: NRParticipants were randomized to receive a single dose of 10 ml/kg of one of the following given over 1 h: 3% hypertonic saline (HTS, 52% of participants)Normal saline (NS, 48% of participants)Outcome measure: Wong-Baker face scale pain score before versus immediately after infusion, and 2–3 days laterFairAge range (mean): 7–16 yearsHx of migraine: NROutcome: Participants who received HTS reported a greater reduction in pain scores compared to NS immediately (3.52 vs. 1.14-point decrease, mean difference between groups −2.38 95% CI: −0.3 to −1.4*, p < 0.001) and 2–3 days after infusion (4.61 vs", ". NS 3.00-point decrease, mean difference between groups −1.61 95% CI: −2.90 to −0.30, p = 0.014)A multiple-regression model used to adjust for initial higher pain reports in the HTS group and other potential confounders still demonstrated a significantly greater reduction in pain in the HTS compared to NS group (mean difference between groups −1.86 95% CI: 0.92 to 2.79*)*95% CI intervals may contain an error, and sign conventions may also be reported in error(12)n = 44 (37% female)FamHx of migraine: NRBresee et al", ". (2018)24Prospective cohort, planned subanalysisParticipants presented to the emergency department within 48 h of concussion/mTBIMigrainous headache: NRParticipants received one of the following: Single dose of IV metoclopramide (dosage not reported, 3% of participants)No treatment (97% of participants)Outcome measure: Persistent headache at 1 and 4 weeksFairAge range: 8–17 yearsHx of migraine: 13%Outcome: IV metoclopramide was not associated with lower rate of persistent headaches at 1 week (unadjusted RR 1.0 95% CI: 0.8–1.3; adjusted multivariable logistic regression OR 0.6 95% CI: 0.4–1.1; adjustment with propensity score using 1: 4 matching algorithm RR 0.8 95% CI: 0.6–1.2)At 4 weeks (unadjusted RR 1.0 95% CI: 0.9–1.2; adjusted multivariable logistic regression OR 0.8 95% CI: 0.4–1.5; adjustment with propensity score using 1: 4 matching algorithm RR 0.9 95% CI 0.8–1.1)n = 2095 (41% female)FamHx of migraine: 47%Note: 75% reported constant headacheChan et al", ". (2015)25Retrospective cross-sectionalParticipants presented to the emergency department within 14 days of concussion/mTBI (mean 2 days) and received IV headache treatmentMigrainous headache: NRParticipants received IV NS bolus and the following IV medications (dosages not reported): Ketorolac only (21% of participants)Prochlorperazine, metoclopramide, chlorpromazine (12% of participants)Ondansetron only (15% of participants)Ketorolac + metoclopramide or prochlorperazine (52% of participants)(4)Outcome measure: Treatment success defined as >50% reduction in headache severity score (0–10) after infusion", ". Headache resolution was also reportedPoorAge range (mean): 8–21 yearsHx of migraine: 21%Outcome: 86% (95% CI: 82.0%–90.4%) had treatment success overall80% in the ketorolac only group93% in the metoclopramide or prochlorperazine only group89% in the combined group79% in the ondansetron only group52.4% (95% CI: 46.3–58.5) reported headache resolution overallPatients who got a head CT were less likely to have treatment success (80% vs. 91%, p = 0.008)Patients who did not get a head CT were significantly more likely to have treatment success (multivariable analysis OR 2.95, 95% CI: 1.39–6.56)(13.8)FamHx of migraine: NRn = 254 (51% female)**Included ≥18 years oldKatz et al", ". (2018)26 (abstract)Retrospective cohortParticipants presented with concussion/mTBI to an outpatient infusion centerMigrainous headache: NRParticipants received a single dose of IV ketorolac,prochlorperazine, diphenhydramine, and 20 ml/kg NSOutcome measure: Headache improvement, headache severity scale (0–6) at follow-up after the infusionPoorAge: ≤18 yearsHx of migraine: NRIV fluid (medication dosages not reported)Outcome: 23/27 (85%) reported headache improvement, 1/27 (4%) found no improvement, 3/27 (11%) were not askedMean headache score was reduced from a 4/6 to a 2/6. No significance testing was reportedn = 27**Included 18 years oldFamHx of migraine: NR Preventative pharmacotherapies Kuczynski et al", ". (2013)47Retrospective cohortParticipants presented with concussion/mTBI to a concussion clinic a median of 6.9 months (range 1–29 months) post-injuryMigrainous headache: 39%Participants were placed on the following medications for a mean duration of 5.5 weeks (SD 4.3 weeks): Amitriptyline, up to maximum of 1 mg/kg/day based on response (n = 18, 41%)Nortriptyline, dosage not given (n = 9, 20%)Topiramate up to 1.5–2 mg/kg/day to a max 200 mg/day (n = 6, 14%)Flunarizine, dosage not given (n = 8, 18%)Melatonin, 3–10 mg nightly (n = 12, 23%)Indomethacin, dosage not given (n = 2, 5%) 39% received more than one treatmentOutcome measure: Significant response defined as ≥50% reduction in headache frequency", ". Headache resolution was also reportedPoorAge range (mean): ≤18 yearsHx of migraine: 14%Outcome: 64% reported successful response to preventative migraine medications: 13/18 (72%) on amitriptyline1/11 (11%) on nortriptyline0/6 (0%) on topiramate5/8 (63%) on flunarizine9/12 (75%) on melatonin2/2 (100%) on indomethacin (had stabbing headache)45% reported headache resolutionLength of time for follow-up was not a significant predictor of symptom resolution (χ2 = 0.341, p = 0.559)(14.1)FamHx of migraine: 52%n = 44 (66% female)**Included 18 years oldNote: 61%experienced daily headache at the start of treatmentBramley et al", ". (2015)28Retrospective cohortParticipants presented to a concussion clinic, “majority within 1–3 weeks of concussion”Migrainous headache: NRAmitriptyline started in those with persistent headache at 1 month postconcussion (n = 68; 17% of participants) at 10–100 mg/day (median 25 mg/day) for a median duration of 4 months (range 2–7 months)Outcome measure: Improvement in headache symptomsPoorAge range: 13–18 yearsHx of migraine: NROutcome: 82% (95% CI 70%-91%) reported improvement in headache symptoms33% (95% CI 12%-38%) of those on amitriptyline reported side effectsFemales were more likely to be prescribed amitriptyline (24% vs. 13%, p = 0.004)n = 400 (38% female)**Included 18 years oldFamHx of migraine: NRMarkus et al", ". (2016)46Retrospective case-control studyParticipants with TBI (81% with concussion/mTBI) presented to a headache clinic a median of 12 months (range 2–120 months) after injuryMigrainous headache: 54%20 participants were prescribed one of the following agents: Amitriptyline (n = 11)Propranolol (n = 6)Topiramate (n = 3)(Dosages not reported)Outcome measure: Positive response was defined as ≥50% reduction in number of headache daysPoorAge range (median): 2–17 yearsHx of migraine: NROutcome: 10/20 (50%) of TBI participants prescribed preventative medication reported a positive response: 36% improved on amitriptyline50% on propranolol100% on topiramateNo significance testing was reported(9)FamHx of migraine: NRn = 74 (43% female)Mackie and Kirkham (2017)29 (abstract)Retrospective cohortParticipants presented with concussion/mTBI to a nurse-led neurology clinicMigrainous headache: 71%All participants received school accommodations/decreasing cognitive load", ". In addition, 16 participants (42%) were treated with topiramate (median dose 2 mg/kg/day)Outcome measure: Headache improvement, reported reduction in migraine frequency/migraine severityPoorAge range (median): 3–16 yearsHx of migraine: NROutcome: 84% reported headache improvement from the whole cohort12/16 participants (75%) prescribed topiramate reported reduction in frequency and severity of migrainous headachesNo significance testing was reported(13.8)FamHx of migraine: NRn = 38 (45% female)Sabo et al", ". (2017, 2018)30,31Retrospective case seriesCase series of children and adolescents diagnosed with pseudotumor cerebri following mTBIMigrainous headache: NRAcetazolamide 750–1000 mg BID (not all dosing reported) for a treatment interval 6 weeks-4 monthsOutcome measure: Headache improvementPoorAge range: 5–16 years n = 6 (66% female)Hx of migraine: NRTopiramate (dosing not reported)Outcome: 4/5 had improvement with acetazolamide, the nonresponder was found to have craniosynostosis1/1 had improvement with topiramate + acetazolamideTwo worsened on amitriptyline, and one worsened on propranolol, and one had only mild improvement on cyproheptadine prior to being diagnosed with pseudotumor cerebriNo significance testing was reportedCase series of children and adolescents diagnosed with pseudotumor cerebri following mTBIFamHx of migraine: NR Neuromodulation Pinchuk et al", ". (2013)33Retrospective cohortParticipants with diagnosis of chronic PTH based on ICHD-2 criteria, 6–9 months following concussion/mTBIMigrainous headache: NRTranscranial direct current stimulation (tDCS) for 30–45 min per session with 60–90 μA intensity (number of sessions not reported)Outcome measure: Headache frequency (days/month), headache severity scale (0–10), % patients with ≥50% reduction in headache frequency, and % patients with headache resolution for ≥4.5 months post-tDCSPoorAge range (median): 11–16 yearsHx of migraine: NROutcome: 52% reported headache resolution, with an additional 29% reporting ≥50% reduction in headache frequencyHeadache severity significantly improved (mean 5.4 SD 1.8 → mean 1.9 SD 1.2; p < 0.001)Headache frequency significantly improved (mean 10.3 SD 6.5 → mean 4.1 SD 2.2; p < 0.001)(13.6)FamHx of migraine: NRn = 44 Procedures Dubrovsky et al", ". (2014)34Retrospective case seriesParticipants with mean of 70 days post-injury with a diagnosis of acute or persistent PTH based on ICHD-3Migrainous headache: 83%Greater occipital nerve block ±lesser occipital nerve block ± supraorbital nerve block with 2% lidocaine + epinephrine; participants received between 1 and 6 nerve blocks with median duration between repeated nerve blocks of 18.5 days. Many subjects received abortive therapies, preventative therapies, or both concomitant to their nerve blockOutcome measure: Good therapeutic effect was defined as decrease in pain for >24 h or requested repeat nerve block, headache pain severity immediately after nerve block (0–10 scale)PoorAge range (mean): ≤18 yearsHx of migraine: NROutcome: 93% reported good therapeutic effect, and 71% of nerve blocks resulted in 0/10 headache painHeadache intensity decreased pre-versus post-headache (mean = 5.6, SD = 1.6 vs", ". mean = 0.4, SD = 0.9); % reduction mean = 93%, SD = 13%(14.6)FamHx of migraine: 77%n = 28**Included 18 years oldNote: history of headache was reported to be 70%Seeger et al. (2015)35Retrospective case seriesParticipants treated in concussion and TBI clinic who received a nerve block for PTH, mean of 5.6 months post injury (range 1–12 months)Migrainous headache: 40%.Greater occipital nerve block with 2% lidocaine + steroid (triamcinolone or methylprednisolone). Study did not comment on concomitant use of other therapiesOutcome measure: Full response was defined as >50% reduction in headache frequency, mean headache frequency (days/month) at follow-up was also reported. Routine follow up was via telephone 2–4 weeks after the procedure and 2–3 months for an in-person visit", ". Secondary outcomes included Rivermead Post-concussion Symptoms Questionnaire (RPSQ), and the Pediatric Quality of Life Inventory (PedsQL)PoorAge range (mean): 13–17 yearsHx of migraine: 6%Outcome: 64% of children had full responseHeadache frequency decreased from mean 26 SD 7 days/month to mean 18 SD 12 days/month (p = 0.014)RPSQ scores significantly decreased following treatment (mean 33.67 SD 13.47 vs. 24.33 SD 18.54; t(5) = 3.04, p = 0.029)PedsQL improved post-treatment (mean 52.04 SD 21.36 vs. 68.75 SD 27.50; t(7) = −2.62, p = 0.035)(15.5)FamHx of migraine: NRn = 15 (14 presented for follow up), (67% female)Note: 13/15 (87%) had daily headaches at time of procedure6/15 (40%) met ICHD-3 criteria for occipital neuralgiaZaremski et al", ". (2015)36Retrospective case seriesParticipants (16, 17, and 28 years old) presented with symptoms of occipital neuralgia following concussion/mTBIMigrainous headache: NRVariable: Greater and lesser occipital nerve block, trigger point injections, cervical medial branch block of C2 to C3, third occipital nerve blocksOutcome measure: Headache improvementPoor**Included ≥18 years oldHx of migraine: NROutcome: Both participants under 18 years old experienced complete but temporary relief from nerve blocks", ". No significance testing was reportedFamHx of migraine: NRLin and Tung (2016)37Retrospective case seriesParticipants (8 yM, 15yF, and 18 yF) with PTHMigrainous headache: NRAcupuncture for 6 to >12 sessions initiated 4–6 weeks following concussion/mTBI for persistent headacheOutcome measure: Headache frequency, headache severity (10-point scale)Poor**Included 18 years oldHx of migraine: NROutcome: All subjects reported reduction in headache frequency and a 3–7 point reduction in headache severity. No significance testing was reportedFamHx of migraine: NR Physical therapy and exercise Schneider et al", ". (2014)38Prospective randomized controlled trialParticipants with persistent postconcussion symptoms a mean of 50 days (range 8–276) following concussion/mTBIMigrainous headache: NRParticipants were randomized into the following groups: Intervention group (n = 15): cervical spine and vestibular rehabilitationStandard of care (n = 14)Outcome measure: Numeric pain rating scale for headache (010) compared between those who were cleared to return to sport vs. those who were not cleared in the treatment and control groups. Primary outcome measure was return to sport within 8 weeks of treatmentFairAge range (median): 12–30 yearsHx of migraine: NRBoth groups worked with a physiotherapist ×8 weeks or until medical clearance (mean number of sessions for each group = 6)Outcome: There was no significant difference in reduction of headache severity between cleared and not cleared subjects in the treatment or the control groups", ". Change in severity score (post - pre-treatment): Control group: Cleared: −7 (n = 1); Not cleared: −2.5 (range −7 to 1, n = 12a one participant in this group did not complete the follow-up questionnaire), p > 0.05Intervention group: Cleared: −3 (−8 to 0, n = 11); Not cleared: −2.5 (range −4 to 1, n = 4), p > 0.05Treatment group was 10.27 times more likely to be medically cleared to return to sport within 8 weeks (χ2 = 13.08, p < 0.001)(15)FamHx of migraine: NRBoth groups received postural education, range of motion exercises, cognitive and physical rest until asymptomatic followed by graded exertionn = 31 (42% female; 2 withdrew)**Included ≥18 years oldGauvin-Leplage et al", ". (2019)41Retrospective analysis of a prospective cohortParticipants reported ongoing symptoms at 4 weeks following concussion/mTBIMigrainous headache: NRExercise based active rehabilitation intervention ×4 weeksOutcome measure: Post-concussion symptom scale (PCSS) headache symptom score (0–6) compared from baseline to 2 and 4-weeks f/u. Primary outcome was total PCSS score at these visitsFairAge range (mean): 8–17 yearsHx of migraine: NROutcome: PCSS headache scores decreased over the 4 weeks of treatment. PCSS headache score: Girls 2.5 at baseline, 2.1 at 2-weeks f/u, 1.5 at 4-weeks f/u; Boys 1.9 at baseline, 1.3 at 2-weeks f/u, 1.1 at 4-weeks f/u; ANOVA, p < 0.001 for headache score change over timeMore girls reported headache, and had higher PCSS toral scores at baseline, and experienced a faster recovery compared to boys. Repeated-measures ANOVA, sex-specific difference for headache (p = 0.046)", ". Repeated-measures ANOVA, sex-specific difference for headache (p = 0.046). Generalized mixed regression model total PCSS by gender: Boys visit OR (95% CI): Visit 1: −8.81 (−12.37 to −5.26); Visit 2: −7.37 (−9.6- to −5.14); Visit 3: −11.40 (−14.33 to −8.48)(14.3)FamHx of migraine: NRn = 355 (53%. female)De Matteo et al. (2015)40Prospective cross-sectional studyParticipants presented to a concussion clinic a median of 4.1 months (range 0.7–35) post-injuryMigrainous headache: NRExertional testing ×1 sessionOutcome measure: Reduction in headache symptom score (0–6) at 5-min, 30-min, and 24-h post-exertional testing, headache improvement. Primary outcome was total decrease in symptom scoresPoorAge range (mean): 8–18 yearsHx of migraine: NR(14.8)FamHx of migraine: NROutcome: There was no significant difference in headache scores before vs. after exertional testing. Headaches worsened for 5 subjects and improved for 9 subjects", ". after exertional testing. Headaches worsened for 5 subjects and improved for 9 subjects. Mean headache symptom score decreased from 0.97 pre-exertion to 0.78 at 24 h post-exertion (Z = −1.10, p = 0.27), 30-min after exertion was also not significant (p = 0.39, Friedman test)Overall, the total number of symptoms and symptom severity significantly decreased. There was a significant total decrease in symptoms at 30 min and 24 h post-exertion testing (30 min: severity χ2 = 14.00, p = 0.001; number χ2 = 8.7, p = 0.01; 24 h: severity Z = −3.47, p < 0.01)n = 54 (41% female; 69% completed follow-up)**Included 18 years oldGrabowski et al", ". (2017)42Retrospective cohortParticipants were youth athletes with concussion symptoms persisting beyond 3 weeks (80% reported headache at initial visit)Migrainous headache: NR Hx of migraine: 20% (also included chronic tension-type headache)PT, cardiovascular exercise, vestibular/oculomotor exercise, cervicothoracic manual therapy and exercise, and sports specific training. Mean therapy duration was 84 days (range 7–266)Outcome measure: Headache score of how bothersome headaches were from post-concussion symptom scale (PCSS, 0–6). Primary outcome measure was change in total PCSSPoorAge range (mean): 12–20 yearsFamHx of migraine: NROutcome: Patients reported significantly decreased PCSS score post-PT. Total PCSS scores: Pre-PT mean 18.2 (SD = 14.2); Post-PT mean 9.1 (SD = 10.8); p < 0.01Significance testing was not done on the difference in headache scores pre-versus post-PT", ". Headache score: Pre-PT median 2 (range 0–5); Post-PT median 1 (range 0–5)Athletes with a history of chronic migraine or tension-type headache had a mean 10.22 point higher post-PT score compared to athletes with no headache history (p = 0.05)(15)n = 25 (56% female)**Included >18 years oldBailey et al. (2019)39Pilot, prospective randomized controlled trialParticipants with concussion at least 4 weeks post-injury (mean 56 days)Migrainous headache: NRParticipants were randomized into the following groups: Sub-threshold exercise program (n = 7): targeted 80% of heart rate that correlated with symptom exacerbation with physiotherapist ×6 weeksControl group (n = 8): instructed on daily stretching activities at home ×3 weeks, then daily walking ×3 weeksOutcome measure: % of participants with mild or no headaches defined as a Post-concussion Scale-Revised (PCS-R) headache score of ≤ 2 (0–6 scale)", ". Primary outcome measure was change in total PCS-R scorePoorAge range (mean): 14–18 yearsHx of migraine: 37%Outcome: Total PCS-R scores decreased more in the intervention than in the control group when depression was accounted for (PCS-R % change: intervention group mean = −63.3%, SD = 17.4; control group mean = −56.8%, SD = −27.8; F2,13 = 5.20, p < 0.05, partial η2 = 0.32) ANOVA (depression was a covariate). *1 subject from the intervention group was removed prior to analysis due to worsening PCS-R score and high baseline depression score% with mild or no headache was compared between baseline and post-treatment (intervention group 33% → 67%; control group 33% → 63%). Significance testing was not done(15.75)FamHx of migraine: NRn = 16 (44% female; 1 withdrew due to repeat injury)**Included 18 years oldWilson et al", ". (2020)43Retrospective cohortParticipants seen by a concussion specialist within 21 days of concussion stratified by early physical activity (PA)Migrainous headache: NRParticipants were stratified based on reports of early physical activity (prior to initial evaluation): PA group (n = 69): Reported early physical activityNo PA group (n = 506): Reported that they did not have early physical activityOutcome measure: Reporting persistent headache at the initial visit. Primary outcome was symptom resolution timesPoorMedian days post-injury was 8 for the early PA group and 12 for the no PA group (p < 0.001)Hx of migraine: NROutcome: The no PA group had significantly longer recovery times than the PA group (median 16 IQR 8–24 vs", ". 10.5 IQR 4–17, p = 0.02)Subjects in the PA group were significantly less likely to report persistent headache at their initial visit when adjusting for pre-existing headache history (adjusted OR = 0.14, 95% CI: 0.07–0.26)Age range (mean): 8–18 years (14.8)FamHx of migraine: NRn = 575 (34% female)**Included 18 years oldNote: History of pre-existing headache was reported (28% across the cohort, no significant difference between groups) Collaborative care, cognitive-behavioral therapy, and biofeedback McCarty et al. (2021)44Prospective randomized controlled trialParticipants presented to a concussion clinic within 9 months of concussion/mTBI with ≥3 persistent symptoms at least 1 month after concussionMigrainous headache: NRTreatment: Cognitive behavioral therapy and care management with enhanced medication consultation if warranted ×6 monthsOutcome measure: Traumatic Brain Injury-Quality of Life Headache Pain (13-item Likert-based scale)", ". Primary outcome measure was improvement in postconcussive symptomsFairAge range (median): 11–18 years (14.7)Hx of migraine: NRStandard of care: Standard management by subspecialty clinics ×6 monthsOutcome: There was a significant difference between postconcussive symptom outcomes between the collaborative care group and standard of care group (net difference from baseline between groups mean 3 months −3.4 95% CI: −6.6 to −0.1; mean 6 months −3.0 95% CI: −6.4 to 0.3; mean at 12 months −4.1 95% CI: −7.7 to −0.4; effect size Cohen d at 3 months 0.26 and 12 months 0.32)No difference in headache outcomes between collaborative care group and standard of care group (net difference from baseline between groups mean 3 months 0.2 95% CI: −1.9 to 2.3; mean 6 months −0.4 95% CI: −2.6 to 1.8; mean at 12 months −1.6 95% CI: −3.9 to 0.7)n = 200 (62% female)FamHx of migraine: NR**Included 18 years oldNote: 25% reported a history of chronic headachesSchwarz et al", ". (2017)45 (abstract)Retrospective cohortParticipants received PTH treatment and were evaluated a median of 5.7 months following mTBIMigrainous headache: NR≥2 biofeedback sessions for treatment of PTH. Compared responders and non-respondersOutcome measure: % reporting reduced headache frequency, % reporting reduced headache severityPoorAge range (mean): 8–18 yearsHx of migraine: NROutcome: 46% of participants responded to therapy, with 35% reporting reduced headache frequency and 23% reporting reduced severityResponders were significantly more likely to have stayed in school (χ2: 5.52, p = 0.02)Responders were significantly less likely to be on serotonin reuptake inhibitors or tricyclic anti-depressants (χ2: 3.86, p = 0.05)(15.5)FamHx of migraine: NRn = NR (77% female)**Included 18 years oldNote: 66% had daily headachesOpen in a separate windowaData quality measures were based on the National Institutes of Health (NIH) Quality Assessment Tools", ". Details can be found at https: //www.nhlbi.nih.gov/health-topics/study-quality-assessment-tools.Abortive pharmacologic therapiesWe identified six peer-reviewed articles and three conference abstracts that evaluated the use of abortive pharmacologic therapies for the treatment of PTH. This included two prospective RCTs. Abortive treatments were typically administered within the first 2 weeks following mTBI. Both oral and intravenous (IV) therapies were studied. Studies were generally limited by small sample size, lack of comparator group, and retrospective design.Oral abortive therapies The best evidence comes from a prospective randomized open-label study assessing scheduled acetaminophen, ibuprofen, or both compared to standard of care started within the first week of mTBI to treat PTH", ". Alternating ibuprofen and acetaminophen resulted in the fewest number of headache days and highest return-to-school rate, followed by ibuprofen alone, then acetaminophen alone.17 Only median and range values were reported; no formal statistical significance testing was done.In contrast, a large retrospective cohort study found no difference in the rate of persistent PTH at 3 months in those who used nonsteroidal anti-inflammatory drugs (NSAIDs) and/or triptans in the first 30 days compared to no treatment.18 In fact, those who used triptans developed persistent PTH at higher rates.18,19 A potential confounder is that subjects who used triptans may have had more significant headache and/or greater incidence of premorbid migraine, but this was not reported (NR). Additionally, medication doses and frequency were NR, and there was no metric for PTH severity at 3 months", ". Another study mentioned that triptans provided the most rapid relief for PTH, though more specific data were not included.20A case series reported two subjects who had marked improvement in PTH following a 6-day oral methylprednisolone taper within the first month of sustaining an mTBI.21 However, one subject required a more prolonged steroid taper due to headache recurrence, and many other co-agents were prescribed.The potential risks of overusing abortive headache therapies following mTBI were highlighted by a retrospective analysis of adolescents presenting to a headache clinic with persistent PTH", ". Seventy percent of participants in this cohort met criteria for medication overuse headache (MOH); among those, 68.5% had improvement in headache when over-the-counter analgesics and NSAIDs were discontinued.22 Notably, many of the subjects in this study were simultaneously receiving additional headache preventative pharmacologic treatments that may have impacted outcomes.Intravenous abortive therapies One small, RCT provided fair evidence that 3% hypertonic saline (HTS) was significantly more effective at decreasing headache severity than normal saline (NS) in youth with acute PTH immediately and 2–3 days after treatment.23 This study benefited from a randomized design and a standardized pain scale, but it did not specify the acuity of the mTBI, the follow-up period was short, and the study was stopped early due to challenges with recruitment.A subanalysis of a prospective cohort compared a single dose of IV metoclopramide given in the emergency department (ED) within 48 h of mTBI", "a single dose of IV metoclopramide given in the emergency department (ED) within 48 h of mTBI to no treatment", ". They found that IV metoclopramide did not reduce the risk of PTH at 1 and 4 weeks.24 This study was unique because it looked at the impact ofabortive treatment on long-term headache outcome", ". However, dosing was NR, treatment was not randomized, and only a very small percentage (3%) were given metoclopramide; it is therefore possible that those with more severe headache at onset were treated.A retrospective analysis of children ≤14 days of their mTBI who received IV fluids with either IV antiemetics (prochlorperazine or metoclopramide), IV ketorolac, or both found that most participants (80%–93%) experienced a >50% reduction in headache severity immediately following administration.25 This study was limited by its retrospective design, unreported medication dosages, and lack of long-term outcomes.Similarly, a retrospective chart review of an outpatient infusion center found that a single infusion of IV ketorolac, prochlorperazine, diphenhydramine, and NS improved headache in 85% of participants.26 However, this study was limited by retrospective design, undefined mean mTBI duration and follow-up period, small sample size, and unreported dosages.In summary, oral and IV", "duration and follow-up period, small sample size, and unreported dosages.In summary, oral and IV abortive therapies administered within the first days following mTBI may offer immediate relief for PTH", ". Fair evidence supports alternating ibuprofen and acetaminophen in the first week,17 as well as greater efficacy of HTS than NS in alleviating acute PTH.23 Two studies provided poor evidence for acute benefit of IV medications commonly used to treat migraine.25,26 In contrast, studies that looked at long-term (>1 week) effects did not find a benefit of NSAIDs, triptans,18,19 or IV metoclopramide24 for PTH. It is unclear whether abortive therapies can change the long-term trajectory of headaches following mTBI and whether MOH impacts likelihood of persistent PTH.22Preventative pharmacologic therapiesFive studies have reported on the effectiveness of preventative migraine medications in children with PTH.27 Quality of evidence was rated as poor for all studies.One cohort study evaluated children with PTH who were prescribed different preventative medications for headache for a mean duration of 5.5 weeks", ". Full treatment response was defined as ≥50% reduction in headache frequency with functional improvement, which was met by 64% of the cohort across all medications; 45% reported headache resolution. Full response occurred in 13/18 prescribed amitriptyline, 1/11 prescribed nortriptyline, 5/8 prescribed flunarizine, 0/6 prescribed topiramate, 9/12 prescribed melatonin, and 2/2 prescribed indomethacin (both with stabbing headache). Limitations of this study include presence of active co-interventions and lack of clarity regarding timing of medication initiation and timing of assessment.A second retrospective cohort study reported on children with persistent PTH treated with a preventative medication. Positive response to treatment was defined as ≥50% reduction in headache frequency, which was achieved by 10/20 patients overall. Positive response was reported by 4/11 of those prescribed amitriptyline, 3/6 prescribed propranolol, and 3/3 prescribed topiramate", ". Limitations of this study include unspecified time of initiation of medication and follow-up timing, as well as lack of specification of medication dosing.Bramley et al. reported on the efficacy of amitriptyline in a subset of adolescents evaluated in a concussion clinic.28 Participants with PTH ≥ 1 month were started on amitriptyline for headache prevention. Headache improvement was reported by 56/68 patients (82%) at a median of 4.4 months. Side effects were reported by 16/68 (23%). Females were more likely than males to report PTH (90% vs. 79%; p = 0.004) and were more likely to be prescribed amitriptyline (24% vs. 13%; p = 0.004).Mackie and Kirkham29 reported on PTH treatment in children presenting to a neurology clinic; 71% of patients had a migrainous phenotype. All patients received school accommodations, and 16 were treated with topiramate", ". All patients received school accommodations, and 16 were treated with topiramate. Eighty-four percent of participants in the cohort overall reported headache improvement; of those treated with topiramate, 12/16 reported reduction in frequency and severity of migrainous headache. Limitations of this study include unspecified time of initiation of medication and timing of follow-up. Additionally, there were limited comparisons between those treated with topiramate compared with those treated with headache accommodations only.One case series reported on six children who were diagnosed with pseudotumor cerebri following mTBI.30,31 Initiation of acetazolamide resulted in resolution of headache in 5/6 patients; the one case that did not respond was found to have craniosynostosis. In three cases, acetazolamide was used in combination with topiramate when topiramate alone was not effective", ". Patients were initially treated with other medications including amitriptyline, propranolol, and cyproheptadine for presumed PTH with no or incomplete response. The study was limited because not all patients met diagnostic criteria for pseudotumor cererbri,32 and it was difficult to ascertain whether pseudotumor cerebri was secondary to PTH given range of time to diagnosis.In summary, data on preventative medication efficacy in PTH are limited by poor quality of evidence with reliance on retrospective data collection. The most evaluated medication was amitriptyline, with positive responses reported in 36%–82% of patients across three studies. Topiramate use was also described in three studies, but small numbers of patients resulted in variable efficacy outcomes, with response reported as 0%, 75%, and 100%", ". Notably, amitriptyline and topiramate were found to be ineffective as monotherapy in patients subsequently found to have intracranial hypertension following mTBI, highlighting the importance of identifying headache phenotype or underlying headache syndrome when treating PTH. While several studies reported on the presence of migrainous headache prior to or following mTBI, none evaluated its impact on treatment outcomes.NeuromodulationOne retrospective study showed that transcranial direct current stimulation reduced headache frequency and severity in children with PTH. Over half reported headache resolution.33 This study benefited from clearly defined metrics of headache improvement but was limited by the lack of comparison group, small sample size, and inconsistent number of treatment sessions used.ProceduresOccipital nerve block Three retrospective case series reported PTH improvement following occipital nerve blocks", ". All were limited by small sample size, concomitant therapies, variable number of nerve blocks administered, and lack of comparator group. One study found that nerve blocks were effective at treating youth with acute or persistent PTH, many of whom reported migrainous headache and a personal and/or family history of migraine. In this cohort, 71% of occipital nerve blocks resulted in headache resolution immediately, and 93% of subjects reported a good therapeutic effect defined as >24 h pain reduction or repeat nerve block request.34 A smaller retrospective study also found benefit of greater occipital nerve blocks to treat adolescents with PTH; in this cohort, 6/15 patients had occipital neuralgia and 8/15 had occipital tenderness on exam. Nerve blocks were effective in reducing headache frequency with 9/15 participants reporting a ≥50% reduction,35 although time to follow-up was not clear", ". Finally, a case series described three patients with posttraumatic occipital neuralgia who reported complete but temporary benefit (days) of occipital nerve blocks.36Acupuncture One case series reported on three youth with PTH who reported a reduction in headache severity following multiple acupuncture sessions.37 The study is limited by the small case series design and concomitant use of other therapies for PTH in all three subjects.In summary, there is consistent evidence that occipital nerve blocks may be helpful for treating PTH in youth, but evidence is limited by small sample sizes and lack of comparator groups. Very limited data suggest acupuncture may also be helpful.Physical therapy and exerciseWe identified six studies (three prospective,38–40 three retrospective41–43) that evaluated PT and timing of increased activity on PTH in youth", ". Some reported headache improvement, whereas others found modest or no effect.Physical therapy A small prospective RCT of youth with postconcussion symptoms compared cervical spine and vestibular physical rehabilitation to standard of care. Both groups worked with a physiotherapist for 8 weeks or until medical clearance. Eleven of fifteen participants in the intervention group were medically cleared to return to sport versus 1/14 in the control group. None of the medically cleared patients reported persistent headache, although there was no significant difference in the reduction of headache symptom scores between those who were cleared or not cleared in either group.38 Conclusions for this study are limited by small sample size, and most comparisons that were made were between those who were cleared or not cleared for sports, not intervention versus standard of care", ". Retrospective analysis of a large prospective cohort provided fair evidence that a 4-week active rehabilitation intervention improved headache and postconcussion symptom scores for youth with persistent symptoms at 4 weeks post-injury.41 A small retrospective cohort study looking at the impact of PT, cardiovascular exercise, vestibular and oculomotor exercise, cervicothoracic manual therapy, and sports-specific training on postconcussion symptoms persisting beyond 3 weeks found a modest decrease in headache severity following intervention over 7 days to up to 6 months, though significance testing was not done. They did find a significant reduction in postconcussion symptoms overall (mean total symptom score pre-intervention 18.2 vs. post-intervention 9.1 p < 0.01).42Exercise A pilot, prospective RCT compared those who participated in a subsymptom threshold exercise program to a control group of youth who had sustained a concussion and were at least 4 weeks post-injury", ". Following intervention, both groups reported a higher percentage with mild or no headache. There was a significant effect in the intervention group when total postconcussion symptoms scores were evaluated, but significance testing comparing headache outcomes in the two groups was NR.39 A prospective study found that completing diagnostic exertional testing did not significantly reduce headache symptom scores 24 h after testing", ". This study was limited by a high drop-out rate (31%).40 One retrospective study looked at the impact of early physical activity (<3 weeks following mTBI) on the presence of PTH at the initial follow-up visit and found that those who did not report early physical activity were significantly more likely to report headache.43 Interpretation of this study is limited by the possibility that those who did not report early physical activity may have been experiencing more significant and more debilitating postconcussion symptoms at onset.In summary, there is poor to fair evidence to support physical and exercise therapy as a treatment for PTH, although not all studies reported a benefit", ". Notably, most studies were designed to look at postconcussion symptoms overall and not headache specifically.Collaborative care, cognitive behavioral therapy, and biofeedbackA large prospective RCT reported that collaborative care including cognitive behavioral therapy (CBT), care management, and medication consultation as needed significantly improved patient satisfaction and postconcussion symptoms compared to standard of care. However, there was no significant improvement in PTH,44 and details about medication used and for what purpose were not described.Another retrospective analysis evaluated biofeedback as a treatment for PTH in youth. Forty-six percent of the cohort reported an improvement in PTH, with 35% reporting reduced frequency and 23% reporting reduced severity", ". Participants who reported a decrease in headache severity or frequency following biofeedback were less likely to be on antidepressant medications and more likely to have stayed in school compared to those who did not respond.45 Sample size was NR and use of concomitant therapies limits interpretation.In summary, collaborative care including CBT was shown to improve overall quality of life and postconcussion symptoms but did not specifically improve headache outcomes.44 There is limited support for biofeedback improving PTH.Headache risk factors and characteristicsOf 27 studies, 7 reported headache with migrainous features,6,17,21,29,34,35,46 7 reported on premorbid migraine history,6,22,24,25,35,39,42 and 3 reported on migraine family history.6,24,34 When reported, the frequency of headache was high, with 61%–87% of patients described as having daily or constant headache.6,22,24,35,45 When considered as a confounding variable, presence of prior headache history appeared to impact", "When considered as a confounding variable, presence of prior headache history appeared to impact treatment outcomes,24,41 although this was not consistent across studies.25Four retrospective studies (all poor data quality) reported targeted treatments to headache phenotype", ". One study evaluating the efficacy of topiramate as a preventative specifically commented on reduction of “migrainous” headaches.29 Two patients with stabbing headache were effectively treated with indomethacin.47 Case series that reported on posttraumatic occipital neuralgia36 and posttraumatic pseudotumor cerebri30,31 reported high response rates to targeted treatment.Timing of therapiesMost abortive pharmacologic therapies were studied between 48 h and 14 days after mTBI, and their efficacy was measured immediately to days after treatment. All other treatment modalities were studied in youth with at least 3–4 weeks of persistent symptoms. In some cases, symptoms were persistent for >1 year. The duration of preventative pharmacologic treatment, when reported, ranged from 5.5 weeks to 4 months on average.DISCUSSIONWe did not identify any studies that provided good quality evidence for treatment of PTH in children and adolescents", ". This finding is unchanged from systematic reviews of pharmacologic and procedural PTH treatment in adults and children,12,13 and from a review of postconcussive symptoms including headache.14 We expanded on this work by focusing specifically on headache in the pediatric population, including a broader range of treatments, and assessing for the presence of migrainous headache features and/or family and personal history of migraine in the reviewed studies. Limitations of the study design include that the searches were limited to identifying articles in English that were published in 1985 or later.Treatments that have been studied include abortive and preventative medications, procedures, neuromodulation, PT, exercise, collaborative care models, and behavioral therapies. There were two RCTs that supported the use of acetaminophen and ibuprofen17 and IV HTS23 in acute PTH", ". Overall evidence for preventative therapies was significantly limited by small sample sizes and lack of comparator groups. There was poor, but consistent evidence to support the use of occipital nerve blocks to treat acute and persistent PTH; however, sample sizes were small, and lacked appropriate comparator groups. The greatest number of prospective studies with comparator groups focused on nonpharmacologic strategies used to treat postconcussive symptoms including PT, exercise therapy, and collaborative care models. However, in most cases, headache was not the primary outcome, but rather one of multiple postconcussion symptoms being measured on an inventory. Further research is needed to assess the specific impact of these therapies on PTH.Defining headache characteristics following mTBIAlthough PTH is considered its own entity,3 there has been an effort to identify features of other primary and secondary headache disorders in PTH", ". A predisposition to migraine appears to act as a catalyst for PTH development,48 and some cases of PTH may be the abrupt onset of trauma-triggered migraine.11 A recent prospective multi-center cohort study demonstrated that those reporting migrainous headache <8 weeks post-mTBI were more likely to have a prolonged recovery, and were more likely to be prescribed preventative migraine medication.9 The authors proposed that migraine phenotype may represent a target for early intervention. We found that while many studies evaluated migraine-directed therapies, relatively few studies specifically reported on the presence of migrainous headache features and/or family or personal history of migraine. Studies that did target specific headache phenotypes reported high efficacy rates, although these were notably limited by small sample size and study design.The severity and frequency of PTH may also impact the efficacy of treatments. Chan et al", ". Chan et al. found that subjects who had a head CT in the ED were more likely to not respond to a combination of IV abortive therapies,25 with need for CT as a potential surrogate for symptom severity. While relatively few studies reported the presence of constant or daily PTH, this is a particularly critical group to focus efforts on due to high disease burden.Acute versus persistent PTHThere was variability in the definition of persistent symptoms and the timing of preventative therapy initiation with 1 and 3 months being the most common cutoffs", ". This likely stems from different definitions of “persistent” in the mTBI literature, which range from 2 weeks up to 3 months.49 ICHD-3 criteria define persistent PTH as >3 months.3 Expert opinion has suggested that early treatment with preventative medications may be able to prevent the development of persistent PTH.50 However, there is no clear evidence-based determination of when it is most appropriate to switch focus from abortive to preventative pharmacologic therapies based on the results of this current review.Considerations for future clinical trial designWe propose the following recommendations based on our review: There is a need to establish standardized and validated metrics to measure headache improvement in PTH", ". Although guidelines to determine the efficacy of abortive therapies in children with migraine have not been established, in adults, the International Headache Society (IHS) recommendation for measuring pain resolution at 2 h as a primary endpoint and change in 4-point severity scale as a secondary endpoint51 would also be relevant for PTH. In children, the IHS recommends measuring the efficacy of preventative therapies as the change in total headache days/month.52 Measuring the number of severe headache days/month in addition may more effectively capture improvement for individuals with continuous headache. The PedMIDAS53 should be used as a metric of headache-related disability, which has been validated for time intervals as short as 1 month.54Consensus is needed on what constitutes persistent symptoms for research studies and when to start preventative therapies. We propose defining persistent symptoms as 4 weeks or longer", ". We propose defining persistent symptoms as 4 weeks or longer. Consensus is that symptoms persisting past the acute period (defined as 4 weeks for school-age children) usually do not have a single etiology, but rather involve a complex interplay between multiple biopsychosocial factors leading to a more complicated recovery.55 This definition diverges from the ICHD-3 criteria for persistent PTH3 but would encourage early headache intervention to prevent the development of prolonged symptoms.50Risk factors for prolonged recovery including family and personal history of migraine, and the presence of migrainous features with headache shortly after mTBI should be reported and taken into consideration in both research studies and clinical management of PTH.5,6,9Headache characteristics, including the presence of MOH, should be considered when choosing the most appropriate treatment", ". ICHD-3 criteria3 can be used to identify the characteristics and/or presence of other headache disorders following mTBI. Research is needed to understand whether mTBI can provoke other primary or secondary headache disorders and establish potential shared pathophysiologic mechanisms.CONCLUSIONThere is a paucity of evidence to guide clinicians on the timing and types of therapies that are effective for treating PTH. Well-designed prospective studies with appropriate sample size and comparator groups that include thoughtful approaches to headache features, and timing of therapies are needed.ACKNOWLEDGMENTSWe would like to thank Maylene Qiu of the University of Pennsylvania Biomedical Library Systematic Review Service who provided us support in the design of the search strategy for this protocol.CONFLIC T OF INTERESTCPG: Dr", ". Patterson Gentile has received grant support through the American Academy of Neurology Clinical Research Training Scholarship and the International Headache Academy Research Award. RS: Nothing to disclose. SLI: Dr. Irwin receives honoraria for authoring a chapter for the Canadian Pharmacy Association (CPhA) and from NeuroDiem, compensation for scientific consulting (Impel NeuroPharma, Inc.; Biohaven Pharmaceuticals; and Lundbeck A/S), and for research support from the Duke Clinical Research Institute. KG: Dr. Greene has received grant support from the International Headache Academy through the American Headache Society. She is site PI for a clinical trial of Qudexy XR sponsored by USB for which her institution receives financial support. CLS: Dr. Szperka has received research/grant support from the National Institutes of Health/National Institute of Neurological Disorders and Stroke (K23 NS102521). Dr", ". Dr. Szperka or her institution has received compensation for her consulting work for Allergan/AbbVie Inc; Impel NeuroPharma, Inc.; Eli Lilly; Lundbeck; Teva Pharmaceutical Industries Ltd; and Upsher-Smith Laboratories, LLC.Funding informationCPG received funding for time spent on this project from the Academy of Neurology Clinical Research Training Scholarship, the International Headache Academy Research Award, and the Minds Matter Frontiers grant from the Children’s Hospital of Philadelphia", ". CLS was supported by NIH NINDS K23NS102521Abbreviations: HTShypertonic salineICHD-3International Classification of Headache Disorders, 3rd editionIVintravenousMOHmedication overuse headachemTBImild traumatic brain injuryNIHNational Institutes of HealthNRnot reportedNSnormal salineNSAIDnonsteroidal anti-inflammatory drugPTHposttraumatic headacheTBItraumatic brain injuryAPPENDIXSEARCH STRATEGYMedline/PubMed: (“Child” [MeSH] OR “Adolescent” [MeSH] OR children OR pediatric OR teenager OR teenagers OR teen OR teens OR adolescents OR adolescence) AND (“Brain concussion” [MeSH] OR mild traumatic brain injury OR post-concussive OR concussion OR post-concussion OR post-traumatic OR post traumatic) AND (“Headache” [MeSH] OR “Post-traumatic headache” [MeSH] OR headaches) AND (“Therapeutics” [MeSH] OR “Treatment outcome” [MeSH] OR therapeutic OR therapy OR therapies OR treatment OR treatments OR intervention OR interventions OR management).Embase: (“child”/de OR “adolescent”/de OR children OR", "intervention OR interventions OR management).Embase: (“child”/de OR “adolescent”/de OR children OR pediatric OR teenager OR teenagers OR teen OR teens OR adolescents OR adolescence) AND (“brain concussion”/de OR mild traumatic brain injury OR post-concussive OR concussion OR post-concussion OR post-traumatic OR post traumatic) AND (“headache”/de OR “posttraumatic headache”/de OR headaches) AND (“treatment outcome”/de OR “therapy”/de OR therapeutic OR therapies OR treatment OR treatments OR intervention OR interventions OR management).Scopus: (child* OR adolescent* OR teen* OR pediatric) AND headache AND (concussion OR “mild traumatic brain injury”) AND (therapy* OR treatment OR intervention OR management) AND PUBYEAR >1985 AND (LIMIT-TO (LANGUAGE, “English”)).Cochrane Library: (“Child” OR “Adolescent” OR children OR pediatric OR teenager OR teenagers OR teen OR teens OR adolescents OR adolescence) AND (“Brain concussion” OR mild traumatic brain injury OR post-concussive OR concussion", "AND (“Brain concussion” OR mild traumatic brain injury OR post-concussive OR concussion OR post-concussion OR post-traumatic OR post traumatic) AND (“Headache” OR “Post-traumatic headache” OR headaches) AND (“Therapeutics” OR “Treatment outcome” OR therapeutic OR therapy OR therapies OR treatment OR treatments OR intervention OR interventions OR management).REFERENCES1", ". Eisenberg MA, Meehan WP, Mannix R. Duration and course of post-concussive symptoms. Pediatrics. 2014;133: 999–1006. [PMC free article] [PubMed] [Google Scholar]2. Shaw L, Morozova M, Abu-Arafeh I. Chronic post-traumatic headache in children and adolescents: systematic review of prevalence and headache features. Pain Manag. 2018;8: 57–64. [PubMed] [Google Scholar]3. International Headache Society. The International Classification of Headache Disorders, 3rd edition. Cephalalgia. 2018;38: 1–211. [PubMed] [Google Scholar]4. Blume HK, Vavilala MS, Jaffe KM, et al. Headache after pediatric traumatic brain injury: a cohort study. Pediatrics. 2012;129: e31–e39. [PubMed] [Google Scholar]5. Zemek R, Barrowman N, Freedman SB, et al. Clinical risk score for persistent postconcussion symptoms among children with acute concussion in the ED. JAMA. 2016;315: 1014–1025. [PubMed] [Google Scholar]6. Kuczynski A, Crawford S, Bodell L, Dewey D, Barlow KM", ". [PubMed] [Google Scholar]6. Kuczynski A, Crawford S, Bodell L, Dewey D, Barlow KM. Characteristics of post-traumatic headaches in children following mild traumatic brain injury and their response to treatment: a prospective cohort. Dev Med Child Neurol. 2013;55: 636–641. [PubMed] [Google Scholar]7. Lau B, Lovell MR, Collins MW, Pardini J. Neurocognitive and symptom predictors of recovery in high school athletes. Clin J Sport Med. 2009;19: 216–221. [PubMed] [Google Scholar]8. Heyer GL, Young JA, Rose SC, McNally KA, Fischer AN. Post-traumatic headaches correlate with migraine symptoms in youth with concussion. Cephalalgia. 2015;36: 309–316. [PubMed] [Google Scholar]9. Kamins J, Richards R, Barney BJ, et al. Evaluation of posttraumatic headache phenotype and recovery time after youth concussion. JAMA Netw Open. 2021;4: e211312. [PMC free article] [PubMed] [Google Scholar]10. Lipton RB, Bigal ME. The epidemiology of migraine. Am J Med. 2005;118: 3–10. [PubMed] [Google Scholar]11", ". The epidemiology of migraine. Am J Med. 2005;118: 3–10. [PubMed] [Google Scholar]11. Haas DC, Lourie H. Trauma-triggered migraine: and explanation for common neurological attacks after mild head injury. Review of the literature. J Neurosurg. 1988;68: 181–188. [PubMed] [Google Scholar]12. Larsen EL, Ashina H, Iljazi A, et al. Acute and preventive pharmacological treatment of post-traumatic headache: a systematic review. J. Headache Pain 2019;20: 1–9. [PMC free article] [PubMed] [Google Scholar]13. Watanabe TK, Bell KR, Walker WC, Schomer K. Systematic review of interventions for post-traumatic headache. PM R. 2012;4: 129–140. [PubMed] [Google Scholar]14. Winkler R, Taylor NF. Do children and adolescents with mild traumatic brain injury and persistent symptoms benefit from treatment? A systematic review. J Head Trauma Rehabil. 2015;30: 324–333. [PubMed] [Google Scholar]15. Page MJ, McKenzie JE, Bossuyt PM, et al", ". 2015;30: 324–333. [PubMed] [Google Scholar]15. Page MJ, McKenzie JE, Bossuyt PM, et al. The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. BMJ. 2021;372: n71. [PMC free article] [PubMed] [Google Scholar]16. National Heart, Lung, and Blood Institute. Assessing Cardiovascular Risk: Systematic Evidence Review from the Risk Assessment Work Group; 2013. https: //www.nhlbi.nih.gov/health-topics/assessing-cardiovascular-risk. Accessed October 23, 2021. [Google Scholar]17. Petrelli T, Farrokhyar F, McGrath P, et al. The use of ibuprofen and acetaminophen for acute headache in the postconcussive youth: a pilot study. Paediatr Child Health. 2017;22: 2–6. [PMC free article] [PubMed] [Google Scholar]18. Tejani A, Hynan L, Middleton E, Bell K, Cullum M, Vargas B. Gender differences in post-concussive headache treatment outcomes among pediatric patients from the North Texas Concussion Registry (ConTex). Headache. 2017;57: 1331–1332. [Google Scholar]19", ". Headache. 2017;57: 1331–1332. [Google Scholar]19. Tejani A, Masrour S, Bunt S, Cullum C, Vargas B. Longitudinal pediatric post-traumatic headache treatment outcomes. Cephalalgia. 2019;39: 317–318. [Google Scholar]20. Cohen D, Conidi F. Neurologic exam findings and clinical manifestations of post-concussion syndrome in a pediatric population. Neurology. 2015;84: P7.177. [Google Scholar]21. Bramley H, Melinosky C, Silvis M, Ross S. Pediatric posttraumatic headache: two cases using steroids as abortive therapy. Pediatr Emerg Care. 2012;28: 1081–1084. [PubMed] [Google Scholar]22. Heyer GL, Idris SA. Does analgesic overuse contribute to chronic post-traumatic headaches in adolescent concussion patients? Pediatr Neurol. 2014;50: 464–468. [PubMed] [Google Scholar]23. Lumba-Brown A, Harley J, Lucio S, Vaida F, Hilfiker M. Hypertonic saline as a therapy for pediatric concussive pain. Pediatr Emerg Care. 2014;30: 139–145. [PMC free article] [PubMed] [Google Scholar]24", ". Pediatr Emerg Care. 2014;30: 139–145. [PMC free article] [PubMed] [Google Scholar]24. Bresee N, Aglipay M, Dubrovsky AS, et al. No association between metoclopramide treatment in ED and reduced risk of post-concussion headache. Am J Emerg Med. 2018;36: 2225–2231. [PubMed] [Google Scholar]25. Chan S, Kurowski B, Byczkowski T, Timm N. Intravenous migraine therapy in children with posttraumatic headache in the ED. Am J Emerg Med. 2015;33: 635–639. [PMC free article] [PubMed] [Google Scholar]26. Katz E, Gould S, Cignetti C, Hale MH, Sarrett L. Relative efficacy of outpatient infusion therapy on pediatric patients with post-concussive headaches. Arch Phys Med Rehabil. 2018;99: e212. [Google Scholar]27. Patterson-Gentile C, Szperka CL. The changing landscape of pediatric migraine therapy a review. JAMA Neurol. 2018;75: 881. [PubMed] [Google Scholar]28. Bramley H, Heverley S, Lewis MM, Kong L, Rivera R, Silvis M", ". [PubMed] [Google Scholar]28. Bramley H, Heverley S, Lewis MM, Kong L, Rivera R, Silvis M. Demographics and treatment of adolescent posttraumatic headache in a regional concussion clinic. Pediatr Neurol. 2015;52: 493–498. [PubMed] [Google Scholar]29. Mackie S, Kirkham FK. Review of the management of post traumatic headache in a neurology nurse-led clinic. Dev Med Child Neurol. 2017;59: 58. [Google Scholar]30. Sabo T, Supnet C, Purkayastha S. Post-traumatic intracranial hypertension (pseudotumour cerebri) in mild traumatic brain injury: a specific post-traumatic headache subtype. The importance of recognition, evaluation and management. Brain Inj. 2017;31: 736–737. [Google Scholar]31. Sabo T, Supnet C, Purkyastha S. Secondary intracranial hypertension (pseudotumor cerebri) presenting as post-traumatic headache in mild traumatic brain injury: a case series. Child’s Nerv Syst. 2018;34: 681–690. [PubMed] [Google Scholar]32. Friedman DI, Liu GT, Digre KB", ". Child’s Nerv Syst. 2018;34: 681–690. [PubMed] [Google Scholar]32. Friedman DI, Liu GT, Digre KB. Revised diagnostic criteria for the pseudotumor cerebri syndrome in adults and children. Neurology. 2013;81: 1159–1165. [PubMed] [Google Scholar]33. Pinchuk D, Pinchuk O, Sirbiladze K, Shugar O. Clinical effectiveness of primary and secondary headache treatment by transcranial direct current stimulation. Front Neurol. 2013;4: e00025. [PMC free article] [PubMed] [Google Scholar]34. Dubrovsky AS, Friedman D, Kocilowicz H. Pediatric post-traumatic headaches and peripheral nerve blocks of the scalp: a case series and patient satisfaction survey. Headache. 2014;54: 878–887. [PubMed] [Google Scholar]35. Seeger TA, Orr S, Bodell L, Lockyer L, Rajapakse T, Barlow KM. Occipital nerve blocks for pediatric posttraumatic headache: a case series. J Child Neurol. 2015;30: 1142–1146. [PubMed] [Google Scholar]36. Zaremski JL, Herman DC, Clugston JR, Hurley RW, Ahn AH", ". [PubMed] [Google Scholar]36. Zaremski JL, Herman DC, Clugston JR, Hurley RW, Ahn AH. Occipital neuralgia as a sequela of sports concussion: a case series and review of the literature. Curr Sports Med Rep. 2015;14: 16–19. [PMC free article] [PubMed] [Google Scholar]37. Lin K, Tung C. Acupuncture for recovery from pediatric sport-related concussion. Med Acupunct. 2016;28: 217–222. [Google Scholar]38. Schneider KJ, Meeuwisse WH, Nettel-Aguirre A, et al. Cervicovestibular rehabilitation in sport-related concussion: a randomised controlled trial. Br J Sports Med. 2014;48: 1294–1298. [PubMed] [Google Scholar]39. Bailey C, Meyer J, Briskin S, et al. Multidisciplinary concussion management: a model for outpatient concussion management in the acute and post-acute settings. J Head Trauma Rehabil. 2019;34: 375–384. [PubMed] [Google Scholar]40. De Matteo C, Volterman KA, Breithaupt PG, Claridge EA, Adamich J, Timmons BW. Exertion testing in youth with mild traumatic brain injury/concussion", ". Exertion testing in youth with mild traumatic brain injury/concussion. Med Sci Sports Exerc. 2015;47: 2283–2290. [PubMed] [Google Scholar]41. Gauvin-Lepage J, Friedman D, Grilli L, Gagnon I. Effect of sex on recovery from persistent postconcussion symptoms in children and adolescents participating in an active rehabilitation intervention. J Head Trauma Rehabil. 2019;34: 96–102. [PubMed] [Google Scholar]42. Grabowski P, Wilson J, Walker A, Enz D, Wang S. Multimodal impairment-based physical therapy for the treatment of patients with post-concussion syndrome: a retrospective analysis on safety and feasibility. Phys Ther Sport. 2017;23: 22–30. [PubMed] [Google Scholar]43. Wilson J, Kirkwood MW, Potter MN, Wilson PE, Provance AJ, Howell DR. Early physical activity and clinical outcomes following pediatric sport-related concussion. J Clin Trans Res. 2020;5: 161–168. [PMC free article] [PubMed] [Google Scholar]44. McCarty CA, Zatzick DF, Marcynyszyn LA, et al", ". [PMC free article] [PubMed] [Google Scholar]44. McCarty CA, Zatzick DF, Marcynyszyn LA, et al. Effect of collaborative care on persistent postconcussive symptoms in adolescents: a randomized clinical trial. JAMA Netw Open. 2021;4: e210207. [PMC free article] [PubMed] [Google Scholar]45. Schwarz A, Breuner C, Blume HK. Predictors of response to biofeedback therapy for persistent post-concussive headache in children. Cephalalgia. 2017;37: 263–264. [Google Scholar]46. Markus TE, Zeharia A, Cohen YH, Konen O. Persistent headache and cephalic allodynia attributed to head trauma in children and adolescents. J Child Neurol. 2016;31: 1213–1219. [PubMed] [Google Scholar]47. Kuczynski A, Crawford S, Bodell L, Dewey D, Barlow KM. Characteristics of post-traumatic headaches in children following mild traumatic brain injury and their response to treatment: a prospective cohort. Dev Med Child Neurol. 2013;55: 636–641. [PubMed] [Google Scholar]48", ". Dev Med Child Neurol. 2013;55: 636–641. [PubMed] [Google Scholar]48. Sufrinko A, McAllister-Deitrick J, Elbin R, Collins MW, Kontos AP. Family history of migraine associated with posttraumatic migraine symptoms following sport-related concussion. J Head Trauma Rehabil. 2018;33: 7–14. [PMC free article] [PubMed] [Google Scholar]49. Rose SC, Fischer AN, Heyer GL. How long is too long? The lack of consensus regarding the post-concussion syndrome diagnosis. Brain Inj. 2015;29: 798–803. [PubMed] [Google Scholar]50. Pinchefsky E, Dubrovsky AS, Friedman D, Shevell M. Part II—Management of pediatric post-traumatic headaches. Pediatr Neurol. 2015;52: 270–280. [PubMed] [Google Scholar]51. Diener H-C, Tassorelli C, Dodick DW, et al. Guidelines of the International Headache Society for controlled trials of acute treatment of migraine attacks in adults: fourth edition. Cephalalgia. 2019;39: 687–710. [PMC free article] [PubMed] [Google Scholar]52. Abu-Arafeh I, Hershey AD, Diener H-C, Tassorelli C", ". [PMC free article] [PubMed] [Google Scholar]52. Abu-Arafeh I, Hershey AD, Diener H-C, Tassorelli C. Guidelines of the International Headache Society for controlled trials of preventive treatment of migraine in children and adolescents. Cephalalgia. 2019;39: 803–816. [PubMed] [Google Scholar]53. Hershey AD, Powers SW, Vockell AL, LeCates S, Kabbouche MA, Maynard MK. PedMIDAS: development of a questionnaire to assess disability of migraines in children. Neurology. 2001;57: 2034–2039. [PubMed] [Google Scholar]54. Orr SL, Turner A, Kabbouche MA, et al. Predictors of short-term prognosis while in pediatric headache care: an observational study. Headache. 2019;59: 543–555. [PMC free article] [PubMed] [Google Scholar]55. Silverberg ND, Iaccarino MA, Panenka WJ, et al. Management of concussion and mild traumatic brain injury: a synthesis of practice guidelines. Arch Phys Med Rehabil. 2020;101: 382–393. [PubMed] [Google Scholar]"]}