{"title": "Transmission of Zika virus by dendritic cell subsets in skin and vaginal mucosa", "context": ["Front Immunol. 2023; 14: 1125565. Published online 2023 Mar 6. doi: 10.3389/fimmu.2023.1125565PMCID: PMC10025456PMID: 36949942Transmission of Zika virus by dendritic cell subsets in skin and vaginal mucosaJulia Eder, 1 , 2 Esther Zijlstra-Willems, 1 Gerrit Koen, 3 Neeltje A. Kootstra, 1 , 2 Katja C. Wolthers, 3 and Teunis B. Geijtenbeek 1 , 2 , * Julia Eder 1 Department of Experimental Immunology, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands 2 Amsterdam Institute for Infection and Immunity, Amsterdam, Netherlands Find articles by Julia EderEsther Zijlstra-Willems 1 Department of Experimental Immunology, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands Find articles by Esther Zijlstra-WillemsGerrit Koen 3 Department of Medical Microbiology and Infection Prevention, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands Find articles by Gerrit KoenNeeltje A. Kootstra 1 Department of Experimental Immunology, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands 2 Amsterdam Institute for Infection and Immunity, Amsterdam, Netherlands Find articles by Neeltje A. KootstraKatja C. Wolthers 3 Department of Medical Microbiology and Infection Prevention, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands Find articles by Katja C. WolthersTeunis B. Geijtenbeek 1 Department of Experimental Immunology, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands 2 Amsterdam Institute for Infection and Immunity, Amsterdam, Netherlands Find articles by Teunis B. GeijtenbeekAuthor information Article notes Copyright and License information PMC Disclaimer 1 Department of Experimental Immunology, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands 2 Amsterdam Institute for Infection and Immunity, Amsterdam, Netherlands 3 Department of Medical Microbiology and Infection Prevention, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands Corresponding author.Edited by: Florence Buseyne, Institut Pasteur, FranceReviewed by: Philippe V. Afonso, Institut Pasteur, France; Helene Dutartre, UMR5308 Centre International de Recherche en Infectiologie (CIRI), France*Correspondence: Teunis B. Geijtenbeek, ln.avu.cma@keebnetjieg.b.t This article was submitted to Viral Immunology, a section of the journal Frontiers in ImmunologyReceived 2022 Dec 16; Accepted 2023 Feb 23.Copyright © 2023 Eder, Zijlstra-Willems, Koen, Kootstra, Wolthers and GeijtenbeekThis is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.Associated DataSupplementary MaterialsImage_1.tif (1.0M)GUID: 60EAEE64-7BC2-45F6-B384-EE3D8F712642Image_2.tif (580K)GUID: E0B22E17-AE02-4E17-92BA-9BDB7981682BImage_3.tif (837K)GUID: 72DE0BF2-6513-44F6-937B-36AD7DF85BCDData Availability StatementThe original contributions presented in the study are included in the article/ Supplementary Material . Further inquiries can be directed to the corresponding author.AbstractZika virus is a member of the Flaviviridae family that has caused recent outbreaks associated with neurological malformations. Transmission of Zika virus occurs primarily via mosquito bite but also via sexual contact. Dendritic cells (DCs) and Langerhans cells (LCs) are important antigen presenting cells in skin and vaginal mucosa and paramount to induce antiviral immunity. To date, little is known about the first cells targeted by Zika virus in these tissues as well as subsequent dissemination of the virus to other target cells. We therefore investigated the role of DCs and LCs in Zika virus infection. Human monocyte derived DCs (moDCs) were isolated from blood and primary immature LCs were obtained from human skin and vaginal explants. Zika virus exposure to moDCs but not skin and vaginal LCs induced Type I Interferon responses. Zika virus efficiently infected moDCs but neither epidermal nor vaginal LCs became infected. Infection of a human full skin model showed that DC-SIGN expressing dermal DCs are preferentially infected over langerin+ LCs. Notably, not only moDCs but also skin and vaginal LCs efficiently transmitted Zika virus to target cells. Transmission by LCs was independent of direct infection of LCs. These data suggest that DCs and LCs are among the first target cells for Zika virus not only in the skin but also the genital tract. The role of vaginal LCs in dissemination of Zika virus from the vaginal mucosa further emphasizes the threat of sexual transmission and supports the investigation of prophylaxes that go beyond mosquito control.Keywords: Zika virus, vaginal mucosa, Langerhans cells, virus transmission, viral disseminationIntroductionZika virus is a mosquito-borne flavivirus containing a single-stranded positive RNA (1). It belongs to the Flaviviridae family and is closely related to dengue virus (DENV) and West Nile virus (WNV) (2). People infected with Zika virus are mostly asymptomatic or experience mild symptoms including fever, arthralgia and a maculopapular rash (3, 4). However, Zika virus outbreaks have been associated with severe neuropathologies including microcephaly, congenital deafness and impaired vision, termed Congenital Zika Syndrome in neonates infected in utero and Guillain-Barré syndrome in adults (5–8). Consequently, the World Health Organization (WHO) labeled in 2016 the Zika virus pandemic in South America a public health emergency (9). Zika virus is the only Flavivirus that passes the maternal-placental barrier (10) and infects placental cells that include villous stromal macrophages, i.e. Hofbauer cells, and placental trophoblasts (11–14). While the exact transmission route for Zika virus over the maternal-fetal barrier is still unclear, physical disruption, and transcytosis have been described in vitro (15) and placental damage observed in animal models (16–18). Zika virus has further been identified in amniotic fluid and tissues of the developing fetus in infected pregnant women (19, 20). Importantly, Zika virus is also transmitted sexually (21–26). RNA of Zika virus is present in seminal fluid (27, 28) as well as in vaginal fluid (26). Monocytes and Dendritic cells (DCs) are targets for Zika virus infection and might be involved in dissemination of Zika virus (29–33), as these cells are found in barrier tissues like skin and mucosal surfaces (32, 34–36). Amongst the DC subsets susceptible to Zika virus are monocyte-derived DCs (moDCs) (33, 37). Zika virus infection of moDCs leads to productive virus replication and secretion (29, 33, 36, 38).DC-SIGN, a C-type lectin receptor (CLR) expressed on DC subsets, facilitates Zika virus binding and infection in vitro (39). DC-SIGN is expressed on DCs and macrophages (40, 41) and enables infection of viruses like HIV-1 and dengue virus (40, 42).Langerhans cells (LCs), a subset of DCs, are located in the outmost layer of the skin and genital tract (43, 44) where they are one of the first cells to encounter and sense viruses (45–48). However, LCs are also targets for virus infections like HIV-1 (49, 50). In healthy tissue, LCs restrict HIV-1 infection by capture through CLR langerin receptor and subsequent degradation in Birbeck granules (51–53). The role of LCs in the skin and genital tract during Zika virus infection is still largely unclear.Here we have investigated the role of DC subsets in skin and vaginal mucosa in Zika virus infection. We observed that Zika virus efficiently infected primary DCs via DC-SIGN, and blocking of the receptor inhibited infection as well as transmission. LCs isolated from human skin or vagina were resistant to Zika virus infection, however LCs efficiently transmitted Zika virus to susceptible target cells. These observations suggest a role for DCs and LCs in the dissemination of Zika virus from site of infection throughout the body.ResultsmoDCs become activated by Zika virus leading to type I interferon responsesType I IFNs and interferon stimulated genes (ISGs) are important antiviral responses (54–57). Here we investigated whether Zika virus (primary human isolate, Asian lineage) activates moDCs and induces type I IFN responses. We observed upregulation of the co-stimulatory molecules CD80 and CD86 at 24 and 48 hours post inoculation (hpi) ( Figure 1A ; Supplementary Figure 1A ). Antibodies against CLR DC-SIGN blocked Zika virus-induced upregulation of the co-stimulatory markers CD80 and CD86 by Zika virus ( Figure 1A ; Supplemenraty Figure 1A ). Expression of the maturation marker CD83 was not induced by Zika virus, whereas Poly(I: C), a TLR-3 antagonist, induced low expression of CD83 ( Figure 1A for single donor representation and the pooled data in Supplementary Figure 1A ). Upregulation of CD80 and CD86 but not CD83 suggests that the cells are not fully matured but activated and primed for antigen presentation. Next we investigated whether Zika virus inoculation of moDCs induces type I IFN responses. Zika virus induced upregulation of IFN beta (IFNβ) at 24 hpi and 48 hpi ( Figure 1B ; Supplementary Figure 1A ). Moreover, ISGs Apobec3G, IP10, IRF7 and MXA were induced highest at 24 hpi whereas ISG15 and OAS1 peaked later at 48 hpi ( Figure 1B ). Antibodies against DC-SIGN blocked induction of IFNβ, IP10, MXA, ISG15, IRF7, A3G and OAS1, albeit not significantly for A3G and OAS1 at 48 hpi ( Figure 1B ). Blocking viral replication by the viral polymerase inhibitor 7-Deaza-2’-C-Methyladenosine (7DMA) abrogated IFNβ and ISG transcription to a similar extent as blocking infection by the blocking antibody against DC-SIGN ( Supplementary Figure 1B ). Moreover, heat inactivated Zika virus [inactivated as described previously (58)] did not lead to induction of IFNβ or ISGs in moDCs. These data indicate that moDCs sense Zika virus via DC-SIGN, leading to moderate DC maturation and induction of antiviral immunity.Open in a separate windowFigure 1Zika virus induces activation and interferon responses in monocyte derived DCs (A) Monocyte derived DCs (moDCs) were pre-incubated with Poly(I: C) or a blocking antibody against DC-SIGN (AZN-D1) before Zika virus was added at a concentration of 850 TCID/ml. Cells were fixed after either 4 hours, 24 hours or 48 hours and expression of activation and maturation markers was measured via flow cytometry (1 representative donor out of 4 individual donors measured in monoplo). (B) (moDCs) pre-incubated with Poly(I: C) (10 µg/ml) or AZN-D1 (20 µg/ml) and subsequently infected with Zika virus (850 TCID/ml) were lysed and expression of IFNβ and interferon stimulated genes (ISG) was measured on PCR after 4 hours, 24 hours and 48 hours respectively. Data information: Data show the mean values and error bars are the SEM. Statistical analysis was performed using (B) ordinary one-way ANOVA with Tukey multiple comparison test. *P ≤ 0.05, **P ≤ 0.01, ****P ≤ 0.0001 (n=4 donors measured in monoplo). hpi: hours post inoculation.Immature skin LCs are not activated by Zika virusImmature LCs were isolated by CD1a selection from human skin. Immature skin LCs do not express DC-SIGN but are instead characterized by expressing the CLR langerin (59–61). Following exposure of LCs to Zika virus, LC activation and type I IFN responses was determined. Zika virus did neither induce CD80, CD83 nor CD86 in immature LCs ( Figure 2A ; Supplementary Figure 1B ). Moreover, we did not observe maturation after stimulation with TLR antagonists Poly(I: C) and LTA. However, Zika virus induced ISG15 and IP10, whereas IFNβ and other ISGs were not detected ( Figure 2B ). Blocking CLR langerin did not affect LC activation nor type I IFN responses. These data suggest that LCs are not activated by Zika virus.Open in a separate windowFigure 2Zika virus does not induce activation or interferon responses in skin derived LCs (A) Immature Langerhans cells (LCs) isolated form epidermal skin grafts were pre-incubated with either Poly(I: C) (10 ng/ml), LTA (10 ng/ml), (1µM) or a blocking antibody against langerin (10E2, 20 µg/ml) before Zika virus was added at a concentration of (850 TCID/ml). Cells were fixed after either 4 hours, 24 hours or 48 hours and expression of activation and maturation markers was measured via flow cytometry (1 representative out of 3 individual donors measured in monoplo). (B) Immature LCs pre-incubated with Poly(I: C) or AZN-D1 and subsequently infected with Zika virus (850 TCID/ml) were lysed and expression of IFNβ and interferon stimulated genes (ISG) was measured on PCR after 4 hours, 24 hours and 48 hours respectively. Data information: Data show the mean values and error bars are the SEM. Statistical analysis was performed using (B) ordinary two-way ANOVA with Tukey multiple comparison test. *P ≤ 0.05, (n=3 donors measured in monoplo). hpi: hours post inoculation.DC-SIGN is involved in Zika virus binding and transmissionDC-SIGN and langerin are both important C-type lectins and known attachment receptor for various viruses (62). Importantly, DC-SIGN has already been shown to bind Zika virus in vitro (39, 63). Here we investigate whether DC-SIGN and langerin interact with Zika virus. To this end, we employed a Raji cell line selectively expressing either DC-SIGN or langerin ( Figure 3A ). DC-SIGN expressing Raji cells efficiently bound Zika virus in contrast to parental or langerin-expressing Raji cells. Moreover, binding by DC-SIGN-Raji was blocked by antibodies against DC-SIGN but not by isotype antibodies ( Figure 3B ). Next we investigated whether Zika virus binding to DC-SIGN facilitates viral transmission. Notably, DC-SIGN-Raji incubated with Zika virus for 4 hours successfully transmitted Zika virus to target cells in contrast to Langerin-Raji ( Figure 3C ). Mannan, a carbohydrate used to block CLRs, or antibodies against DC-SIGN but not the isotypes control significantly reduced Zika virus transmission by DC-SIGN Raji, suggesting that DC-SIGN captures and transmits Zika virus ( Figure 3C ). These data strongly suggest that DC-SIGN, in contrast to langerin, is involved in Zika virus binding and transmission.Open in a separate windowFigure 3Zika virus binds to DC-SIGN but not langerin for transmission (A) Raji cells expressing either DC-SIGN or langerin as measured by flow cytometry (n=1 representative donor). (B) Raji, Raji/SIGN and Raji/Langerin cells were exposed to Zika virus (175 TCID/ml) for 4 hours before measuring binding of Zika virus NS5 protein. Quantification of viral RNA was measured by quantitative real-time PCR. Additionally, cells were pre-incubated with either an anti-DC-SIGN antibody (AZN-D1, 20 µg/ml) or an anti-langerin antibody (10E2, 20 µg/ml) prior to virus inoculation. (C) Raji cells were inoculated with Zika virus (35 TCID/ml) in presence or absence of AZN-D1, 10E2 or mannan for 4 hours. After washing the Raji, the cells were co-cultured with Vero cells for another 2 to 3 days to determine viral transmission. Zika virus infection of Vero cells was measured by flow cytometry (4g2 Flavivirus envelope protein). Data information: Data show the mean values and error bars are the SEM. Statistical analysis was performed using (B) ordinary two-way ANOVA with Tukey’s multiple-comparison test. *P ≤ 0.05, ***P ≤ 0.001 (n=4 experiments measured in monoplo). (C) ordinary two-way ANOVA with Tukey’s multiple-comparison test. ****P ≤ 0.0001 (n=4 experiments measured in triplicate).DC-SIGN+ primary moDCs are susceptible to Zika virus infection and transmissionTo determine whether DCs are susceptible to Zika virus infection, moDCs were inoculated with increasing concentrations of Zika virus and expression of viral proteins was measured at different time points after inoculation by flow cytometry. Zika virus infection of moDCs was detected after 8 hpi and increased up to 48 hpi compared to mock infected moDCs ( Figure 4A ). Infection levels increased over time and with higher virus concentration. Cell viability remained constant for 48 hours ( Supplementary Figure 2B ). moDCs highly express DC-SIGN ( Supplementray Figure 2C ) and antibodies against DC-SIGN blocked infection of moDCs without influencing cell viability ( Figure 4B ; Supplementary Figure 2D ). Soluble mannan, also inhibited Zika virus infection of moDCs ( Supplementary Figure 2E ). The TAM receptors Tyro3 and AXL, candidate receptors for Zika virus infection (64), are also expressed on moDCs. Similarly, skin derived LCs highly express Tyro3 but instead of AXL they express MerTK ( Supplementary Figure 3A ). Moreover, viral polymerase inhibitor 7DMA blocked moDC infection in a concentration dependent manner 24 hpi and 48 hpi ( Figure 4C ). These data indicate that Zika virus productively infects DCs.Open in a separate windowFigure 4DC-SIGN positive moDCs are susceptible to Zika virus infection and can transmit the virus to target cells (A) moDCs were inoculated with Zika virus for different time points (4, 8, 24, 32 and 48 hours) before infection was measured by flow cytometry (4g2 Flavivirus protein) (n=4 donors measured in duplicates). (B) moDCs in presence of absence of an anti-DC-SIGN antibody (AZN-D1, 20 µg/ml) were exposed to Zika virus (750 TCID/ml) for either 24 or 48 hours. Infection was measured by flow cytometry (4g2 Flavivirus envelope protein). (C) The Zika virus replication inhibitor 7DMA was added to moDCs in different concentrations (5- 25 µM) prior to Zika virus (750 TCID/ml) inoculation. Zika virus infection (4g2 Flavivirus protein) was determined after 24 or 4 8 hours. (n=2 donors measured in duplicate). (D) moDCs were incubated with Zika virus for 4 hours at 37°C, extensively washed and co-cultured with Vero cells for another 3 days. (n=3 donors measured in triplicates) (E) moDCs pre-incubated with 7DMA were exposed to Zika virus (750 TCID/ml) for 48 hours at 37°C. After washing, the cells were co-cultured with Vero cells. Transmission by moDCs to Vero cells was determined flow cytometry (4g2 Flavivirus envelope protein). (F, G) moDCs in the presence or absence of anti-DC-SIGN antibody(AZN-D1, 20 µg/ml) were incubated with Zika virus for either 4 hours (F) or 48 hours at 37°C (G). After washing, moDCs were co-cultured with Vero cells and Vero infection was measured by flow cytometry (4g2 Flavivirus envelope protein) (G) n=5 measured in triplicates. Data information: Data show the mean values and error bars are the SEM. (B) ordinary two-way ANOVA with Tukey’s multiple-comparison test. **P ≤ 0.01, ***P ≤ 0.001, ****P ≤ 0.0001, (n=4 donors measured in duplicate). (E) ordinary two-way ANOVA with Tukey’s multiple-comparison test. *P ≤ 0.05, (n=4 donors measured in triplicate). (F) ordinary two-way ANOVA with Tukey’s multiple-comparison test. ****P ≤ 0.0001, (n=5 donors measured in triplicate). (G) ordinary two-way ANOVA with Tukey’s multiple-comparison test. **P ≤ 0.01, ****P ≤ 0.0001, (n=5 donors measured in triplicate). Zika virus concentrations are 375, 750 or 2250 TCID/ml. moDC: monocyte derived moDCs.We next investigated whether moDCs transmit Zika virus to Zika virus-permissive Vero cells. moDCs were exposed to Zika virus for 4 hours and were co-cultured with Vero cells after washing. Vero cell infection was determined by flow cytometry. Notably, Vero cells became infected by Zika virus ( Figure 4D ). As moDCs were not productively infected after 4 hours, these data suggest that moDCs transmit virus independent of infection. Next we infected moDCs for 48 hours and after washing co-cultured moDCs with Vero cells. Zika virus-infected moDCs efficiently transmitted Zika virus to Vero cells, and transmission was inhibited by the replication inhibitor 7DMA ( Figure 4E ). 7DMA inhibition decreased but did not block viral transmission at higher inoculum, suggesting that part of the transmission is replication independent. Antibodies against DC-SIGN completely blocked transmission of moDCs treated with Zika virus for 4 or 48 hours ( Figures 4F, G ). These data suggest that Zika virus efficiently infects primary moDCs and that DC-SIGN is involved in infection and transmission of Zika virus by DCs.Epidermal Langerhans cells transmit Zika virusNext, immature LCs from human skin were incubated with Zika virus and infection was followed over time. We did not observe any Zika virus-positive LCs at different time points ( Figure 5A ). Moreover, activated LCs isolated after migration from skin sheets, were not infected by Zika virus ( Figure 5B ). These data suggest that skin-derived LCs are not permissive to ZIVK infection. Importantly, immature skin LCs do not express DC-SIGN but express the CLR langerin and high levels of CD1a ( Figure 5C ). We next incubated immature LCs with Zika virus for 4 hours and co-cultured them with Vero cells. Notably, Vero cells became infected by Zika virus after co-culture with LCs ( Figure 5D ) indicating that skin-derived LCs transmit Zika virus. Transmission was not abrogated by antibodies against langerin, suggesting that langerin is not involved in Zika virus infection nor transmission.Open in a separate windowFigure 5Skin LCs do not become infected by Zika virus but are involved in viral dissemination through transmission. (A) Immature LCs were isolated from human skin and exposed to Zika virus (750 or 2250 TCID) for up to 4 days. Zika virus infection (4g2 Flavivirus envelope protein) was measured by flow cytometry. (n=4 donors 2 measured in triplicates 2 in monoplo). (B) Activated LCs migrated from epidermal skin sheets after 3 days were exposed to Zika virus (750 or 2250 TCID) for up to 4 days and infection (4g2 Flavivirus envelope protein) was measured by flow cytometry (n=3 donors measured in triplicates). (C) Immature LCs isolated from skin were stained for langerin, CD1a, CD3 and DC-SIGN and expression was measured by flow cytometry (n=3 individual donors). (D) Immature LCs were inoculated with Zika virus (850 TCID/ml) for 4 hours. After thoroughly washing the LCs, they were co-cultured with Vero cells for 3 days. Prior to the addition of Zika virus, skin LCs were incubated with either anti-langerin antibody (10E2, 20 µg/ml) or mannan (100 µg/ml). (n=3 donors measured in triplicates). Data information: Data show the mean values and error bars are the SEMLC: Langerhans cell.DC subsets in the skin are targeted by Zika virusWe next exposed full skin explants to Zika virus and determined both phenotype and infection of migrated cells. Phenotyping was based on previously described dermal cell markers (65). After 3 days, migrated cells consisted of CD11c high/HLA-DR+ DCs that could further be divided into CD14+DC-SIGN- and CD14+DC-SIGN+ DC subsets. Moreover, we identified a CD11c low/HLA-DR+ cell population expressing langerin, suggesting that these are migrated LCs ( Figures 6A, B ). Notably, we observed Zika virus infection in the migrated cells ( Figure 6C ). Further phenotyping revealed that DC-SIGN+ dermal cells were more readily infected by Zika virus than langerin+ LCs ( Figures 6D, E ). Moreover, Zika virus infected cells highly expressed CD11c ( Supplementary Figure 3B ), indicating that these are dermal DCs. Thus our data support a role for DC-SIGN expressing cells as targets for Zika virus infection in skin.Open in a separate windowFigure 6Dendritic cell subsets in a full skin explant model are susceptible to Zika virus (A, B) Full skin explants consisting of a dermal and epidermal layer were incubated for 3 days at 37°C during which skin cells crawled out of the tissue and into the medium. (A) Expression of cell surface markers of cells retrieved from full skin explants as measured by flow cytometry. Cells were stained with antibodies against HLA-DR, CD11c, CD14, langerin and DC-SIGN to identify and separate DC subsets. (1 representative of n=4 donors measured in triplicates). (B) Pooled data of dermal cells being either CD11c high/HLA-DR+ and DC-SIGN+ or CD11c low/HLA-DR+ and expressing langerin (n=4 donors in triplicates). (C–E) Full skin explants were exposed to Zika virus (1100 TCID/ml) for 3 days before infection was measured by flow cytometry (n=3 donors measured in triplicates). (C) Zika virus infection (4g2 Flavivirus envelope protein) of full skin explants was determined by flow cytometry. (D) Zika virus positive cells were stained for DC-SIGN and langerin to further determine cell subset infection. Infection of either langerin or DC-SIGN+ cells was measured by anti-4G2 Flavivirus envelope protein. Data information: data show the mean values and error bars are the SEM.Vaginal LCs transmit Zika virus to target cellsZika virus can be transmitted sexually (21–26), and therefore vaginal mucosa is an important tissue for viral entry. We isolated vaginal LCs from vaginal mucosa obtained after prolapse surgery and compared these with skin LCs. Vaginal LCs expressed high levels of CD1a and langerin ( Figure 7A ) (48). Vaginal LCs are highly similar to skin derived LCs in their expression of CD1a and langerin but lack of DC-SIGN ( Figure 7A ). Immature vaginal LCs were not infected by Zika virus after 3 days ( Figure 7B ). Similar to what we observed for skin derived LCs, Zika virus did not induce maturation of vaginal LCs ( Figure 7C ).Open in a separate windowFigure 7Vaginal LCs from mucosal tissues transmit Zika virus to target cells independent of infection. (A) Immature LCs isolated from vaginal mucosa were characterized for their high expression of CD1a and langerin and lack of DC-SIGN and CD3, as measured by flow cytometry (n=3 individual virginal LC donors). (B) Vaginal immature LCs were exposed to Zika virus (850 TCID/ml) for 3 days. Zika virus infection (4g2 Flavivirus envelope protein) was measured by flow cytometry. (n=5 individual donors measured in monoplo). (C) Vaginal immature LCs were pre-incubated with Poly(I: C) (10 ng/ml) or an antibody against langerin (10E2, 20 µg/ml) for 1 hour prior to Zika virus (850 TCID/ml) inoculation. After 24 hours, the expression of activation and maturation markers CD80, CD83 and CD86 were measured by flow cytometry (n=6 donors measured in monoplo). (D) Vaginal immature LCs were inoculated with Zika (850 TCID/ml) virus for 4 hours before the cells were washed extensively and transmitted to Vero cells for co-culture of another 3 days. Prior to Zika virus exposure, the cells were incubated with anti-langerin antibody 10E2 (20 µg/ml). Vero cell infection was measured by anti-4g2 Flavivirus envelope protein on flow cytometry. (D) n=6 donors measured in monoplo). Data information: Data show the mean values and error bars are the SEM.Notably, vaginal LCs incubated with Zika virus for 4 hours transmitted Zika virus to target cells independent of langerin ( Figure 7D ). These results suggest that LCs in vaginal mucosa transmit Zika virus to target cells and thereby contribute to viral dissemination in the genital tract, regardless of infection.DiscussionZika virus continues to circulate endemically in many American and Asian regions (66–68), highlighting the need for better understanding of the virus. Understanding the mechanism of Zika virus infection and transmission are paramount for better prevention and treatment in the future. The (re)emergence of several Flavivirus species in the Americas and Europe (including Zika virus, WNV and YFV) over the past few years suggests that Zika virus could expand to hitherto unaffected areas (69), and due to climate change conditions more favorable for mosquito breeding and virus replication may persist in these areas (70).Little is known about the primary target cells that facilitate Zika virus infection after mosquito bites or sexual contact. Here, we show that different DC subsets are involved in dissemination of Zika virus. Zika virus infected monocyte-derived DC as well as DC subsets in skin, in contrast to epidermal and vaginal LCs. Interestingly, both moDCs and LCs transmitted Zika virus to target cells. Our data strongly suggest that skin and vaginal LCs as well as moDCs are important in viral dissemination of Zika virus.Zika virus stimulation of moDCs lead to a slight increase in the expression of activation markers CD80 and CD86 whereas CD83 was not affected by Zika virus. Moreover, we observed that Zika virus induced type I IFN responses in moDCs after 24 hours, which suggests that infection of moDCs leads to the induction of type I IFN responses similar as observed for dengue virus infection (71, 72). As we do not observe induction of type I IFN or ISG at early time points, our data suggest that viral replication is required to induce type I IFN responses and that replication intermediates are sensed. Inhibiting Zika virus replication with the viral polymerase inhibitor 7DMA blocked IFNβ transcription 24 hours post inoculation, further indicating that Zika virus infection is important for type I IFN responses. Antibodies against DC-SIGN blocked type I IFN responses as well as infection to a similar extent as the replication inhibitor, supporting that viral replication is a prerequisite for DC activation. Finally, heat-inactivated Zika virus did not induce any type I IFN responses, suggesting that sensing of viral material alone is not sufficient. These data are in line with previous reports that support replicative Zika virus infection of moDCs and induction of type I IFN responses as well as maturation (31, 38). Interestingly, Bowen et al. suggested that Zika virus blocks IFNβ production leading to low maturation and limited type I IFN responses in moDCs following ZIKV infection (29). Several studies have shown that Zika virus evades antiviral IFN responses. Zika virus NS5 interferes with IFN signaling by inducing degradation of STAT2 proteins (73–75), whereas induction of lipid metabolism has also been suggested to suppress antiviral responses (33). Although we observed that productive infection of moDCs leads to type I IFN responses, we cannot exclude that these responses are limited by Zika virus and might be responsible for the low DC maturation. Moreover, while Zika viruses of the Asian and African lineage do not induce strong maturation and activation in moDCs, IFN induction is nonetheless observed for both lineages (31), confirming that Zika virus replication does not completely abrogate type I IFN responses. Further studies are required to understand the functional consequences on induction of antiviral innate and adaptive immunity to Zika virus by infected DCs.Conversely, Zika virus did not activate skin derived LCs. Moreover, neither TLR antagonist induced a strong activation, suggesting these cells are difficult to activate. We have shown previously that migration of LCs from epidermal explants induces strong maturation (76). However, we observe some induction of ISG15 after 4 hours and 24 hours, indicating that these cells are functional.While we observed strong binding of Zika virus to cells overexpressing DC-SIGN, we did not observe binding to those expressing langerin. Zika virus binding to DC-SIGN has been described before in different cell lines (39, 77, 78) but involvement of other CLRs is still largely unclear (79). Our data suggest that DC-SIGN is important for Zika virus infection of moDCs isolated form the blood and migrated DCs from a full skin explant model, whereas langerin is not.Importantly, DC-SIGN expressing cells did not only get infected by Zika virus but also efficiently transmitted Zika virus to target cells, suggesting a role for DC-SIGN in viral dissemination. These data support the notion that Zika virus hijacks DC-SIGN expressing cells for viral dissemination in a process similar to what has been observed previously for other viruses like HIV-1 and recently also SARS-CoV-2 (80–82). DCs can transmit viruses like HIV-1 via two different pathways: cis and trans-transmission (83). For cis-transmission, DCs are productively infected and new virions are transmitted to target cells (84), whereas trans-infection refers to the replication independent transfer of virions (83). We observed cis-transmission of Zika virus after 48 hours of co-culture with moDCs. Interestingly, we also observed Zika virus transmission by moDCs already after 4 hours of co-culture, where we did not observe infection yet, indicating that Zika virus is transmitted independent of infection. DC-SIGN inhibition abrogated viral dissemination by the cis as well as trans pathway, suggesting that viral capture via DC-SIGN is crucial for Zika virus infection and transfer. However, block of transmission was strongest during trans-infection whereas the protective effect started to wane with longer moDC incubation periods, suggesting that DC-SIGN inhibition is transient. While moDCs efficiently transmitted Zika virus both after 4 hours and 48 hours of incubation, we observed variability in transmission efficacy that are likely attributed to differences in the human primary moDC donors.Importantly, our data show that DC-SIGN on primary moDCs and skin-derived dermal cells is involved in Zika virus infection and transmission. DC-SIGN expressing cells can be found in many Zika virus target tissues including genital mucosa and the placenta (85, 86), rendering DC-SIGN a promising receptor for preventative approaches against Zika virus.Importantly, our data describe infection and dissemination of DC-SIGN expressing moDCs with a Zika virus strain of Asian lineage. This strain is the one that was first linked to neurological pathogenicity (87) and the strain that is closest related to samples isolated from the outbreak in Brazil (88). While there are differences observed in Vero cell and insect cell susceptibility of different Zika virus strains, no such differences were observed in primary human moDCs (31). However, Zika virus from the Asian lineage show higher infection rate in both moDCs and macrophages than a historical African strain (38), indicating that moDCs are more susceptible to Asian strain Zika viruses.LCs, like DCs, migrate to lymph nodes, but are also closely related to macrophages and repopulate locally independent of blood circulation (43, 89). We observed no Zika virus induced activation of co-stimulatory molecules in epidermal LCs. Interestingly, while LCs did not produce IFNβ or most ISGs, there was significant upregulation of IP10 and ISG15 after 48 hours of Zika virus inoculation. Lack of clear IFNβ induction might be due to our finding that LCs do not become infected by Zika virus. Neither immature nor activated LCs isolated from skin and vaginal mucosa were infected by Zika virus. Moreover, in a full skin explant model, DC-SIGN expressing cells were preferentially infected over langerin expressing LCs. Notably, we observed that both skin and vaginal LCs transmitted Zika virus to target cells. As we did not observe infection in either of the two cell types, the mode of transmission is likely through trans-infection. These data suggest that skin and vaginal LCs might be involved in Zika virus dissemination. The main route of Zika virus transmission is through mosquito bite. We therefore used skin explants from human donor tissue and could verify that DC-SIGN+ cells in the skin become infected with Zika virus. In contrast, langerin expressing cells did not become well infected, supporting their resistance to infection in the skin. However, we observed low levels of langerin expressing cells becoming infected by Zika virus. This is likely contributed to environmental factors present in in situ skin explants that are missing in isolated single cell suspension.Importantly, the female reproductive tract harbors different LC subsets in the epithelial layer of the vagina (90, 91). LCs we isolated from vaginal mucosa are similar to skin LCs in their co-expression of langerin and CD1a and similarly did not get infected but efficiently transmitted Zika virus to target cells.Our data strongly suggest that after sexual transmission, ZIKV migrates from the genital tract with the help of LCs. As langerin was not involved in transmission, further studies are required to identify the receptor(s) involved in the transmission of Zika virus by vaginal LCs. In conclusion, DC-SIGN renders primary human DC subsets susceptible to Zika virus infection while also facilitating transmission of infectious virus. Using primary human skin and vaginal mucosa we have uncovered an important role for LCs in the capture and transmission of Zika virus, thereby contributing to viral dissemination and infection. Further investigation into the LC receptors responsible for Zika virus transmission might lead to better understanding and prevention of sexual transmission of Zika virus.Materials and methodsStudy approvalThis study was performed according to the Amsterdam University Medical Centers, location AMC, Medical Ethics Committee guidelines. This study, including the tissue harvesting procedures, was conducted in accordance with the ethical principles set out in the declaration of Helsinki and was approved by the institutional review board of the Amsterdam University Medical Centers and the Ethics Advisory Body of the Sanquin Blood Supply Foundation (Amsterdam, Netherlands). All research was performed in accordance with appropriate guidelines and regulations.Isolation of monocyte derived Dendritic cellsCD14+ monocytes were obtained from buffy coats of healthy volunteer donors (Sanquin blood bank) and differentiated into monocyte derived DCs as described previously (92). In short, first PBMCs were isolated with lymphoprep. Subsequently, monocytes were collected after percoll gradient steps. Monocytes were cultured in RPMI medium supplemented with 10% FCS, l‐glutamine (2 mM, Lonza), penicillin and streptomycin (100 U/mL and 100 μg/mL, respectively, Thermo Fisher) in the presence of GM‐CSF (800 U/mL, Invitrogen) and IL‐4 (500 U/mL Invitrogen) at 37°C, 5% CO2 for 6 days to obtain monocyte‐derived DCs.Isolation of Langerhans cells from epidermisSkin LCs were isolated from human epidermal sheets obtained from healthy donors undergoing corrective plastic surgery. Epidermal sheets were prepared as described previously (51, 76). Briefly, skin-grafts consisting of epidermis and dermis were obtained using a dermatome (Zimmer Biomet, Indiana USA). Upon overnight incubation with Dispase II (1 U/mL, Roche Diagnostics), epidermal sheets were separated from dermis, washed and either directly subjected to enzymatic treatment with trypsin and DNAse to obtain immature skin LCs or alternatively, cultured in IMDM (Thermo Fischer Scientific, USA) supplemented with 10% FCS, gentamycine (20 μg/mL, Centrafarm, Netherlands), pencilline/streptomycin (10 U/mL and 10 μg/mL, respectively; Invitrogen) for 3 days after to harvest activated LCs. Immature as well as activated skin LCs were purified by ficoll gradient (Axis-shield). Immature skin LCs were further subjugated to CD1a magnetic cell separation (MACS, Miltenyi Biotec). Purity of LCs was routinely verified by flow cytometry using antibodies directed against CD207 (langerin) and CD1a.Full skin ex vivo sheetsEx vivo sheets of human skin were obtained from healthy donors undergoing corrective surgery. The top two layers of the skin were prepared as described previously (51). After retrieval of a thin layer (thickness at 12pt) containing both the epidermis and dermis, biopsies with a diameter of 8 mm (Kai medical) were prepared. The biopsies were placed on 500 uL of IMDM (Thermo Fischer Scientific, USA) supplemented with 10% FCS, gentamycine (20 μg/mL, Centrafarm, Netherlands), pencilline/streptomycin (10 U/mL and 10 μg/mL, respectively; Invitrogen). Zika virus was added at a concentration of 1000 TCID/ml after which the sheets were left at 37°C. After 3 days, the sheets were removed and the medium containing the emigrated cells was subjected to further analyses.Isolation of Langerhans cells from vaginal mucosaHuman vaginal tissue was collected from women undergoing prolapse surgery where excessive vaginal tissue was removed from the anterior or posterior vaginal wall. Surplus stroma was removed from mucosal sheets dissected until a thin layer of submucosa remained and tissue was cut into strips of 5-7 mm. Vaginal tissue strips were incubated overnight at 4°C in complete medium (Iscoves Modified Dulbecco’s Medium (IMDM) of Thermo Fischer Science with L-glutamine 100 mmol/L, 10% FCS, 2500 U/mL penicillin, and 2500 mg/mL streptomycin) supplemented with Dispase II (3 U/mL, Roche Diagnostics). After incubation, the epithelial layer and lamina propria were mechanically split by the use of tweezers. Vaginal epithelial sheets were extensively washed in PBS after which was proceeded with immature LC isolation.Immature vaginal LCs were obtained after mucosal sheets were cut in small pieces using surgical scissors and incubated for 30 minutes in PBS containing trypsin (0,05%, BD Biosciences) and DNAase I (20 U/mL, Roche Applied Science) to obtain a single cell suspension. Further vaginal LC purification was achieved by ficoll gradient centrifugation (Axis-shield) and CD1a magnetic cell separation (MACS, Miltenyi Biotec).Cell linesThe African monkey Vero cells (ATCC® CCL-81™) were maintained in MEM with Earle’s Salts (Capricorn Scientific, Ebsdorfergrund, Germany) supplemented with 10% fetal calf serum (FCS), L-glutamine and penicillin/streptomycin (10 μg/mL) as well as non-essential amino acids (NEAA). Culture was maintained at 37C with 5% CO2. The human B cells, Raji (ATCC® CCL-86™) as well as Raji transfectants stably expressing human DC-SIGN or human langerin created by electroporation (40) were cultured in RPMI 1640 medium (Gibco Life Technologies, Gaithersburg, Md.) containing 10% fetal calf serum (FCS), penicillin/streptomycin (10 μg/mL). The expression of DC-SIGN and langerin was regularly checked via FACS analysis.Zika virus productionThe following reagent was obtained from the European Virus Archive goes global: Zika virus, strain H/PF/2013 (clinical isolate, Asian lineage), French Polynesia 2013 with Ref-SKU: 001v-EVA1545 and GenBank number {\"type\": \"entrez-nucleotide\",\"attrs\": {\"text\": \"KJ776791.2\",\"term_id\": \"1061065316\"}}KJ776791.2. Vero cells (ATCC® CCL-81™) were inoculated with the Zika virus isolate and used for reproduction of virus stocks. Formation of cytopathic effect (CPE) was closely monitored and after observing a CPE of 4+, supernatant containing the virus was filtered (0.2 µm) and stored at -80C.Tetrazolium dye colorimetric cell viability (MTT) assayViral titers were determined by tissue culture infectious dose (TCID50) on Vero cells by MTT assay. In brief, Vero cells were seeded in a 96 well plate at a cell density of 10.000 cells per well. After 24 hours, cells were inoculated with a 5-fold serial dilution of Zika virus. Cell cytotoxicity was measured 72 hours after infection. MTT solution was added to Vero cells and incubated for 2 hours at 37°C. After removing the MTT solution, MTT solvent containing 4 mM HCL and 1% Nonidet P-40 (NP40) in isopropanol was added to the cells. Homogenous solution was measured at optical density between 580 nm and 655 nm. Loss of MTT staining as determined by spectrometer is indicative of CPE caused by Zika virus infection. The virus titer was determined as TCID50/mL and calculated based on the Reed Muench method (93).ReagentsThe following reagents were used: to inhibit Zika virus replication, the viral polymerase inhibitor 7-Deaza-2’-C-Methyladenosine (7DMA) (#ND08351, Carbosynth) as described in (94). Cells were stimulated with lipopolysaccharide (LPS) Salmonella enterica serotype typhimurium (10 ng/mL, Sigma) or Poly(I: C) and Invitrogen (10 μg/mL, In vivogen).Zika virus infectionIsolated primary cells as well as cell lines and full skin explants were inoculated with Zika virus at different TCID/ml concentrations. Viral infection was determined after two to three days post inoculation via flow cytometry staining. Zika virus infection was measured with antibodies against either a Flavivirus envelope protein. Viral binding was determined by RT-PCR after 4 hours. Zika virus was heat-inactivated for 60 min at 60°C as described by (58).Cell maturationMonocyte derived DCs, immature skin and immature vaginal LCs were exposed to either Poly(I: C) or LTA (both Invitrogen) at a concentration of 10 µg/ml. Additionally, skin derived LCs were exposed to 1 µM of Motolimod (VTX124 2337, MedChemExpress). Simultaneously, cells were inoculated with Zika virus at a concentration of 850 TCID/ml with or without the presence of a C-type lection inhibitor (AZN-D1 for DCs, 10E2 for LCs) or mannan. After 24 hours at 37°C, cells were either fixed to continuing with FACS analysis or lysed for subsequent PCR analysis.Flow cytometryCells were fixed with paraformaldehyde (PFA) and treated with either BSA (extracellular staining) or BSA/Saponin to measure intracellular staining. The following antibodies were used to detect Zika virus: anti-Flavivirus 4g2 mouse IgG2a (NovusBio), anti-Flavivirus 4g2 monoclonal rabbit (Absolute Antibody), anti-Zika virus monoclonal Rabbit (Genetex).All other antibodies were anti-human: DC-SIGN mouse IgG1 (AZN-D1), anti-langerin mouse IgG1 (10E2) both in house made, PE conjugated CD207 (langerin), APC conjugated CD1a (BD Biosciences), CD86-FITC (BD Pharmingen), CD80-PE (BD Pharmingen), CD83-APC (BD Pharmingen), DC-SIGN-FITC (R&D systems), CD3-APC/Fire750 (Biolegend), CD11c-APC (Biolegend), PEcy7-HLA-DR (BD Pharmingen), APCcy7-CD14 (BD Biosciences), APCcy7-CD11c (Biolegend),APC-AXL (Thermofisher, PE-MerTK (Thermofisher) and anti-Tyro3 (Thermofisher). For secondary detection the following antibodies were used: AF488-conjugated goat anti-mouse IgG2a (Invitrogen), AF647-conjugated donkey anti-rabbit (Thermofisher), FITC-conjugated goat-anti-mouse IgM (Invitrogen), AF488-conjugated donkey anti-rabbit (Thermofisher).Flow cytometric analyses were performed on a BD FACS Canto II (BD Biosciences) and data was analysed using FlowJo V10 software (TreeStar).Zika virus bindingTo determine Zika virus binding to C-type lectins DC-SIGN and langerin, Raji cells were seeded at a density of 100.000 cells in 100 μl. Cells were kept in FCS free medium to increase receptor expression prior to virus exposure. Zika virus was added at a concentration of 175 TCID/ml and the cells were left at 4°C for 4 hours. Subsequently, cells were washed extensively to remove any unbound virus before lysis with AVL buffer. RNA was isolated with the QIAamp Viral RNA Mini Kit (Qiagen) according to the manufacturer’s protocol.Transmission assays and co-cultureRaji cells were exposed to 35 TCID/ml Zika virus for 4 hours. DC-SIGN or langerin receptors were blocked prior to virus inoculation antibodies against AZN-D1 or 10E2 for 1 hour at 37°C. Primary DCs were exposed to ZIVK with 425, 850 or 2550 TCID/ml. Skin or vaginal immature LCs were exposed to 805 TCID/ml of Zika virus. Prior to virus inoculation, DC-SIGN or langerin receptors were blocked with antibodies against AZN-D1 or 10E2 respectively in certain conditions. Infection was determined after incubation with the virus for multiple days and assessed by flow cytometry. Additionally, primary cells were stimulated with LPS or Poly(I: C) for 24h before infection. Virus transmission to Vero target cells was determined by incubating Raji, DCs or LCs with Zika virus for either 4h or 48h. After, cells were washed extensively to remove unbound virus and subsequently co-cultured with Vero cells for 3 days. To assess Zika virus transmission, infection of Vero cells was measured by flow cytometry.RNA isolation and quantitative Real Time-PCRViral RNA in cells was isolated using the QIAamp Viral RNA Mini Kit (Qiagen) according to the manufacturers protocol. cDNA was subsequently synthesized with the M-MLV reverse-transcriptase kit (Promega). cDNA samples were diluted 1 in 5 before further application. Cellular mRNA of cells not exposed to virus was isolated with an mRNA Capture kit (Roche) and cDNA was synthesized with a reverse-transcriptase kit (Promega). PCR amplification for all targets was performed in the presence of SYBR green in a 7500 Fast Realtime PCR System (ABI). Specific primers were designed with Primer Express 2.0 (Applied Biosystems). Primer sequences used for mRNA expression were for gene product: GAPDH, forward primer (CCATGTTCGTCATGGGTGTG), reverse primer (GGTGCTAA GCAGTTGGTGGTG). For gene product Zika virus-NS5, forward primer (CTTGTGGCTGCTGCGGAGGTCA), reverse primer(AACACGCTAACAAAGCACTCGTGGTGGGAGCAAAACGGAACTT) as described previously (95). For gene product IFNb, forward primer (ACAGACTTACAGGTTACCTCCGAAAC), reverse primer (CATCTGCTGGTTGAAGAATGCTT); for OAS1, forward primer (TGCGCTCAGCTTCGTACTGA), reverse primer (GGTGGAGAACTCGCCCTCTT); APOBEC3G, forward primer (TTGAGCCTTGGAATAATCTGCC), reverse primer (TCGAGTGTCTGAGAATCTCCCC); MXA, forward primer (TTCAGCACCTGATGGCCTATC), reverse primer (GTACGTCTGGAGCATGAAGAACTG); IRF7, forward primer (GCTCCCCACGCTATACCATCTAC), reverse primer (GCCAGGGTTCCAGCTTCAC); IP10, forward primer (CGCTGTACCTGCATCAGCAT), reverse primer (CATCTCTTCTCACCCTTCTTTTTCA); for ISG15, forward primer (TTTGCCAGTACAGGAGCTTGTG), reverse primer (GGGTGATCTGCGCCTTCA). The normalized amount of target mRNA was calculated from the Ct values obtained for both target and household mRNA with the equation Nt = 2Ct (GAPDH) − Ct(target).Cell viability assayMTT solution was added to Vero cells and incubated for 2 hours at 37°C. After removing the MTT solution, MTT solvent containing 4 mM HCL and 1% Nonidet P-40 (NP40) in isopropanol was added to the cells. Homogenous solution was measured at optical density between 580 nm and 655 nm. For cell viability check with the CellTiter-Glo® Luminescent Cell Viability Assay (Promega), cells were mixed with the buffer in a 1: 1 ratio. The cells were treated according to the manufacturers protocol and measured with a luminometer.StatisticsAll results are presented as mean ± SEM and were analyzed by GraphPad Prism 8 software (GraphPad Software Inc.). A two-tailed, parametric Student’s t-test for unpaired observation, Mann-Whitney tests (differences between different donors, that were not normally distributed) was performed. For unpaired, non-parametric observations a one-way ANOVA or two-way ANOVA test with post hoc analysis (Tukey’s or Dunnet’s) were performed. Statistical significance was set at *P< 0.05, **P<0.01***P<0.001****P<0.0001.Data availability statementThe original contributions presented in the study are included in the article/ Supplementary Material . Further inquiries can be directed to the corresponding author.Author contributionsJE conceived and designed experiments. JE and EZ-W performed the experiments, acquired data and analyzed data. JE, NK and TG interpreted data and contributed to scientific discussion. GK, NK and KW provided essential research materials. GK helped with experiments and data acquisition. JE and TG wrote the manuscript with input from all listed authors. TG perceived of the original study idea and was involved in all aspects of the study. All authors approved the final version of the manuscript. The corresponding author vouches for the completeness and accuracy of the data. All authors contributed to the article and approved the submitted version.AcknowledgmentsWe would like to thank Ad van Nuenen for continued support in and outside the ML-III laboratory.Funding StatementThis research was funded through a European Research Council (Advanced grant 670424).Conflict of interestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Publisher’s noteAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.Supplementary materialThe Supplementary Material for this article can be found online at: https: //www.frontiersin.org/articles/10.3389/fimmu.2023.1125565/full#supplementary-materialClick here for additional data file.(1.0M, tif)Click here for additional data file.(580K, tif)Click here for additional data file.(837K, tif)"], "doi": "10.3389/fimmu.2023.1125565", "references": ["Musso D, Gubler DJ. Zika virus. Clin Microbiol Rev (2016) 29:487–524. doi: 10.1128/CMR.00072-15 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Zanluca C, Dos Santos CN. Zika virus - an overview. Microbes Infect (2016) 18:295–301. doi: 10.1016/j.micinf.2016.03.003 [PubMed] [CrossRef] [Google Scholar]", "Duffy MR, Chen TH, Hancock WT, Powers AM, Kool JL, Lanciotti RS, et al.. Zika virus outbreak on yap island, federated states of Micronesia. New Engl J Med (2009) 360:2536–43. doi: 10.1056/NEJMoa0805715 [PubMed] [CrossRef] [Google Scholar]", "Musso D, Nilles EJ, Cao-Lormeau VM. Rapid spread of emerging zika virus in the pacific area. Clin Microbiol Infect (2014) 20:O595–596. doi: 10.1111/1469-0691.12707 [PubMed] [CrossRef] [Google Scholar]", "Heymann DL, Hodgson A, Sall AA, Freedman DO, Staples JE, Althabe F, et al.. Zika virus and microcephaly: why is this situation a PHEIC? Lancet (London England) (2016) 387:719–21. doi: 10.1016/S0140-6736(16)00320-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Mlakar J, Korva M, Tul N, Popovic M, Poljsak-Prijatelj M, Mraz J, et al.. Zika virus associated with microcephaly. New Engl J Med (2016) 374:951–8. doi: 10.1056/NEJMoa1600651 [PubMed] [CrossRef] [Google Scholar]", "Krauer F, Riesen M, Reveiz L, Oladapo OT, Martinez-Vega R, Porgo TV, et al.. Zika virus infection as a cause of congenital brain abnormalities and Guillain-barre syndrome: Systematic review. PloS Med (2017) 14:e1002203. doi: 10.1371/journal.pmed.1002203 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Musso D, Ko AI, Baud D. Zika virus infection - after the pandemic. New Engl J Med (2019) 381:1444–57. doi: 10.1056/NEJMra1808246 [PubMed] [CrossRef] [Google Scholar]", "WHO . WHO statement on the first meeting of the international health regulations, (2005) (IHR 2005) emergency committee on zika virus and observed increase in neurological disorders and neonatal malformations. (World Health Organization) (2016). Available at: https://www.who.int/news/item/01-02-2016-who-statement-on-the-first-meeting-of-the-international-health-regulations-(2005)-(ihr-2005)-emergency-committee-on-zika-virus-and-observed-increase-in-neurological-disorders-and-neonatal-malformations. [Google Scholar]", "Carrera J, Trenerry AM, Simmons CP, Mackenzie JM. Flavivirus replication kinetics in early-term placental cell lines with different differentiation pathways. Virol J (2021) 18:251. doi: 10.1186/s12985-021-01720-y [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "El Costa H, Gouilly J, Mansuy JM, Chen Q, Levy C, Cartron G, et al.. ZIKA virus reveals broad tissue and cell tropism during the first trimester of pregnancy. Sci Rep (2016) 6:35296. doi: 10.1038/srep35296 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Tabata T, Petitt M, Puerta-Guardo H, Michlmayr D, Wang C, Fang-Hoover J, et al.. Zika virus targets different primary human placental cells, suggesting two routes for vertical transmission. Cell Host Microbe (2016) 20:155–66. doi: 10.1016/j.chom.2016.07.002 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Aagaard KM, Lahon A, Suter MA, Arya RP, Seferovic MD, Vogt MB, et al.. Primary human placental trophoblasts are permissive for zika virus (ZIKV) replication. Sci Rep (2017) 7:41389. doi: 10.1038/srep41389 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Rosenberg AZ, Yu W, Hill DA, Reyes CA, Schwartz DA. Placental pathology of zika virus: Viral infection of the placenta induces villous stromal macrophage (Hofbauer cell) proliferation and hyperplasia. Arch Pathol Lab Med (2017) 141:43–8. doi: 10.5858/arpa.2016-0401-OA [PubMed] [CrossRef] [Google Scholar]", "Chiu CF, Chu LW, Liao IC, Simanjuntak Y, Lin YL, Juan CC, et al.. The mechanism of the zika virus crossing the placental barrier and the blood-brain barrier. Front Microbiol (2020) 11:214. doi: 10.3389/fmicb.2020.00214 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hirsch AJ, Roberts VHJ, Grigsby PL, Haese N, Schabel MC, Wang X, et al.. Zika virus infection in pregnant rhesus macaques causes placental dysfunction and immunopathology. Nat Commun (2018) 9:263. doi: 10.1038/s41467-017-02499-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Martinot AJ, Abbink P, Afacan O, Prohl AK, Bronson R, Hecht JL, et al.. Fetal neuropathology in zika virus-infected pregnant female rhesus monkeys. Cell (2018) 173:1111–1122.e1110. doi: 10.1016/j.cell.2018.03.019 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Szaba FM, Tighe M, Kummer LW, Lanzer KG, Ward JM, Lanthier P, et al.. Zika virus infection in immunocompetent pregnant mice causes fetal damage and placental pathology in the absence of fetal infection. PloS Pathog (2018) 14:e1006994. doi: 10.1371/journal.ppat.1006994 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Martines RB, Bhatnagar J, Keating MK, Silva-Flannery L, Muehlenbachs A, Gary J, et al.. Notes from the field: Evidence of zika virus infection in brain and placental tissues from two congenitally infected newborns and two fetal losses–Brazil 2015. MMWR. Morbidity mortality weekly Rep (2016) 65:159–60. doi: 10.15585/mmwr.mm6506e1 [PubMed] [CrossRef] [Google Scholar]", "Santos GR, Pinto CAL, Prudente RCS, Bevilacqua E, Witkin SS, Passos SD. Histopathologic changes in placental tissue associated with vertical transmission of zika virus. Int J Gynecol Pathol (2020) 39:157–62. doi: 10.1097/PGP.0000000000000586 [PubMed] [CrossRef] [Google Scholar]", "D'Ortenzio E, Matheron S, Yazdanpanah Y, de Lamballerie X, Hubert B, Piorkowski G, et al.. Evidence of sexual transmission of zika virus. New Engl J Med (2016) 374:2195–8. doi: 10.1056/NEJMc1604449 [PubMed] [CrossRef] [Google Scholar]", "Davidson A, Slavinski S, Komoto K, Rakeman J, Weiss D. Suspected female-to-Male sexual transmission of zika virus - new York city 2016. MMWR. Morbidity mortality weekly Rep (2016) 65:716–7. doi: 10.15585/mmwr.mm6528e2 [PubMed] [CrossRef] [Google Scholar]", "Deckard DT, Chung WM, Brooks JT, Smith JC, Woldai S, Hennessey M, et al.. Male-to-Male sexual transmission of zika virus–Texas, January 2016. MMWR. Morbidity mortality weekly Rep (2016) 65:372–4. doi: 10.15585/mmwr.mm6514a3 [PubMed] [CrossRef] [Google Scholar]", "Hills SL, Russell K, Hennessey M, Williams C, Oster AM, Fischer M, et al.. Transmission of zika virus through sexual contact with travelers to areas of ongoing transmission - continental united states 2016. MMWR. Morbidity mortality weekly Rep (2016) 65:215–6. doi: 10.15585/mmwr.mm6508e2 [PubMed] [CrossRef] [Google Scholar]", "Duggal NK, Ritter JM, Pestorius SE, Zaki SR, Davis BS, Chang GJ, et al.. Frequent zika virus sexual transmission and prolonged viral RNA shedding in an immunodeficient mouse model. Cell Rep (2017) 18:1751–60. doi: 10.1016/j.celrep.2017.01.056 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Counotte MJ, Kim CR, Wang J, Bernstein K, Deal CD, Broutet NJN, et al.. Sexual transmission of zika virus and other flaviviruses: A living systematic review. PloS Med (2018) 15:e1002611. doi: 10.1371/journal.pmed.1002611 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Musso D, Richard V, Teissier A, Stone M, Lanteri MC, Latoni G, et al.. Detection of zika virus RNA in semen of asymptomatic blood donors. Clin Microbiol Infect (2017) 23:1001.e1001–1001.e1003. doi: 10.1016/j.cmi.2017.07.006 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Mead PS, Duggal NK, Hook SA, Delorey M, Fischer M, Olzenak McGuire D, et al.. Zika virus shedding in semen of symptomatic infected men. New Engl J Med (2018) 378:1377–85. doi: 10.1056/NEJMoa1711038 [PubMed] [CrossRef] [Google Scholar]", "Bowen JR, Quicke KM, Maddur MS, O'Neal JT, McDonald CE, Fedorova NB, et al.. Zika virus antagonizes type I interferon responses during infection of human dendritic cells. PloS Pathog (2017) 13:e1006164. doi: 10.1371/journal.ppat.1006164 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Michlmayr D, Andrade P, Gonzalez K, Balmaseda A, Harris E. CD14(+)CD16(+) monocytes are the main target of zika virus infection in peripheral blood mononuclear cells in a paediatric study in Nicaragua. Nat Microbiol (2017) 2:1462–70. doi: 10.1038/s41564-017-0035-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Vielle NJ, Zumkehr B, García-Nicolás O, Blank F, Stojanov M, Musso D, et al.. Silent infection of human dendritic cells by African and Asian strains of zika virus. Sci Rep (2018) 8:5440. doi: 10.1038/s41598-018-23734-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yang D, Chu H, Lu G, Shuai H, Wang Y, Hou Y, et al.. STAT2-dependent restriction of zika virus by human macrophages but not dendritic cells. Emerg Microbes Infect (2021) 10:1024–37. doi: 10.1080/22221751.2021.1929503 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Branche E, Wang YT, Viramontes KM, Valls Cuevas JM, Xie J, Ana-Sosa-Batiz F, et al.. SREBP2-dependent lipid gene transcription enhances the infection of human dendritic cells by zika virus. Nat Commun (2022) 13:5341. doi: 10.1038/s41467-022-33041-1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Schmid MA, Harris E. Monocyte recruitment to the dermis and differentiation to dendritic cells increases the targets for dengue virus replication. PloS Pathog (2014) 10:e1004541. doi: 10.1371/journal.ppat.1004541 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Schmid MA, Diamond MS, Harris E. Dendritic cells in dengue virus infection: targets of virus replication and mediators of immunity. Front Immunol (2014) 5:647. doi: 10.3389/fimmu.2014.00647 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "García-Nicolás O, Lewandowska M, Ricklin ME, Summerfield A. Monocyte-derived dendritic cells as model to evaluate species tropism of mosquito-borne flaviviruses. Front Cell Infect Microbiol (2019) 9:5. doi: 10.3389/fcimb.2019.00005 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sun X, Hua S, Chen HR, Ouyang Z, Einkauf K, Tse S, et al.. Transcriptional changes during naturally acquired zika virus infection render dendritic cells highly conducive to viral replication. Cell Rep (2017) 21:3471–82. doi: 10.1016/j.celrep.2017.11.087 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Österlund P, Jiang M, Westenius V, Kuivanen S, Järvi R, Kakkola L, et al.. Asian And African lineage zika viruses show differential replication and innate immune responses in human dendritic cells and macrophages. Sci Rep (2019) 9:15710. doi: 10.1038/s41598-019-52307-1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hamel R, Dejarnac O, Wichit S, Ekchariyawat P, Neyret A, Luplertlop N, et al.. Biology of zika virus infection in human skin cells. J Virol (2015) 89:8880–96. doi: 10.1128/JVI.00354-15 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Geijtenbeek TB, Kwon DS, Torensma R, van Vliet SJ, van Duijnhoven GC, Middel J, et al.. DC-SIGN, a dendritic cell-specific HIV-1-binding protein that enhances trans-infection of T cells. Cell (2000) 100:587–97. doi: 10.1016/S0092-8674(00)80694-7 [PubMed] [CrossRef] [Google Scholar]", "Soilleux EJ. DC-SIGN (dendritic cell-specific ICAM-grabbing non-integrin) and DC-SIGN-related (DC-SIGNR): friend or foe? Clin Sci (Lond) (2003) 104:437–46. doi: 10.1042/CS20020092 [PubMed] [CrossRef] [Google Scholar]", "Tassaneetrithep B, Burgess TH, Granelli-Piperno A, Trumpfheller C, Finke J, Sun W, et al.. DC-SIGN (CD209) mediates dengue virus infection of human dendritic cells. J Exp Med (2003) 197:823–9. doi: 10.1084/jem.20021840 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Merad M, Ginhoux F, Collin M. Origin, homeostasis and function of langerhans cells and other langerin-expressing dendritic cells. Nat Rev Immunol (2008) 8:935–47. doi: 10.1038/nri2455 [PubMed] [CrossRef] [Google Scholar]", "Clayton K, Vallejo AF, Davies J, Sirvent S, Polak ME. Langerhans cells-programmed by the epidermis. Front Immunol (2017) 8:1676. doi: 10.3389/fimmu.2017.01676 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hladik F, Sakchalathorn P, Ballweber L, Lentz G, Fialkow M, Eschenbach D, et al.. Initial events in establishing vaginal entry and infection by human immunodeficiency virus type-1. Immunity (2007) 26:257–70. doi: 10.1016/j.immuni.2007.01.007 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "van den Berg LM, Cardinaud S, van der Aar AM, Sprokholt JK, de Jong MA, Zijlstra-Willems EM, et al.. Langerhans cell-dendritic cell cross-talk via langerin and hyaluronic acid mediates antigen transfer and cross-presentation of HIV-1. J Immunol (2015) 195:1763–73. doi: 10.4049/jimmunol.1402356 [PubMed] [CrossRef] [Google Scholar]", "West HC, Bennett CL. Redefining the role of langerhans cells as immune regulators within the skin. Front Immunol (2017) 8:1941. doi: 10.3389/fimmu.2017.01941 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hertoghs N, Nijmeijer BM, van Teijlingen NH, Fenton-May AE, Kaptein TM, van Hamme JL, et al.. Sexually transmitted founder HIV-1 viruses are relatively resistant to langerhans cell-mediated restriction. PloS One (2019) 14:e0226651. doi: 10.1371/journal.pone.0226651 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Wu SJ, Grouard-Vogel G, Sun W, Mascola JR, Brachtel E, Putvatana R, et al.. Human skin langerhans cells are targets of dengue virus infection. Nat Med (2000) 6:816–20. doi: 10.1038/77553 [PubMed] [CrossRef] [Google Scholar]", "Cunningham AL, Carbone F, Geijtenbeek TB. Langerhans cells and viral immunity. Eur J Immunol (2008) 38:2377–85. doi: 10.1002/eji.200838521 [PubMed] [CrossRef] [Google Scholar]", "de Witte L, Nabatov A, Pion M, Fluitsma D, de Jong MA, de Gruijl T, et al.. Langerin is a natural barrier to HIV-1 transmission by langerhans cells. Nat Med (2007) 13:367–71. doi: 10.1038/nm1541 [PubMed] [CrossRef] [Google Scholar]", "van den Berg LM, Ribeiro CM, Zijlstra-Willems EM, de Witte L, Fluitsma D, Tigchelaar W, et al.. Caveolin-1 mediated uptake via langerin restricts HIV-1 infection in human langerhans cells. Retrovirology (2014) 11:123. doi: 10.1186/s12977-014-0123-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ribeiro CM, Sarrami-Forooshani R, Setiawan LC, Zijlstra-Willems EM, van Hamme JL, Tigchelaar W, et al.. Receptor usage dictates HIV-1 restriction by human TRIM5α in dendritic cell subsets. Nature (2016) 540:448–52. doi: 10.1038/nature20567 [PubMed] [CrossRef] [Google Scholar]", "Schoggins JW, Wilson SJ, Panis M, Murphy MY, Jones CT, Bieniasz P, et al.. A diverse range of gene products are effectors of the type I interferon antiviral response. Nature (2011) 472:481–5. doi: 10.1038/nature09907 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yan N, Chen ZJ. Intrinsic antiviral immunity. Nat Immunol (2012) 13:214–22. doi: 10.1038/ni.2229 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Schoggins JW. Interferon-stimulated genes: What do they all do? Annu Rev Virol (2019) 6:567–84. doi: 10.1146/annurev-virology-092818-015756 [PubMed] [CrossRef] [Google Scholar]", "Soto JA, Gálvez NMS, Andrade CA, Pacheco GA, Bohmwald K, Berrios RV, et al.. The role of dendritic cells during infections caused by highly prevalent viruses. Front Immunol (2020) 11:1513. doi: 10.3389/fimmu.2020.01513 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Chida AS, Goldstein JM, Lee J, Tang X, Bedi K, Herzegh O, et al.. Comparison of zika virus inactivation methods for reagent production and disinfection methods. J Virological Methods (2021) 287:114004. doi: 10.1016/j.jviromet.2020.114004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Soilleux EJ, Coleman N. Langerhans cells and the cells of langerhans cell histiocytosis do not express DC-SIGN. Blood (2001) 98:1987–8. doi: 10.1182/blood.V98.6.1987 [PubMed] [CrossRef] [Google Scholar]", "Ebner S, Ehammer Z, Holzmann S, Schwingshackl P, Forstner M, Stoitzner P, et al.. Expression of c-type lectin receptors by subsets of dendritic cells in human skin. Int Immunol (2004) 16:877–87. doi: 10.1093/intimm/dxh088 [PubMed] [CrossRef] [Google Scholar]", "de Witte L, Nabatov A, Geijtenbeek TB. Distinct roles for DC-SIGN+-dendritic cells and langerhans cells in HIV-1 transmission. Trends Mol Med (2008) 14:12–9. doi: 10.1016/j.molmed.2007.11.001 [PubMed] [CrossRef] [Google Scholar]", "Bermejo-Jambrina M, Eder J, Helgers LC, Hertoghs N, Nijmeijer BM, Stunnenberg M, et al.. C-type lectin receptors in antiviral immunity and viral escape. Front Immunol (2018) 9:590. doi: 10.3389/fimmu.2018.00590 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Routhu NK, Lehoux SD, Rouse EA, Bidokhti MRM, Giron LB, Anzurez A, et al.. Glycosylation of zika virus is important in host-virus interaction and pathogenic potential. Int J Mol Sci (2019) 20. doi: 10.3390/ijms20205206 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hastings AK, Yockey LJ, Jagger BW, Hwang J, Uraki R, Gaitsch HF, et al.. TAM receptors are not required for zika virus infection in mice. Cell Rep (2017) 19:558–68. doi: 10.1016/j.celrep.2017.03.058 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Fehres CM, van Beelen AJ, Bruijns SCM, Ambrosini M, Kalay H, Bloois LV, et al.. In situ delivery of antigen to DC-SIGN(+)CD14(+) dermal dendritic cells results in enhanced CD8(+) T-cell responses. J Invest Dermatol (2015) 135:2228–36. doi: 10.1038/jid.2015.152 [PubMed] [CrossRef] [Google Scholar]", "Honein MA, Cetron MS, Meaney-Delman D. Endemic zika virus transmission: implications for travellers. Lancet Infect Dis (2019) 19:349–51. doi: 10.1016/S1473-3099(18)30793-X [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Jesus MCS, Chagas RDO, Santos MLJ, Santos RWF, La Corte R, Storti-Melo LM. Silent circulation of zika and dengue virus in aedes aegypti (Diptera: Culicidae) during a non-epidemic year in the state of sergipe, northeastern Brazil. Trans R Soc Trop Med Hyg (2022) 116:924–9. doi: 10.1093/trstmh/trac009 [PubMed] [CrossRef] [Google Scholar]", "Yadav PD, Kaur H, Gupta N, Sahay RR, Sapkal GN, Shete AM, et al.. Zika a vector borne disease detected in newer states of India amidst the COVID-19 pandemic. Front Microbiol (2022) 13:888195. doi: 10.3389/fmicb.2022.888195 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Gould E, Pettersson J, Higgs S, Charrel R, de Lamballerie X. Emerging arboviruses: Why today? One Health (2017) 4:1–13. doi: 10.1016/j.onehlt.2017.06.001 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Benitez MA. Climate change could affect mosquito-borne diseases in Asia. Lancet (London England) (2009) 373:1070. doi: 10.1016/S0140-6736(09)60634-6 [PubMed] [CrossRef] [Google Scholar]", "Sprokholt JK, Kaptein TM, van Hamme JL, Overmars RJ, Gringhuis SI, Geijtenbeek TBH. RIG-i-like receptor activation by dengue virus drives follicular T helper cell formation and antibody production. PloS Pathog (2017) 13:e1006738. doi: 10.1371/journal.ppat.1006738 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sprokholt JK, Kaptein TM, van Hamme JL, Overmars RJ, Gringhuis SI, Geijtenbeek TBH. RIG-i-like receptor triggering by dengue virus drives dendritic cell immune activation and T(H)1 differentiation. J Immunol (2017) 198:4764–71. doi: 10.4049/jimmunol.1602121 [PubMed] [CrossRef] [Google Scholar]", "Grant A, Ponia SS, Tripathi S, Balasubramaniam V, Miorin L, Sourisseau M, et al.. Zika virus targets human STAT2 to inhibit type I interferon signaling. Cell Host Microbe (2016) 19:882–90. doi: 10.1016/j.chom.2016.05.009 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kumar A, Hou S, Airo AM, Limonta D, Mancinelli V, Branton W, et al.. Zika virus inhibits type-I interferon production and downstream signaling. EMBO Rep (2016) 17:1766–75. doi: 10.15252/embr.201642627 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hertzog J, Dias Junior AG, Rigby RE, Donald CL, Mayer A, Sezgin E, et al.. Infection with a Brazilian isolate of zika virus generates RIG-I stimulatory RNA and the viral NS5 protein blocks type I IFN induction and signaling. Eur J Immunol (2018) 48:1120–36. doi: 10.1002/eji.201847483 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sarrami-Forooshani R, Mesman AW, van Teijlingen NH, Sprokholt JK, van der Vlist M, Ribeiro CM, et al.. Human immature langerhans cells restrict CXCR4-using HIV-1 transmission. Retrovirology (2014) 11:52. doi: 10.1186/1742-4690-11-52 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Carbaugh DL, Baric RS, Lazear HM. Envelope protein glycosylation mediates zika virus pathogenesis. J Virol (2019) 93. doi: 10.1128/JVI.00113-19 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ramos-Soriano J, Rojo J. Glycodendritic structures as DC-SIGN binders to inhibit viral infections. Chem Commun (Camb) (2021) 57:5111–26. doi: 10.1039/D1CC01281A [PubMed] [CrossRef] [Google Scholar]", "Agrelli A, de Moura RR, Crovella S, Brandão LAC. ZIKA virus entry mechanisms in human cells. Infect Genet Evol (2019) 69:22–9. doi: 10.1016/j.meegid.2019.01.018 [PubMed] [CrossRef] [Google Scholar]", "Engering A, Van Vliet SJ, Geijtenbeek TB, Van Kooyk Y. Subset of DC-SIGN(+) dendritic cells in human blood transmits HIV-1 to T lymphocytes. Blood (2002) 100:1780–6. doi: 10.1182/blood-2001-12-0179 [PubMed] [CrossRef] [Google Scholar]", "Ganesh L, Leung K, Loré K, Levin R, Panet A, Schwartz O, et al.. Infection of specific dendritic cells by CCR5-tropic human immunodeficiency virus type 1 promotes cell-mediated transmission of virus resistant to broadly neutralizing antibodies. J Virol (2004) 78:11980–7. doi: 10.1128/JVI.78.21.11980-11987.2004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bermejo-Jambrina M, Eder J, Kaptein TM, van Hamme JL, Helgers LC, Vlaming KE, et al.. Infection and transmission of SARS-CoV-2 depend on heparan sulfate proteoglycans. EMBO J (2021) 40:e106765. doi: 10.15252/embj.2020106765 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Dong C, Janas AM, Wang JH, Olson WJ, Wu L. Characterization of human immunodeficiency virus type 1 replication in immature and mature dendritic cells reveals dissociable cis- and trans-infection. J Virol (2007) 81:11352–62. doi: 10.1128/JVI.01081-07 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bracq L, Xie M, Benichou S, Bouchet J. Mechanisms for cell-to-Cell transmission of HIV-1. Front Immunol (2018) 9:260. doi: 10.3389/fimmu.2018.00260 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yang SW, Cho EH, Choi SY, Lee YK, Park JH, Kim MK, et al.. DC-SIGN expression in hofbauer cells may play an important role in immune tolerance in fetal chorionic villi during the development of preeclampsia. J Reprod Immunol (2017) 124:30–7. doi: 10.1016/j.jri.2017.09.012 [PubMed] [CrossRef] [Google Scholar]", "Reyes L, Golos TG. Hofbauer cells: Their role in healthy and complicated pregnancy. Front Immunol (2018) 9:2628. doi: 10.3389/fimmu.2018.02628 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Oehler E, Watrin L, Larre P, Leparc-Goffart I, Lastere S, Valour F, et al.. Zika virus infection complicated by Guillain-barre syndrome–case report, French Polynesia, December 2013. Euro surveillance (2014) 19. doi: 10.2807/1560-7917.ES2014.19.9.20720 [PubMed] [CrossRef] [Google Scholar]", "Musso D. Zika virus transmission from French Polynesia to Brazil. Emerg Infect Dis (2015) 21:1887. doi: 10.3201/eid2110.151125 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Doebel T, Voisin B, Nagao K. Langerhans cells - the macrophage in dendritic cell clothing. Trends Immunol (2017) 38:817–28. doi: 10.1016/j.it.2017.06.008 [PubMed] [CrossRef] [Google Scholar]", "Wira CR, Fahey JV, Sentman CL, Pioli PA, Shen L. Innate and adaptive immunity in female genital tract: cellular responses and interactions. Immunol Rev (2005) 206:306–35. doi: 10.1111/j.0105-2896.2005.00287.x [PubMed] [CrossRef] [Google Scholar]", "Duluc D, Banchereau R, Gannevat J, Thompson-Snipes L, Blanck JP, Zurawski S, et al.. Transcriptional fingerprints of antigen-presenting cell subsets in the human vaginal mucosa and skin reflect tissue-specific immune microenvironments. Genome Med (2014) 6:98. doi: 10.1186/s13073-014-0098-y [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Mesman AW, Zijlstra-Willems EM, Kaptein TM, de Swart RL, Davis ME, Ludlow M, et al.. Measles virus suppresses RIG-i-like receptor activation in dendritic cells via DC-SIGN-mediated inhibition of PP1 phosphatases. Cell Host Microbe (2014) 16:31–42. doi: 10.1016/j.chom.2014.06.008 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "REED LJ, MUENCH H. A SIMPLE METHOD OF ESTIMATING FIFTY PER CENT ENDPOINTS12. Am J Epidemiol (1938) 27:493–7. doi: 10.1093/oxfordjournals.aje.a118408 [CrossRef] [Google Scholar]", "Zmurko J, Marques RE, Schols D, Verbeken E, Kaptein SJF, Neyts J. The viral polymerase inhibitor 7-Deaza-2'-C-Methyladenosine is a potent inhibitor of In vitro zika virus replication and delays disease progression in a robust mouse infection model. PloS Negl Trop Dis (2016) 10:e0004695. doi: 10.1371/journal.pntd.0004695 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lu CY, Lin CS, Lai HC, Yu YW, Liao CY, Su WC, et al.. The rescue and characterization of recombinant, microcephaly-associated zika viruses as single-round infectious particles. Viruses (2019) 11. doi: 10.3390/v11111005 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"], "isFullpaper": true, "keywords": ["Zika virus", "vaginal mucosa", "Langerhans cells", "virus transmission", "viral dissemination"], "authors": ["Julia Eder", "Esther Zijlstra-Willems", "Gerrit Koen", "Neeltje A. Kootstra", "Katja C. Wolthers", "Teunis B. Geijtenbeek"], "term": "zika", "chunk_id": ["b66d6a97-ed60-4128-ba7b-458193aec0ed", "472b3d0e-a238-46a0-869d-22902df011a0", "0728183c-6acd-470e-807b-315e2d98bfff", "628bddfe-5032-484b-a046-4937c66dec1a", "7fdb97ba-b7d3-4e65-910a-b499bb895481", "160727e5-3580-4a05-9f1d-a7db4c476ce1", "46d53191-8251-4a89-b6ba-918e19b1adcd", "431fe80b-acf8-4fcc-91fb-45d637f0a914", "617d61ac-aa1c-4e9c-a4b2-54dc8abe5ec6", "ead88923-0363-41c3-9fa9-dc39a5292dd6", "c99ffd29-44c8-4cea-b320-c9b8e0918033", "9bde0498-9bed-495b-ad44-a6e6b625f6b6", "d38c4059-dbc2-41aa-98a5-e1b376635dea", "edf7e314-6d2f-4d45-927d-a9c59ce8b2a4", "6454bf56-5cb1-4091-99b4-2a4e45861f0f", "511e34a4-3ef2-4c8a-8ec8-18412e6294c2", "9454dc4d-ac9a-4cc1-ad93-75d3f1c60bc2", "cd6027f2-99e7-4c6f-ac14-44d73d05db8e", "89ee176c-349f-4f9c-a9e8-5cda58e4c0aa", "5f8f3758-a2b5-4e3d-87b9-3015df62c9b5", "0da93106-153a-4772-b06a-e0a16e471345", "3352c280-ec73-4946-9442-d2f6a218c011", "cd83fa23-827c-411f-9b20-f0063a617018", "04f8860a-d1c2-42b3-8b57-43e733d3dbc9", "3daf90ab-37c3-44bd-be74-ceb81e5f1fbd", "d7a212a4-cbd2-40d7-b805-a2fbb8ed6664", "e0494b46-5699-43c3-966c-9576655965af", "3700335a-f1c8-407e-a612-365960ec8e62", "e60d16a0-d5e4-4316-a604-99acea44107f", "5f273c78-2841-48d4-9e65-31347d182e7b", "bd6f6dde-1991-43a3-a175-6bb2a6be8c51", "57e26abc-d6cd-43bc-bde6-295e95790bd3", "41619b74-e471-4100-9fd1-28aa61798c11", "ac45321a-6b61-45d5-bf53-5fa2d68461bc", "31657797-5a0d-4285-8a4e-88e0eb5ddc43", "91fdf49d-c3cf-401a-b89e-afbd406c31fd", "931d19b7-a14d-4f37-85a0-fefb58aeb752", "3c9b5093-496c-4a03-a0fa-abce15f92cd8", "41c164d1-1f01-488c-b563-ae44fbfaf4da", "df36af11-7636-4b2a-900d-de5d3b78b175", "e70728d0-4077-4d9e-bbc2-4ec45adda31e", "57d6e283-bd02-4593-9c27-8e78e172cff4", "d64a3f41-1a9c-46b4-a297-756985478eaa", "095d312f-4d9c-4a31-9320-e471202a1140", "8509deaf-24db-4e1c-81cc-6898c34a848b", "36f6fbed-c970-431f-888e-40b7f9f2c87c", "f6aeaaec-4967-49c1-a6d2-28d662144eb0", "2d8cac59-8e4a-463b-8c60-68ad2738a26f", "12b7c5d4-85e6-42b2-97be-86cbb925a2d9", "0cb3eb89-0459-4e67-abc1-5c6613da5911", "ae0f8d61-2d92-4fe7-b6cf-c9aa5db95644", "93002984-3baa-4851-9ab1-6b770d83c793", "1eae1391-5a82-4d72-9603-73c1c9bc6a9f", "99577cee-b00c-47d3-b4f2-9eea9a22dca6", "f8c4a1fa-28fc-45df-8d2e-6602f37aa9e4", "f22db86a-60fc-4b13-aeef-e52203a52498", "5f6d2a11-ed3c-412d-b576-a5aa3f250121", "7039489f-1667-4be7-ae2c-3efa95230b05", "a91215f6-adff-471b-a7ba-acfe82536189", "6be02ca3-9637-44c0-bcf4-f9993e6d31ab", "bd94c625-c926-44a9-bdad-1d8b7065ee3c", "f91d5010-1a45-4f53-9e6c-50e18693b120"], "chunks": ["Front Immunol. 2023; 14: 1125565. Published online 2023 Mar 6. doi: 10.3389/fimmu.2023.1125565PMCID: PMC10025456PMID: 36949942Transmission of Zika virus by dendritic cell subsets in skin and vaginal mucosaJulia Eder, 1 , 2 Esther Zijlstra-Willems, 1 Gerrit Koen, 3 Neeltje A. Kootstra, 1 , 2 Katja C. Wolthers, 3 and Teunis B. Geijtenbeek 1 , 2 , * Julia Eder 1 Department of Experimental Immunology, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands 2 Amsterdam Institute for Infection and Immunity, Amsterdam, Netherlands Find articles by Julia EderEsther Zijlstra-Willems 1 Department of Experimental Immunology, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands Find articles by Esther Zijlstra-WillemsGerrit Koen 3 Department of Medical Microbiology and Infection Prevention, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands Find articles by Gerrit KoenNeeltje A", ". Kootstra 1 Department of Experimental Immunology, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands 2 Amsterdam Institute for Infection and Immunity, Amsterdam, Netherlands Find articles by Neeltje A. KootstraKatja C. Wolthers 3 Department of Medical Microbiology and Infection Prevention, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands Find articles by Katja C. WolthersTeunis B. Geijtenbeek 1 Department of Experimental Immunology, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands 2 Amsterdam Institute for Infection and Immunity, Amsterdam, Netherlands Find articles by Teunis B", ". GeijtenbeekAuthor information Article notes Copyright and License information PMC Disclaimer 1 Department of Experimental Immunology, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands 2 Amsterdam Institute for Infection and Immunity, Amsterdam, Netherlands 3 Department of Medical Microbiology and Infection Prevention, Amsterdam UMC location University of Amsterdam, Amsterdam, Netherlands Corresponding author.Edited by: Florence Buseyne, Institut Pasteur, FranceReviewed by: Philippe V. Afonso, Institut Pasteur, France; Helene Dutartre, UMR5308 Centre International de Recherche en Infectiologie (CIRI), France*Correspondence: Teunis B", ". Geijtenbeek, ln.avu.cma@keebnetjieg.b.t This article was submitted to Viral Immunology, a section of the journal Frontiers in ImmunologyReceived 2022 Dec 16; Accepted 2023 Feb 23.Copyright © 2023 Eder, Zijlstra-Willems, Koen, Kootstra, Wolthers and GeijtenbeekThis is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice", ". No use, distribution or reproduction is permitted which does not comply with these terms.Associated DataSupplementary MaterialsImage_1.tif (1.0M)GUID: 60EAEE64-7BC2-45F6-B384-EE3D8F712642Image_2.tif (580K)GUID: E0B22E17-AE02-4E17-92BA-9BDB7981682BImage_3.tif (837K)GUID: 72DE0BF2-6513-44F6-937B-36AD7DF85BCDData Availability StatementThe original contributions presented in the study are included in the article/ Supplementary Material . Further inquiries can be directed to the corresponding author.AbstractZika virus is a member of the Flaviviridae family that has caused recent outbreaks associated with neurological malformations. Transmission of Zika virus occurs primarily via mosquito bite but also via sexual contact. Dendritic cells (DCs) and Langerhans cells (LCs) are important antigen presenting cells in skin and vaginal mucosa and paramount to induce antiviral immunity", ". To date, little is known about the first cells targeted by Zika virus in these tissues as well as subsequent dissemination of the virus to other target cells. We therefore investigated the role of DCs and LCs in Zika virus infection. Human monocyte derived DCs (moDCs) were isolated from blood and primary immature LCs were obtained from human skin and vaginal explants. Zika virus exposure to moDCs but not skin and vaginal LCs induced Type I Interferon responses. Zika virus efficiently infected moDCs but neither epidermal nor vaginal LCs became infected. Infection of a human full skin model showed that DC-SIGN expressing dermal DCs are preferentially infected over langerin+ LCs. Notably, not only moDCs but also skin and vaginal LCs efficiently transmitted Zika virus to target cells. Transmission by LCs was independent of direct infection of LCs. These data suggest that DCs and LCs are among the first target cells for Zika virus not only in the skin but also the genital tract", ". The role of vaginal LCs in dissemination of Zika virus from the vaginal mucosa further emphasizes the threat of sexual transmission and supports the investigation of prophylaxes that go beyond mosquito control.Keywords: Zika virus, vaginal mucosa, Langerhans cells, virus transmission, viral disseminationIntroductionZika virus is a mosquito-borne flavivirus containing a single-stranded positive RNA (1). It belongs to the Flaviviridae family and is closely related to dengue virus (DENV) and West Nile virus (WNV) (2). People infected with Zika virus are mostly asymptomatic or experience mild symptoms including fever, arthralgia and a maculopapular rash (3, 4). However, Zika virus outbreaks have been associated with severe neuropathologies including microcephaly, congenital deafness and impaired vision, termed Congenital Zika Syndrome in neonates infected in utero and Guillain-Barré syndrome in adults (5–8)", ". Consequently, the World Health Organization (WHO) labeled in 2016 the Zika virus pandemic in South America a public health emergency (9). Zika virus is the only Flavivirus that passes the maternal-placental barrier (10) and infects placental cells that include villous stromal macrophages, i.e. Hofbauer cells, and placental trophoblasts (11–14). While the exact transmission route for Zika virus over the maternal-fetal barrier is still unclear, physical disruption, and transcytosis have been described in vitro (15) and placental damage observed in animal models (16–18). Zika virus has further been identified in amniotic fluid and tissues of the developing fetus in infected pregnant women (19, 20). Importantly, Zika virus is also transmitted sexually (21–26). RNA of Zika virus is present in seminal fluid (27, 28) as well as in vaginal fluid (26)", ". RNA of Zika virus is present in seminal fluid (27, 28) as well as in vaginal fluid (26). Monocytes and Dendritic cells (DCs) are targets for Zika virus infection and might be involved in dissemination of Zika virus (29–33), as these cells are found in barrier tissues like skin and mucosal surfaces (32, 34–36). Amongst the DC subsets susceptible to Zika virus are monocyte-derived DCs (moDCs) (33, 37). Zika virus infection of moDCs leads to productive virus replication and secretion (29, 33, 36, 38).DC-SIGN, a C-type lectin receptor (CLR) expressed on DC subsets, facilitates Zika virus binding and infection in vitro (39). DC-SIGN is expressed on DCs and macrophages (40, 41) and enables infection of viruses like HIV-1 and dengue virus (40, 42).Langerhans cells (LCs), a subset of DCs, are located in the outmost layer of the skin and genital tract (43, 44) where they are one of the first cells to encounter and sense viruses (45–48)", ". However, LCs are also targets for virus infections like HIV-1 (49, 50). In healthy tissue, LCs restrict HIV-1 infection by capture through CLR langerin receptor and subsequent degradation in Birbeck granules (51–53). The role of LCs in the skin and genital tract during Zika virus infection is still largely unclear.Here we have investigated the role of DC subsets in skin and vaginal mucosa in Zika virus infection. We observed that Zika virus efficiently infected primary DCs via DC-SIGN, and blocking of the receptor inhibited infection as well as transmission. LCs isolated from human skin or vagina were resistant to Zika virus infection, however LCs efficiently transmitted Zika virus to susceptible target cells", ". These observations suggest a role for DCs and LCs in the dissemination of Zika virus from site of infection throughout the body.ResultsmoDCs become activated by Zika virus leading to type I interferon responsesType I IFNs and interferon stimulated genes (ISGs) are important antiviral responses (54–57). Here we investigated whether Zika virus (primary human isolate, Asian lineage) activates moDCs and induces type I IFN responses. We observed upregulation of the co-stimulatory molecules CD80 and CD86 at 24 and 48 hours post inoculation (hpi) ( Figure 1A ; Supplementary Figure 1A ). Antibodies against CLR DC-SIGN blocked Zika virus-induced upregulation of the co-stimulatory markers CD80 and CD86 by Zika virus ( Figure 1A ; Supplemenraty Figure 1A ). Expression of the maturation marker CD83 was not induced by Zika virus, whereas Poly(I: C), a TLR-3 antagonist, induced low expression of CD83 ( Figure 1A for single donor representation and the pooled data in Supplementary Figure 1A )", ". Upregulation of CD80 and CD86 but not CD83 suggests that the cells are not fully matured but activated and primed for antigen presentation. Next we investigated whether Zika virus inoculation of moDCs induces type I IFN responses. Zika virus induced upregulation of IFN beta (IFNβ) at 24 hpi and 48 hpi ( Figure 1B ; Supplementary Figure 1A ). Moreover, ISGs Apobec3G, IP10, IRF7 and MXA were induced highest at 24 hpi whereas ISG15 and OAS1 peaked later at 48 hpi ( Figure 1B ). Antibodies against DC-SIGN blocked induction of IFNβ, IP10, MXA, ISG15, IRF7, A3G and OAS1, albeit not significantly for A3G and OAS1 at 48 hpi ( Figure 1B ). Blocking viral replication by the viral polymerase inhibitor 7-Deaza-2’-C-Methyladenosine (7DMA) abrogated IFNβ and ISG transcription to a similar extent as blocking infection by the blocking antibody against DC-SIGN ( Supplementary Figure 1B )", ". Moreover, heat inactivated Zika virus [inactivated as described previously (58)] did not lead to induction of IFNβ or ISGs in moDCs. These data indicate that moDCs sense Zika virus via DC-SIGN, leading to moderate DC maturation and induction of antiviral immunity.Open in a separate windowFigure 1Zika virus induces activation and interferon responses in monocyte derived DCs (A) Monocyte derived DCs (moDCs) were pre-incubated with Poly(I: C) or a blocking antibody against DC-SIGN (AZN-D1) before Zika virus was added at a concentration of 850 TCID/ml. Cells were fixed after either 4 hours, 24 hours or 48 hours and expression of activation and maturation markers was measured via flow cytometry (1 representative donor out of 4 individual donors measured in monoplo)", ". (B) (moDCs) pre-incubated with Poly(I: C) (10 µg/ml) or AZN-D1 (20 µg/ml) and subsequently infected with Zika virus (850 TCID/ml) were lysed and expression of IFNβ and interferon stimulated genes (ISG) was measured on PCR after 4 hours, 24 hours and 48 hours respectively. Data information: Data show the mean values and error bars are the SEM. Statistical analysis was performed using (B) ordinary one-way ANOVA with Tukey multiple comparison test. *P ≤ 0.05, **P ≤ 0.01, ****P ≤ 0.0001 (n=4 donors measured in monoplo). hpi: hours post inoculation.Immature skin LCs are not activated by Zika virusImmature LCs were isolated by CD1a selection from human skin. Immature skin LCs do not express DC-SIGN but are instead characterized by expressing the CLR langerin (59–61). Following exposure of LCs to Zika virus, LC activation and type I IFN responses was determined. Zika virus did neither induce CD80, CD83 nor CD86 in immature LCs ( Figure 2A ; Supplementary Figure 1B )", ". Moreover, we did not observe maturation after stimulation with TLR antagonists Poly(I: C) and LTA. However, Zika virus induced ISG15 and IP10, whereas IFNβ and other ISGs were not detected ( Figure 2B ). Blocking CLR langerin did not affect LC activation nor type I IFN responses. These data suggest that LCs are not activated by Zika virus.Open in a separate windowFigure 2Zika virus does not induce activation or interferon responses in skin derived LCs (A) Immature Langerhans cells (LCs) isolated form epidermal skin grafts were pre-incubated with either Poly(I: C) (10 ng/ml), LTA (10 ng/ml), (1µM) or a blocking antibody against langerin (10E2, 20 µg/ml) before Zika virus was added at a concentration of (850 TCID/ml). Cells were fixed after either 4 hours, 24 hours or 48 hours and expression of activation and maturation markers was measured via flow cytometry (1 representative out of 3 individual donors measured in monoplo)", ". (B) Immature LCs pre-incubated with Poly(I: C) or AZN-D1 and subsequently infected with Zika virus (850 TCID/ml) were lysed and expression of IFNβ and interferon stimulated genes (ISG) was measured on PCR after 4 hours, 24 hours and 48 hours respectively. Data information: Data show the mean values and error bars are the SEM. Statistical analysis was performed using (B) ordinary two-way ANOVA with Tukey multiple comparison test. *P ≤ 0.05, (n=3 donors measured in monoplo). hpi: hours post inoculation.DC-SIGN is involved in Zika virus binding and transmissionDC-SIGN and langerin are both important C-type lectins and known attachment receptor for various viruses (62). Importantly, DC-SIGN has already been shown to bind Zika virus in vitro (39, 63). Here we investigate whether DC-SIGN and langerin interact with Zika virus. To this end, we employed a Raji cell line selectively expressing either DC-SIGN or langerin ( Figure 3A )", ". DC-SIGN expressing Raji cells efficiently bound Zika virus in contrast to parental or langerin-expressing Raji cells. Moreover, binding by DC-SIGN-Raji was blocked by antibodies against DC-SIGN but not by isotype antibodies ( Figure 3B ). Next we investigated whether Zika virus binding to DC-SIGN facilitates viral transmission. Notably, DC-SIGN-Raji incubated with Zika virus for 4 hours successfully transmitted Zika virus to target cells in contrast to Langerin-Raji ( Figure 3C ). Mannan, a carbohydrate used to block CLRs, or antibodies against DC-SIGN but not the isotypes control significantly reduced Zika virus transmission by DC-SIGN Raji, suggesting that DC-SIGN captures and transmits Zika virus ( Figure 3C )", ". These data strongly suggest that DC-SIGN, in contrast to langerin, is involved in Zika virus binding and transmission.Open in a separate windowFigure 3Zika virus binds to DC-SIGN but not langerin for transmission (A) Raji cells expressing either DC-SIGN or langerin as measured by flow cytometry (n=1 representative donor). (B) Raji, Raji/SIGN and Raji/Langerin cells were exposed to Zika virus (175 TCID/ml) for 4 hours before measuring binding of Zika virus NS5 protein. Quantification of viral RNA was measured by quantitative real-time PCR. Additionally, cells were pre-incubated with either an anti-DC-SIGN antibody (AZN-D1, 20 µg/ml) or an anti-langerin antibody (10E2, 20 µg/ml) prior to virus inoculation. (C) Raji cells were inoculated with Zika virus (35 TCID/ml) in presence or absence of AZN-D1, 10E2 or mannan for 4 hours. After washing the Raji, the cells were co-cultured with Vero cells for another 2 to 3 days to determine viral transmission", ". Zika virus infection of Vero cells was measured by flow cytometry (4g2 Flavivirus envelope protein). Data information: Data show the mean values and error bars are the SEM. Statistical analysis was performed using (B) ordinary two-way ANOVA with Tukey’s multiple-comparison test. *P ≤ 0.05, ***P ≤ 0.001 (n=4 experiments measured in monoplo). (C) ordinary two-way ANOVA with Tukey’s multiple-comparison test. ****P ≤ 0.0001 (n=4 experiments measured in triplicate).DC-SIGN+ primary moDCs are susceptible to Zika virus infection and transmissionTo determine whether DCs are susceptible to Zika virus infection, moDCs were inoculated with increasing concentrations of Zika virus and expression of viral proteins was measured at different time points after inoculation by flow cytometry. Zika virus infection of moDCs was detected after 8 hpi and increased up to 48 hpi compared to mock infected moDCs ( Figure 4A ). Infection levels increased over time and with higher virus concentration", ". Infection levels increased over time and with higher virus concentration. Cell viability remained constant for 48 hours ( Supplementary Figure 2B ). moDCs highly express DC-SIGN ( Supplementray Figure 2C ) and antibodies against DC-SIGN blocked infection of moDCs without influencing cell viability ( Figure 4B ; Supplementary Figure 2D ). Soluble mannan, also inhibited Zika virus infection of moDCs ( Supplementary Figure 2E ). The TAM receptors Tyro3 and AXL, candidate receptors for Zika virus infection (64), are also expressed on moDCs. Similarly, skin derived LCs highly express Tyro3 but instead of AXL they express MerTK ( Supplementary Figure 3A ). Moreover, viral polymerase inhibitor 7DMA blocked moDC infection in a concentration dependent manner 24 hpi and 48 hpi ( Figure 4C )", ". These data indicate that Zika virus productively infects DCs.Open in a separate windowFigure 4DC-SIGN positive moDCs are susceptible to Zika virus infection and can transmit the virus to target cells (A) moDCs were inoculated with Zika virus for different time points (4, 8, 24, 32 and 48 hours) before infection was measured by flow cytometry (4g2 Flavivirus protein) (n=4 donors measured in duplicates). (B) moDCs in presence of absence of an anti-DC-SIGN antibody (AZN-D1, 20 µg/ml) were exposed to Zika virus (750 TCID/ml) for either 24 or 48 hours. Infection was measured by flow cytometry (4g2 Flavivirus envelope protein). (C) The Zika virus replication inhibitor 7DMA was added to moDCs in different concentrations (5- 25 µM) prior to Zika virus (750 TCID/ml) inoculation. Zika virus infection (4g2 Flavivirus protein) was determined after 24 or 4 8 hours. (n=2 donors measured in duplicate)", ". (n=2 donors measured in duplicate). (D) moDCs were incubated with Zika virus for 4 hours at 37°C, extensively washed and co-cultured with Vero cells for another 3 days. (n=3 donors measured in triplicates) (E) moDCs pre-incubated with 7DMA were exposed to Zika virus (750 TCID/ml) for 48 hours at 37°C. After washing, the cells were co-cultured with Vero cells. Transmission by moDCs to Vero cells was determined flow cytometry (4g2 Flavivirus envelope protein). (F, G) moDCs in the presence or absence of anti-DC-SIGN antibody(AZN-D1, 20 µg/ml) were incubated with Zika virus for either 4 hours (F) or 48 hours at 37°C (G). After washing, moDCs were co-cultured with Vero cells and Vero infection was measured by flow cytometry (4g2 Flavivirus envelope protein) (G) n=5 measured in triplicates. Data information: Data show the mean values and error bars are the SEM. (B) ordinary two-way ANOVA with Tukey’s multiple-comparison test", ". (B) ordinary two-way ANOVA with Tukey’s multiple-comparison test. **P ≤ 0.01, ***P ≤ 0.001, ****P ≤ 0.0001, (n=4 donors measured in duplicate). (E) ordinary two-way ANOVA with Tukey’s multiple-comparison test. *P ≤ 0.05, (n=4 donors measured in triplicate). (F) ordinary two-way ANOVA with Tukey’s multiple-comparison test. ****P ≤ 0.0001, (n=5 donors measured in triplicate). (G) ordinary two-way ANOVA with Tukey’s multiple-comparison test. **P ≤ 0.01, ****P ≤ 0.0001, (n=5 donors measured in triplicate). Zika virus concentrations are 375, 750 or 2250 TCID/ml. moDC: monocyte derived moDCs.We next investigated whether moDCs transmit Zika virus to Zika virus-permissive Vero cells. moDCs were exposed to Zika virus for 4 hours and were co-cultured with Vero cells after washing. Vero cell infection was determined by flow cytometry. Notably, Vero cells became infected by Zika virus ( Figure 4D )", ". Notably, Vero cells became infected by Zika virus ( Figure 4D ). As moDCs were not productively infected after 4 hours, these data suggest that moDCs transmit virus independent of infection. Next we infected moDCs for 48 hours and after washing co-cultured moDCs with Vero cells. Zika virus-infected moDCs efficiently transmitted Zika virus to Vero cells, and transmission was inhibited by the replication inhibitor 7DMA ( Figure 4E ). 7DMA inhibition decreased but did not block viral transmission at higher inoculum, suggesting that part of the transmission is replication independent. Antibodies against DC-SIGN completely blocked transmission of moDCs treated with Zika virus for 4 or 48 hours ( Figures 4F, G )", ". These data suggest that Zika virus efficiently infects primary moDCs and that DC-SIGN is involved in infection and transmission of Zika virus by DCs.Epidermal Langerhans cells transmit Zika virusNext, immature LCs from human skin were incubated with Zika virus and infection was followed over time. We did not observe any Zika virus-positive LCs at different time points ( Figure 5A ). Moreover, activated LCs isolated after migration from skin sheets, were not infected by Zika virus ( Figure 5B ). These data suggest that skin-derived LCs are not permissive to ZIVK infection. Importantly, immature skin LCs do not express DC-SIGN but express the CLR langerin and high levels of CD1a ( Figure 5C ). We next incubated immature LCs with Zika virus for 4 hours and co-cultured them with Vero cells. Notably, Vero cells became infected by Zika virus after co-culture with LCs ( Figure 5D ) indicating that skin-derived LCs transmit Zika virus", ". Transmission was not abrogated by antibodies against langerin, suggesting that langerin is not involved in Zika virus infection nor transmission.Open in a separate windowFigure 5Skin LCs do not become infected by Zika virus but are involved in viral dissemination through transmission. (A) Immature LCs were isolated from human skin and exposed to Zika virus (750 or 2250 TCID) for up to 4 days. Zika virus infection (4g2 Flavivirus envelope protein) was measured by flow cytometry. (n=4 donors 2 measured in triplicates 2 in monoplo). (B) Activated LCs migrated from epidermal skin sheets after 3 days were exposed to Zika virus (750 or 2250 TCID) for up to 4 days and infection (4g2 Flavivirus envelope protein) was measured by flow cytometry (n=3 donors measured in triplicates). (C) Immature LCs isolated from skin were stained for langerin, CD1a, CD3 and DC-SIGN and expression was measured by flow cytometry (n=3 individual donors)", ". (D) Immature LCs were inoculated with Zika virus (850 TCID/ml) for 4 hours. After thoroughly washing the LCs, they were co-cultured with Vero cells for 3 days. Prior to the addition of Zika virus, skin LCs were incubated with either anti-langerin antibody (10E2, 20 µg/ml) or mannan (100 µg/ml). (n=3 donors measured in triplicates). Data information: Data show the mean values and error bars are the SEMLC: Langerhans cell.DC subsets in the skin are targeted by Zika virusWe next exposed full skin explants to Zika virus and determined both phenotype and infection of migrated cells. Phenotyping was based on previously described dermal cell markers (65). After 3 days, migrated cells consisted of CD11c high/HLA-DR+ DCs that could further be divided into CD14+DC-SIGN- and CD14+DC-SIGN+ DC subsets. Moreover, we identified a CD11c low/HLA-DR+ cell population expressing langerin, suggesting that these are migrated LCs ( Figures 6A, B )", ". Notably, we observed Zika virus infection in the migrated cells ( Figure 6C ). Further phenotyping revealed that DC-SIGN+ dermal cells were more readily infected by Zika virus than langerin+ LCs ( Figures 6D, E ). Moreover, Zika virus infected cells highly expressed CD11c ( Supplementary Figure 3B ), indicating that these are dermal DCs. Thus our data support a role for DC-SIGN expressing cells as targets for Zika virus infection in skin.Open in a separate windowFigure 6Dendritic cell subsets in a full skin explant model are susceptible to Zika virus (A, B) Full skin explants consisting of a dermal and epidermal layer were incubated for 3 days at 37°C during which skin cells crawled out of the tissue and into the medium. (A) Expression of cell surface markers of cells retrieved from full skin explants as measured by flow cytometry. Cells were stained with antibodies against HLA-DR, CD11c, CD14, langerin and DC-SIGN to identify and separate DC subsets", ". (1 representative of n=4 donors measured in triplicates). (B) Pooled data of dermal cells being either CD11c high/HLA-DR+ and DC-SIGN+ or CD11c low/HLA-DR+ and expressing langerin (n=4 donors in triplicates). (C–E) Full skin explants were exposed to Zika virus (1100 TCID/ml) for 3 days before infection was measured by flow cytometry (n=3 donors measured in triplicates). (C) Zika virus infection (4g2 Flavivirus envelope protein) of full skin explants was determined by flow cytometry. (D) Zika virus positive cells were stained for DC-SIGN and langerin to further determine cell subset infection. Infection of either langerin or DC-SIGN+ cells was measured by anti-4G2 Flavivirus envelope protein. Data information: data show the mean values and error bars are the SEM.Vaginal LCs transmit Zika virus to target cellsZika virus can be transmitted sexually (21–26), and therefore vaginal mucosa is an important tissue for viral entry", ". We isolated vaginal LCs from vaginal mucosa obtained after prolapse surgery and compared these with skin LCs. Vaginal LCs expressed high levels of CD1a and langerin ( Figure 7A ) (48). Vaginal LCs are highly similar to skin derived LCs in their expression of CD1a and langerin but lack of DC-SIGN ( Figure 7A ). Immature vaginal LCs were not infected by Zika virus after 3 days ( Figure 7B ). Similar to what we observed for skin derived LCs, Zika virus did not induce maturation of vaginal LCs ( Figure 7C ).Open in a separate windowFigure 7Vaginal LCs from mucosal tissues transmit Zika virus to target cells independent of infection. (A) Immature LCs isolated from vaginal mucosa were characterized for their high expression of CD1a and langerin and lack of DC-SIGN and CD3, as measured by flow cytometry (n=3 individual virginal LC donors). (B) Vaginal immature LCs were exposed to Zika virus (850 TCID/ml) for 3 days", ". (B) Vaginal immature LCs were exposed to Zika virus (850 TCID/ml) for 3 days. Zika virus infection (4g2 Flavivirus envelope protein) was measured by flow cytometry. (n=5 individual donors measured in monoplo). (C) Vaginal immature LCs were pre-incubated with Poly(I: C) (10 ng/ml) or an antibody against langerin (10E2, 20 µg/ml) for 1 hour prior to Zika virus (850 TCID/ml) inoculation. After 24 hours, the expression of activation and maturation markers CD80, CD83 and CD86 were measured by flow cytometry (n=6 donors measured in monoplo). (D) Vaginal immature LCs were inoculated with Zika (850 TCID/ml) virus for 4 hours before the cells were washed extensively and transmitted to Vero cells for co-culture of another 3 days. Prior to Zika virus exposure, the cells were incubated with anti-langerin antibody 10E2 (20 µg/ml). Vero cell infection was measured by anti-4g2 Flavivirus envelope protein on flow cytometry. (D) n=6 donors measured in monoplo)", ". (D) n=6 donors measured in monoplo). Data information: Data show the mean values and error bars are the SEM.Notably, vaginal LCs incubated with Zika virus for 4 hours transmitted Zika virus to target cells independent of langerin ( Figure 7D ). These results suggest that LCs in vaginal mucosa transmit Zika virus to target cells and thereby contribute to viral dissemination in the genital tract, regardless of infection.DiscussionZika virus continues to circulate endemically in many American and Asian regions (66–68), highlighting the need for better understanding of the virus. Understanding the mechanism of Zika virus infection and transmission are paramount for better prevention and treatment in the future", ". The (re)emergence of several Flavivirus species in the Americas and Europe (including Zika virus, WNV and YFV) over the past few years suggests that Zika virus could expand to hitherto unaffected areas (69), and due to climate change conditions more favorable for mosquito breeding and virus replication may persist in these areas (70).Little is known about the primary target cells that facilitate Zika virus infection after mosquito bites or sexual contact. Here, we show that different DC subsets are involved in dissemination of Zika virus. Zika virus infected monocyte-derived DC as well as DC subsets in skin, in contrast to epidermal and vaginal LCs. Interestingly, both moDCs and LCs transmitted Zika virus to target cells", ". Interestingly, both moDCs and LCs transmitted Zika virus to target cells. Our data strongly suggest that skin and vaginal LCs as well as moDCs are important in viral dissemination of Zika virus.Zika virus stimulation of moDCs lead to a slight increase in the expression of activation markers CD80 and CD86 whereas CD83 was not affected by Zika virus. Moreover, we observed that Zika virus induced type I IFN responses in moDCs after 24 hours, which suggests that infection of moDCs leads to the induction of type I IFN responses similar as observed for dengue virus infection (71, 72). As we do not observe induction of type I IFN or ISG at early time points, our data suggest that viral replication is required to induce type I IFN responses and that replication intermediates are sensed", ". Inhibiting Zika virus replication with the viral polymerase inhibitor 7DMA blocked IFNβ transcription 24 hours post inoculation, further indicating that Zika virus infection is important for type I IFN responses. Antibodies against DC-SIGN blocked type I IFN responses as well as infection to a similar extent as the replication inhibitor, supporting that viral replication is a prerequisite for DC activation. Finally, heat-inactivated Zika virus did not induce any type I IFN responses, suggesting that sensing of viral material alone is not sufficient. These data are in line with previous reports that support replicative Zika virus infection of moDCs and induction of type I IFN responses as well as maturation (31, 38). Interestingly, Bowen et al. suggested that Zika virus blocks IFNβ production leading to low maturation and limited type I IFN responses in moDCs following ZIKV infection (29). Several studies have shown that Zika virus evades antiviral IFN responses", ". Several studies have shown that Zika virus evades antiviral IFN responses. Zika virus NS5 interferes with IFN signaling by inducing degradation of STAT2 proteins (73–75), whereas induction of lipid metabolism has also been suggested to suppress antiviral responses (33). Although we observed that productive infection of moDCs leads to type I IFN responses, we cannot exclude that these responses are limited by Zika virus and might be responsible for the low DC maturation. Moreover, while Zika viruses of the Asian and African lineage do not induce strong maturation and activation in moDCs, IFN induction is nonetheless observed for both lineages (31), confirming that Zika virus replication does not completely abrogate type I IFN responses. Further studies are required to understand the functional consequences on induction of antiviral innate and adaptive immunity to Zika virus by infected DCs.Conversely, Zika virus did not activate skin derived LCs", ". Moreover, neither TLR antagonist induced a strong activation, suggesting these cells are difficult to activate. We have shown previously that migration of LCs from epidermal explants induces strong maturation (76). However, we observe some induction of ISG15 after 4 hours and 24 hours, indicating that these cells are functional.While we observed strong binding of Zika virus to cells overexpressing DC-SIGN, we did not observe binding to those expressing langerin. Zika virus binding to DC-SIGN has been described before in different cell lines (39, 77, 78) but involvement of other CLRs is still largely unclear (79). Our data suggest that DC-SIGN is important for Zika virus infection of moDCs isolated form the blood and migrated DCs from a full skin explant model, whereas langerin is not.Importantly, DC-SIGN expressing cells did not only get infected by Zika virus but also efficiently transmitted Zika virus to target cells, suggesting a role for DC-SIGN in viral dissemination", ". These data support the notion that Zika virus hijacks DC-SIGN expressing cells for viral dissemination in a process similar to what has been observed previously for other viruses like HIV-1 and recently also SARS-CoV-2 (80–82). DCs can transmit viruses like HIV-1 via two different pathways: cis and trans-transmission (83). For cis-transmission, DCs are productively infected and new virions are transmitted to target cells (84), whereas trans-infection refers to the replication independent transfer of virions (83). We observed cis-transmission of Zika virus after 48 hours of co-culture with moDCs. Interestingly, we also observed Zika virus transmission by moDCs already after 4 hours of co-culture, where we did not observe infection yet, indicating that Zika virus is transmitted independent of infection. DC-SIGN inhibition abrogated viral dissemination by the cis as well as trans pathway, suggesting that viral capture via DC-SIGN is crucial for Zika virus infection and transfer", ". However, block of transmission was strongest during trans-infection whereas the protective effect started to wane with longer moDC incubation periods, suggesting that DC-SIGN inhibition is transient. While moDCs efficiently transmitted Zika virus both after 4 hours and 48 hours of incubation, we observed variability in transmission efficacy that are likely attributed to differences in the human primary moDC donors.Importantly, our data show that DC-SIGN on primary moDCs and skin-derived dermal cells is involved in Zika virus infection and transmission. DC-SIGN expressing cells can be found in many Zika virus target tissues including genital mucosa and the placenta (85, 86), rendering DC-SIGN a promising receptor for preventative approaches against Zika virus.Importantly, our data describe infection and dissemination of DC-SIGN expressing moDCs with a Zika virus strain of Asian lineage", ". This strain is the one that was first linked to neurological pathogenicity (87) and the strain that is closest related to samples isolated from the outbreak in Brazil (88). While there are differences observed in Vero cell and insect cell susceptibility of different Zika virus strains, no such differences were observed in primary human moDCs (31). However, Zika virus from the Asian lineage show higher infection rate in both moDCs and macrophages than a historical African strain (38), indicating that moDCs are more susceptible to Asian strain Zika viruses.LCs, like DCs, migrate to lymph nodes, but are also closely related to macrophages and repopulate locally independent of blood circulation (43, 89). We observed no Zika virus induced activation of co-stimulatory molecules in epidermal LCs. Interestingly, while LCs did not produce IFNβ or most ISGs, there was significant upregulation of IP10 and ISG15 after 48 hours of Zika virus inoculation", ". Lack of clear IFNβ induction might be due to our finding that LCs do not become infected by Zika virus. Neither immature nor activated LCs isolated from skin and vaginal mucosa were infected by Zika virus. Moreover, in a full skin explant model, DC-SIGN expressing cells were preferentially infected over langerin expressing LCs. Notably, we observed that both skin and vaginal LCs transmitted Zika virus to target cells. As we did not observe infection in either of the two cell types, the mode of transmission is likely through trans-infection. These data suggest that skin and vaginal LCs might be involved in Zika virus dissemination. The main route of Zika virus transmission is through mosquito bite. We therefore used skin explants from human donor tissue and could verify that DC-SIGN+ cells in the skin become infected with Zika virus. In contrast, langerin expressing cells did not become well infected, supporting their resistance to infection in the skin", ". However, we observed low levels of langerin expressing cells becoming infected by Zika virus. This is likely contributed to environmental factors present in in situ skin explants that are missing in isolated single cell suspension.Importantly, the female reproductive tract harbors different LC subsets in the epithelial layer of the vagina (90, 91). LCs we isolated from vaginal mucosa are similar to skin LCs in their co-expression of langerin and CD1a and similarly did not get infected but efficiently transmitted Zika virus to target cells.Our data strongly suggest that after sexual transmission, ZIKV migrates from the genital tract with the help of LCs. As langerin was not involved in transmission, further studies are required to identify the receptor(s) involved in the transmission of Zika virus by vaginal LCs. In conclusion, DC-SIGN renders primary human DC subsets susceptible to Zika virus infection while also facilitating transmission of infectious virus", ". Using primary human skin and vaginal mucosa we have uncovered an important role for LCs in the capture and transmission of Zika virus, thereby contributing to viral dissemination and infection. Further investigation into the LC receptors responsible for Zika virus transmission might lead to better understanding and prevention of sexual transmission of Zika virus.Materials and methodsStudy approvalThis study was performed according to the Amsterdam University Medical Centers, location AMC, Medical Ethics Committee guidelines. This study, including the tissue harvesting procedures, was conducted in accordance with the ethical principles set out in the declaration of Helsinki and was approved by the institutional review board of the Amsterdam University Medical Centers and the Ethics Advisory Body of the Sanquin Blood Supply Foundation (Amsterdam, Netherlands)", ". All research was performed in accordance with appropriate guidelines and regulations.Isolation of monocyte derived Dendritic cellsCD14+ monocytes were obtained from buffy coats of healthy volunteer donors (Sanquin blood bank) and differentiated into monocyte derived DCs as described previously (92). In short, first PBMCs were isolated with lymphoprep. Subsequently, monocytes were collected after percoll gradient steps. Monocytes were cultured in RPMI medium supplemented with 10% FCS, l‐glutamine (2 mM, Lonza), penicillin and streptomycin (100 U/mL and 100 μg/mL, respectively, Thermo Fisher) in the presence of GM‐CSF (800 U/mL, Invitrogen) and IL‐4 (500 U/mL Invitrogen) at 37°C, 5% CO2 for 6 days to obtain monocyte‐derived DCs.Isolation of Langerhans cells from epidermisSkin LCs were isolated from human epidermal sheets obtained from healthy donors undergoing corrective plastic surgery. Epidermal sheets were prepared as described previously (51, 76)", ". Epidermal sheets were prepared as described previously (51, 76). Briefly, skin-grafts consisting of epidermis and dermis were obtained using a dermatome (Zimmer Biomet, Indiana USA). Upon overnight incubation with Dispase II (1 U/mL, Roche Diagnostics), epidermal sheets were separated from dermis, washed and either directly subjected to enzymatic treatment with trypsin and DNAse to obtain immature skin LCs or alternatively, cultured in IMDM (Thermo Fischer Scientific, USA) supplemented with 10% FCS, gentamycine (20 μg/mL, Centrafarm, Netherlands), pencilline/streptomycin (10 U/mL and 10 μg/mL, respectively; Invitrogen) for 3 days after to harvest activated LCs. Immature as well as activated skin LCs were purified by ficoll gradient (Axis-shield). Immature skin LCs were further subjugated to CD1a magnetic cell separation (MACS, Miltenyi Biotec)", ". Immature skin LCs were further subjugated to CD1a magnetic cell separation (MACS, Miltenyi Biotec). Purity of LCs was routinely verified by flow cytometry using antibodies directed against CD207 (langerin) and CD1a.Full skin ex vivo sheetsEx vivo sheets of human skin were obtained from healthy donors undergoing corrective surgery. The top two layers of the skin were prepared as described previously (51). After retrieval of a thin layer (thickness at 12pt) containing both the epidermis and dermis, biopsies with a diameter of 8 mm (Kai medical) were prepared. The biopsies were placed on 500 uL of IMDM (Thermo Fischer Scientific, USA) supplemented with 10% FCS, gentamycine (20 μg/mL, Centrafarm, Netherlands), pencilline/streptomycin (10 U/mL and 10 μg/mL, respectively; Invitrogen). Zika virus was added at a concentration of 1000 TCID/ml after which the sheets were left at 37°C", ". Zika virus was added at a concentration of 1000 TCID/ml after which the sheets were left at 37°C. After 3 days, the sheets were removed and the medium containing the emigrated cells was subjected to further analyses.Isolation of Langerhans cells from vaginal mucosaHuman vaginal tissue was collected from women undergoing prolapse surgery where excessive vaginal tissue was removed from the anterior or posterior vaginal wall. Surplus stroma was removed from mucosal sheets dissected until a thin layer of submucosa remained and tissue was cut into strips of 5-7 mm. Vaginal tissue strips were incubated overnight at 4°C in complete medium (Iscoves Modified Dulbecco’s Medium (IMDM) of Thermo Fischer Science with L-glutamine 100 mmol/L, 10% FCS, 2500 U/mL penicillin, and 2500 mg/mL streptomycin) supplemented with Dispase II (3 U/mL, Roche Diagnostics). After incubation, the epithelial layer and lamina propria were mechanically split by the use of tweezers", ". Vaginal epithelial sheets were extensively washed in PBS after which was proceeded with immature LC isolation.Immature vaginal LCs were obtained after mucosal sheets were cut in small pieces using surgical scissors and incubated for 30 minutes in PBS containing trypsin (0,05%, BD Biosciences) and DNAase I (20 U/mL, Roche Applied Science) to obtain a single cell suspension. Further vaginal LC purification was achieved by ficoll gradient centrifugation (Axis-shield) and CD1a magnetic cell separation (MACS, Miltenyi Biotec).Cell linesThe African monkey Vero cells (ATCC® CCL-81™) were maintained in MEM with Earle’s Salts (Capricorn Scientific, Ebsdorfergrund, Germany) supplemented with 10% fetal calf serum (FCS), L-glutamine and penicillin/streptomycin (10 μg/mL) as well as non-essential amino acids (NEAA). Culture was maintained at 37C with 5% CO2", ". Culture was maintained at 37C with 5% CO2. The human B cells, Raji (ATCC® CCL-86™) as well as Raji transfectants stably expressing human DC-SIGN or human langerin created by electroporation (40) were cultured in RPMI 1640 medium (Gibco Life Technologies, Gaithersburg, Md.) containing 10% fetal calf serum (FCS), penicillin/streptomycin (10 μg/mL). The expression of DC-SIGN and langerin was regularly checked via FACS analysis.Zika virus productionThe following reagent was obtained from the European Virus Archive goes global: Zika virus, strain H/PF/2013 (clinical isolate, Asian lineage), French Polynesia 2013 with Ref-SKU: 001v-EVA1545 and GenBank number {\"type\": \"entrez-nucleotide\",\"attrs\": {\"text\": \"KJ776791.2\",\"term_id\": \"1061065316\"}}KJ776791.2. Vero cells (ATCC® CCL-81™) were inoculated with the Zika virus isolate and used for reproduction of virus stocks", ". Formation of cytopathic effect (CPE) was closely monitored and after observing a CPE of 4+, supernatant containing the virus was filtered (0.2 µm) and stored at -80C.Tetrazolium dye colorimetric cell viability (MTT) assayViral titers were determined by tissue culture infectious dose (TCID50) on Vero cells by MTT assay. In brief, Vero cells were seeded in a 96 well plate at a cell density of 10.000 cells per well. After 24 hours, cells were inoculated with a 5-fold serial dilution of Zika virus. Cell cytotoxicity was measured 72 hours after infection. MTT solution was added to Vero cells and incubated for 2 hours at 37°C. After removing the MTT solution, MTT solvent containing 4 mM HCL and 1% Nonidet P-40 (NP40) in isopropanol was added to the cells. Homogenous solution was measured at optical density between 580 nm and 655 nm. Loss of MTT staining as determined by spectrometer is indicative of CPE caused by Zika virus infection", ". The virus titer was determined as TCID50/mL and calculated based on the Reed Muench method (93).ReagentsThe following reagents were used: to inhibit Zika virus replication, the viral polymerase inhibitor 7-Deaza-2’-C-Methyladenosine (7DMA) (#ND08351, Carbosynth) as described in (94). Cells were stimulated with lipopolysaccharide (LPS) Salmonella enterica serotype typhimurium (10 ng/mL, Sigma) or Poly(I: C) and Invitrogen (10 μg/mL, In vivogen).Zika virus infectionIsolated primary cells as well as cell lines and full skin explants were inoculated with Zika virus at different TCID/ml concentrations. Viral infection was determined after two to three days post inoculation via flow cytometry staining. Zika virus infection was measured with antibodies against either a Flavivirus envelope protein. Viral binding was determined by RT-PCR after 4 hours", ". Viral binding was determined by RT-PCR after 4 hours. Zika virus was heat-inactivated for 60 min at 60°C as described by (58).Cell maturationMonocyte derived DCs, immature skin and immature vaginal LCs were exposed to either Poly(I: C) or LTA (both Invitrogen) at a concentration of 10 µg/ml. Additionally, skin derived LCs were exposed to 1 µM of Motolimod (VTX124 2337, MedChemExpress). Simultaneously, cells were inoculated with Zika virus at a concentration of 850 TCID/ml with or without the presence of a C-type lection inhibitor (AZN-D1 for DCs, 10E2 for LCs) or mannan. After 24 hours at 37°C, cells were either fixed to continuing with FACS analysis or lysed for subsequent PCR analysis.Flow cytometryCells were fixed with paraformaldehyde (PFA) and treated with either BSA (extracellular staining) or BSA/Saponin to measure intracellular staining", ". The following antibodies were used to detect Zika virus: anti-Flavivirus 4g2 mouse IgG2a (NovusBio), anti-Flavivirus 4g2 monoclonal rabbit (Absolute Antibody), anti-Zika virus monoclonal Rabbit (Genetex).All other antibodies were anti-human: DC-SIGN mouse IgG1 (AZN-D1), anti-langerin mouse IgG1 (10E2) both in house made, PE conjugated CD207 (langerin), APC conjugated CD1a (BD Biosciences), CD86-FITC (BD Pharmingen), CD80-PE (BD Pharmingen), CD83-APC (BD Pharmingen), DC-SIGN-FITC (R&D systems), CD3-APC/Fire750 (Biolegend), CD11c-APC (Biolegend), PEcy7-HLA-DR (BD Pharmingen), APCcy7-CD14 (BD Biosciences), APCcy7-CD11c (Biolegend),APC-AXL (Thermofisher, PE-MerTK (Thermofisher) and anti-Tyro3 (Thermofisher)", ". For secondary detection the following antibodies were used: AF488-conjugated goat anti-mouse IgG2a (Invitrogen), AF647-conjugated donkey anti-rabbit (Thermofisher), FITC-conjugated goat-anti-mouse IgM (Invitrogen), AF488-conjugated donkey anti-rabbit (Thermofisher).Flow cytometric analyses were performed on a BD FACS Canto II (BD Biosciences) and data was analysed using FlowJo V10 software (TreeStar).Zika virus bindingTo determine Zika virus binding to C-type lectins DC-SIGN and langerin, Raji cells were seeded at a density of 100.000 cells in 100 μl. Cells were kept in FCS free medium to increase receptor expression prior to virus exposure. Zika virus was added at a concentration of 175 TCID/ml and the cells were left at 4°C for 4 hours. Subsequently, cells were washed extensively to remove any unbound virus before lysis with AVL buffer", ". RNA was isolated with the QIAamp Viral RNA Mini Kit (Qiagen) according to the manufacturer’s protocol.Transmission assays and co-cultureRaji cells were exposed to 35 TCID/ml Zika virus for 4 hours. DC-SIGN or langerin receptors were blocked prior to virus inoculation antibodies against AZN-D1 or 10E2 for 1 hour at 37°C. Primary DCs were exposed to ZIVK with 425, 850 or 2550 TCID/ml. Skin or vaginal immature LCs were exposed to 805 TCID/ml of Zika virus. Prior to virus inoculation, DC-SIGN or langerin receptors were blocked with antibodies against AZN-D1 or 10E2 respectively in certain conditions. Infection was determined after incubation with the virus for multiple days and assessed by flow cytometry. Additionally, primary cells were stimulated with LPS or Poly(I: C) for 24h before infection. Virus transmission to Vero target cells was determined by incubating Raji, DCs or LCs with Zika virus for either 4h or 48h", ". After, cells were washed extensively to remove unbound virus and subsequently co-cultured with Vero cells for 3 days. To assess Zika virus transmission, infection of Vero cells was measured by flow cytometry.RNA isolation and quantitative Real Time-PCRViral RNA in cells was isolated using the QIAamp Viral RNA Mini Kit (Qiagen) according to the manufacturers protocol. cDNA was subsequently synthesized with the M-MLV reverse-transcriptase kit (Promega). cDNA samples were diluted 1 in 5 before further application. Cellular mRNA of cells not exposed to virus was isolated with an mRNA Capture kit (Roche) and cDNA was synthesized with a reverse-transcriptase kit (Promega). PCR amplification for all targets was performed in the presence of SYBR green in a 7500 Fast Realtime PCR System (ABI). Specific primers were designed with Primer Express 2.0 (Applied Biosystems)", ". Specific primers were designed with Primer Express 2.0 (Applied Biosystems). Primer sequences used for mRNA expression were for gene product: GAPDH, forward primer (CCATGTTCGTCATGGGTGTG), reverse primer (GGTGCTAA GCAGTTGGTGGTG). For gene product Zika virus-NS5, forward primer (CTTGTGGCTGCTGCGGAGGTCA), reverse primer(AACACGCTAACAAAGCACTCGTGGTGGGAGCAAAACGGAACTT) as described previously (95)", ". For gene product IFNb, forward primer (ACAGACTTACAGGTTACCTCCGAAAC), reverse primer (CATCTGCTGGTTGAAGAATGCTT); for OAS1, forward primer (TGCGCTCAGCTTCGTACTGA), reverse primer (GGTGGAGAACTCGCCCTCTT); APOBEC3G, forward primer (TTGAGCCTTGGAATAATCTGCC), reverse primer (TCGAGTGTCTGAGAATCTCCCC); MXA, forward primer (TTCAGCACCTGATGGCCTATC), reverse primer (GTACGTCTGGAGCATGAAGAACTG); IRF7, forward primer (GCTCCCCACGCTATACCATCTAC), reverse primer (GCCAGGGTTCCAGCTTCAC); IP10, forward primer (CGCTGTACCTGCATCAGCAT), reverse primer (CATCTCTTCTCACCCTTCTTTTTCA); for ISG15, forward primer (TTTGCCAGTACAGGAGCTTGTG), reverse primer (GGGTGATCTGCGCCTTCA). The normalized amount of target mRNA was calculated from the Ct values obtained for both target and household mRNA with the equation Nt = 2Ct (GAPDH) − Ct(target).Cell viability assayMTT solution was added to Vero cells and incubated for 2 hours at 37°C", ". After removing the MTT solution, MTT solvent containing 4 mM HCL and 1% Nonidet P-40 (NP40) in isopropanol was added to the cells. Homogenous solution was measured at optical density between 580 nm and 655 nm. For cell viability check with the CellTiter-Glo® Luminescent Cell Viability Assay (Promega), cells were mixed with the buffer in a 1: 1 ratio. The cells were treated according to the manufacturers protocol and measured with a luminometer.StatisticsAll results are presented as mean ± SEM and were analyzed by GraphPad Prism 8 software (GraphPad Software Inc.). A two-tailed, parametric Student’s t-test for unpaired observation, Mann-Whitney tests (differences between different donors, that were not normally distributed) was performed. For unpaired, non-parametric observations a one-way ANOVA or two-way ANOVA test with post hoc analysis (Tukey’s or Dunnet’s) were performed", ". Statistical significance was set at *P< 0.05, **P<0.01***P<0.001****P<0.0001.Data availability statementThe original contributions presented in the study are included in the article/ Supplementary Material . Further inquiries can be directed to the corresponding author.Author contributionsJE conceived and designed experiments. JE and EZ-W performed the experiments, acquired data and analyzed data. JE, NK and TG interpreted data and contributed to scientific discussion. GK, NK and KW provided essential research materials. GK helped with experiments and data acquisition. JE and TG wrote the manuscript with input from all listed authors. TG perceived of the original study idea and was involved in all aspects of the study. All authors approved the final version of the manuscript. The corresponding author vouches for the completeness and accuracy of the data", ". The corresponding author vouches for the completeness and accuracy of the data. All authors contributed to the article and approved the submitted version.AcknowledgmentsWe would like to thank Ad van Nuenen for continued support in and outside the ML-III laboratory.Funding StatementThis research was funded through a European Research Council (Advanced grant 670424).Conflict of interestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Publisher’s noteAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers", ". Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.Supplementary materialThe Supplementary Material for this article can be found online at: https: //www.frontiersin.org/articles/10.3389/fimmu.2023.1125565/full#supplementary-materialClick here for additional data file.(1.0M, tif)Click here for additional data file.(580K, tif)Click here for additional data file.(837K, tif)"]}