{"title": "Mpox (formerly monkeypox): pathogenesis, prevention, and treatment", "context": ["Signal Transduct Target Ther. 2023; 8: 458. Published online 2023 Dec 27. doi: 10.1038/s41392-023-01675-2PMCID: PMC10751291PMID: 38148355Mpox (formerly monkeypox): pathogenesis, prevention, and treatmentJunjie Lu,#1 Hui Xing,#1 Chunhua Wang,#1 Mengjun Tang,#1 Changcheng Wu,2 Fan Ye,1 Lijuan Yin,3 Yang Yang,4 Wenjie Tan,2 and Liang Shen1Junjie Lu1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Junjie LuHui Xing1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Hui XingChunhua Wang1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Chunhua WangMengjun Tang1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Mengjun TangChangcheng Wu2NHC Key Laboratory of Biosafety, National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing, 102206 China Find articles by Changcheng WuFan Ye1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Fan YeLijuan Yin3College of Biotechnology, Tianjin University of Science & Technology, Tianjin, 300457 China Find articles by Lijuan YinYang Yang4Shenzhen Key Laboratory of Pathogen and Immunity, National Clinical Research Center for infectious disease, State Key Discipline of Infectious Disease, Shenzhen Third People’s Hospital, Second Hospital Affiliated to Southern University of Science and Technology, Shenzhen, 518112 China Find articles by Yang YangWenjie Tan2NHC Key Laboratory of Biosafety, National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing, 102206 China Find articles by Wenjie TanLiang Shen1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Liang ShenAuthor information Article notes Copyright and License information PMC Disclaimer1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China 2NHC Key Laboratory of Biosafety, National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing, 102206 China 3College of Biotechnology, Tianjin University of Science & Technology, Tianjin, 300457 China 4Shenzhen Key Laboratory of Pathogen and Immunity, National Clinical Research Center for infectious disease, State Key Discipline of Infectious Disease, Shenzhen Third People’s Hospital, Second Hospital Affiliated to Southern University of Science and Technology, Shenzhen, 518112 China Yang Yang, Email: nc.ude.hcetsus.liam@gnuoy.Contributor Information.Corresponding author.#Contributed equally.Received 2023 Jul 25; Revised 2023 Sep 14; Accepted 2023 Sep 21.Copyright © The Author(s) 2023Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http: //creativecommons.org/licenses/by/4.0/.AbstractIn 2022, a global outbreak of Mpox (formerly monkeypox) occurred in various countries across Europe and America and rapidly spread to more than 100 countries and regions. The World Health Organization declared the outbreak to be a public health emergency of international concern due to the rapid spread of the Mpox virus. Consequently, nations intensified their efforts to explore treatment strategies aimed at combating the infection and its dissemination. Nevertheless, the available therapeutic options for Mpox virus infection remain limited. So far, only a few numbers of antiviral compounds have been approved by regulatory authorities. Given the high mutability of the Mpox virus, certain mutant strains have shown resistance to existing pharmaceutical interventions. This highlights the urgent need to develop novel antiviral drugs that can combat both drug resistance and the potential threat of bioterrorism. Currently, there is a lack of comprehensive literature on the pathophysiology and treatment of Mpox. To address this issue, we conducted a review covering the physiological and pathological processes of Mpox infection, summarizing the latest progress of anti-Mpox drugs. Our analysis encompasses approved drugs currently employed in clinical settings, as well as newly identified small-molecule compounds and antibody drugs displaying potential antiviral efficacy against Mpox. Furthermore, we have gained valuable insights from the process of Mpox drug development, including strategies for repurposing drugs, the discovery of drug targets driven by artificial intelligence, and preclinical drug development. The purpose of this review is to provide readers with a comprehensive overview of the current knowledge on Mpox.Subject terms: Drug discovery, Infectious diseasesIntroductionMpox (formerly monkeypox) is an emerging zoonotic disease caused by Mpox virus infection, which affects both humans and animals.1,2 The virus was first discovered in monkeys in 1958 and has since been detected in a variety of animal species.3 The first human case of Mpox infection was diagnosed in 1970 in the Republic of the Congo, located in Central Africa.4–6 Subsequently, Mpox has predominantly circulated in Central and West Africa, with transmission occurring between animals (primarily primates and rodents), as well as between animals and humans, and through human-to-human contact.7–9 In recent years, the rapid globalization, population movement, and deepening trade networks have contributed to the international dissemination of Mpox, resulting in outbreaks in various countries worldwide.10–12 Notably, in 2022, a global outbreak of Mpox affected 110 countries and regions.13 Although the World Health Organization declared that Mpox outbreaks no longer constituted an “a Public Health Emergency of International Concern in May 2023,”14 it is important to highlight that certain regions in Asia have experienced a rise in Mpox cases due to the virus’s rapid evolution and increased international travel (Fig. ​(Fig.11).15–17 Cases of Mpox virus infection have been reported in cities such as Beijing, Guangzhou, and Shenyang.18 With the continuous increase in the number of infected patients, Mpox, a disease that was previously neglected, has re-entered the public attention.19 To effectively combat the disease, a renewed comprehension of Mpox is necessary. This review presents a comprehensive overview of Mpox, including its transmission patterns, pathogenesis, genome organization, and antiviral drugs that have been studied for their activity against Mpox over the past few decades, both in vivo and in vitro. Additionally, it provides helpful insights for the prevention and control of worldwide Mpox outbreaks by summarizing the valuable experiences gained from the development of anti-Mpox strategies, such as drug repurposing, drug target discovery, and the identification of potential drug targets.Open in a separate windowFig. 1The timeline of the historical review and major milestones in MpoxTransmissionThe natural hosts of Mpox virus include some rodents and primates in central Africa. Early human infections are typically linked to contact with infected animals, including exposure to mucous membranes, body fluids, tissues, or consumption of undercooked meat. Transmission can also occur through scratches or bites from infected animals.20 Human-to-human transmission is believed to occur through direct contact with respiratory droplets from infected individuals.21–23 Furthermore, vertical transmission of Mpox virus can occur from infected mothers to their newborns. (Fig. ​(Fig.2a2a)24,25 This recent outbreak of Mpox infection was the largest reported epidemic outside of Africa, unlike previous outbreaks. In the past, Mpox infection was only diagnosed after contact with infected animals or traveling to regions affected by Mpox.26–28 However, in this current epidemic, most Mpox cases are not associated with contact with infected animals or travel, but with sexual contact between individuals.29 Over the past two years, the majority of reported cases of Mpox outbreaks have involved homosexual or bisexual males. A research study reported that 98% of cases were among homosexual or bisexual males, with 41% of them co-infected with human immunodeficiency virus (HIV). Additionally, 73% of the observed lesions occurred in the anal and genital regions.30,31 The incubation period of Mpox is ~7–14 days, with symptoms lasting for 14–21 days.32,33 The prolonged incubation period poses significant challenges for accurate diagnosis, potentially leading to delayed medical attention, disease progression, and further transmission of the virus.34,35Open in a separate windowFig. 2The epidemiological characteristics, pathogenesis, clinical diagnosis, and treatment of Mpox. a The transmission of Mpox occurs through animal-to-animal, animal-to-human, and human-to-human routes. b Clinical symptoms typically manifest after Mpox infection. c Symptoms of Mpox infection may vary based on the immune status and clinical treatment options and clinical treatment options are listedPathogenesisMpox is a self-limiting disease, and the severity of infection can be influenced by various factors, such as the specific viral strain, individual immune status, and potential complications that may arise.36 Common early symptoms of Mpox virus infection include pain, fever, fatigue, and lymphadenectasis, with significant inguinal lymphadenectasis often observed.37–40 The presence of lymphadenectasis can help to distinguish Mpox virus infection from other orthopoxviruses infection.41 Furthermore, understanding the transmission mode is essential in establishing effective measures to combat Mpox. Following exposure to the respiratory secretions or body fluids of Mpox patients, the Mpox virus enters nearby tissues through mucous membranes (such as ocular, respiratory, oral, urethral, and rectal) or broken skin.42,43 It then spreads throughout the body via tissue-resident immune cells and draining lymph nodes.42,44 This constitutes the latent period for Mpox virus infection, which typically lasts up to two weeks. Throughout this period, individuals infected with Mpox are generally asymptomatic and devoid of lesions. Following the latent period, individuals infected with Mpox virus begin to exhibit atypical symptoms, including fever and chills, headache, muscle pain, and lymphadenectasis. These initial prodromal symptoms of Mpox typically last for three days. After the fever and lymphadenectasis, rashes begin to appear on the head and face, and gradually spread throughout the body. The rash evolves from papules to vesicles and pustules, and ultimately forming crusts that heal, leaving behind scars. This progressive rash phase lasts about 2–4 weeks.43,45,46 In the current outbreak of Mpox among men who have sex with men (MSM), some unusual clinical signs have been observed with rashes appearing primarily around the genital or anal area and subsequently spreading throughout the body.27,47 Severe cases of Mpox virus infection can lead to complications such as hemorrhagic disease, necrotic disease, obstructive disease, inflammation of vital organs, and septicemia. The case fatality rate of Mpox in non-epidemic regions during 2022 was ~0.04%. (Fig. ​(Fig.2b2b)3,25,38,48–50 Immunocompromised individuals, including children, older adults, and those with immunodeficiencies (such as HIV patients and individuals using immunosuppressive medications), are more susceptible to experiencing these severe manifestations. In addition, immunocompromised individuals are more likely to contribute to the evolution of Mpox, making it increasingly adaptable to human hosts and resulting in widespread transmission (Fig. ​(Fig.2c2c).46,51–54Virus morphology and genomeMpox is caused by Mpox virus, a member of the genus orthopoxvirus in the family Poxviridae, is characterized by its brick-shaped or oval morphology with a diameter of ~200–250 nm.55,56 Its genome consists of a linear, double-stranded DNA with a length of ~197 kb and encoding about 180 proteins.57 Additionally, Mpox virus possesses dumbbell-shaped nucleocapsid enveloped by ovoid lipid-containing particles. The genomic structure of Mpox virus closely resembles that of other orthopoxviruses, characterized by a highly conserved central core region, variable regions at the left and right ends, and a tandemly repeated inverted terminal repeat. (Fig. ​(Fig.33)58,59 The central core region of Mpox virus shares more than 90% sequence homology with other orthopoxviruses, particularly within the open reading frame (ORF) located between C10L and A25R.57,60 Species and strain-specific characteristics of orthopoxviruses are often found in the variable regions at the ends of the genome. A better understanding about these ORFs may provide insights into its host tropism, pathogenesis, and differences in immune regulation.28 Based on a genomic and phylogenetic analysis conducted in 2022, the prevalent strain of Mpox virus was identified as belonging to the B.1 lineage of the West African clade. The B.1 lineage exhibits multiple mutations in genes associated with virulence, host recognition, and immune evasion.61 In comparison to previously obtained complete genome sequences of Mpox virus isolated in Nigeria from 2017 to 2018, the Mpox virus strains that emerged in 2022 exhibited a higher number of single nucleotide polymorphisms (SNPs). The Mpox virus strain isolated in 2022 exhibit ~50 SNPs, indicating an approximately 6–12-fold increase in the predicted substitution rate of Mpox virus compared to the strains isolated from 2018-2019 (1–2 nucleotide substitutions per genome every year).62,63 The functional significance of these mutations is yet to be fully understood, but this high mutation rate may help explain the sudden appearance and heightened transmissibility of Mpox virus in non-endemic regions.Open in a separate windowFig. 3The genome structure and potential antiviral targets of Mpox virus. The Mpox virus genome consists of a double-stranded linear DNA comprising approximately 196,858 base pairs. It consists of a central recognition region, two variable region, and two terminal inverted terminal repeats (ITRs) (Monkeypox virus strain Zaire, GenBank accession number: {\"type\": \"entrez-nucleotide\",\"attrs\": {\"text\": \"AF380138.1\",\"term_id\": \"17529780\",\"term_text\": \"AF380138.1\"}}AF380138.1, web link: https: //www.ncbi.nlm.nih.gov/nuccore/17529780). In the genome map, target genes implicated in the interaction between Mpox virus and antiviral drugs are listed. Most essential genes are located in the central region of the genomeThe life cycle of Mpox virus and the discovery of anti-Mpox virus drugsThe process of Mpox virus infection and replication can be summarized into three distinct stages: 1) virus invasion; 2) virus replication and synthesis; 3) virus assembly, maturation and release.64–66 Targeting any stage of the Mpox virus lifecycle holds promise for the development of effective antiviral interventions against Mpox virus.Anti-Mpox virus drugs targeting the invasive phaseThe development of antiviral drugs begins with a thorough understanding of the complete life cycle of the virus (Fig. ​(Fig.4).4). In the early stages of Mpox virus infection, two distinct infectious viral particles are present: extracellular enveloped virions (EEV) and intracellular mature virions (IMV).67 These viral particles vary in surface glycoprotein and envelope membrane composition, with IMV exhibiting a single-membrane structure and EEV possessing a double-membrane structure. IMV are released only upon cell lysis and enters host cells through direct fusion and endocytosis,68,69 while EEV enters via membrane fusion.70–72 IMV are the most abundant viral particles in terms of quantity, due to the absence of a lipid membrane, which gives them a simpler and more robust structure.73 This enhances their resistance to external damage, prolonging their survival time outside the host. However, the exposed surface proteins of IMV trigger higher production of neutralizing antibodies and activate complement responses.74–76 Additionally, these exposed surface proteins enhance the recognition and inactivation of Mpox virus by immune cells. In contrast, EEV possesses an additional lipid membrane layer on their surface, enabling better intracellular dissemination.69 The pox virus can utilize lipid rafts on the lipid membrane to enter host cells, and cholesterol is one of the important components responsible for maintain the structure and function of lipid rafts.77,78 Amphotericin B, a long-standing antibiotic used for the treatment of fungal infections, can sequester cholesterol within host cell membranes, disrupting the integrity of lipid raft and potentially inhibiting Mpox virus infection.79 Additionally, cholesterol-lowering drugs such as statins and PCSK9 inhibitors may exhibit antiviral activity by modulating cellular cholesterol levels.80 Mpox virus attaches to mucous membranes and damaged skin, where a high concentration of glycosaminoglycans (GAGs) are present. GAGs serve as primary attachment receptors for host cells. EEV particles of Mpox virus interact with GAGs and enter host cells. Marine sulfated polysaccharides are natural analogs of GAGs that competitively bind to the host cell membrane surface, thereby preventing the attachment and entry of Mpox virus.Open in a separate windowFig. 4The life cycle of Mpox virus replication in hosts and potential targets for anti-Mpox virus drugs. The complete life cycle of Mpox virus infection: from entry into host cells to excretion. Briefly, both EEV and IMV viral particles penetrate the host membrane through membrane fusion and endocytosis. Mpox virus viral particles utilize glycosaminoglycans as host receptor. IMV particles enter the cytoplasm and are transported to the perinuclear replication factory via microtubules. The released Mpox virus genome serves as a template for DNA replication. Furthermore, IMV are enveloped by the Golgi apparatus to form IEV, and are transported to the cell surface via actin or microtubules. Part of the important drugs targeting each stage of the replication process are listed. EEV extracellular enveloped virions, IMV intracellular mature virions, IEV intracellular enveloped virions, IV immature virionSince no specific receptor for Mpox virus on the host cell membrane has been found so far, several envelope proteins that play a key role in the invasion of host cells by Mpox virus, may be attractive targets for the development of anti-Mpox virus drugs. He et al. evaluated the binding capacity of eight marine sulfated polysaccharides to the surface envelope protein A35R of Mpox virus using surface plasmon resonance technology. The research findings indicated that some sulfated polysaccharides exhibited competitive binding effects and anti-Mpox virus activity.81 In another study, Li et al. inoculated BALB/c mice with recombinant A35R protein and purified the A35R immune serum, which showed high neutralizing activity against two types of vaccinia virus (VACV)-EEV.82 Moreover, several IMV surface membrane proteins, including I5L, E8L, and A43R have been identified through whole-genome sequencing, and may facilitate the entry of Mpox virus into host cells through receptor and membrane fusion.57,60 Although the exact mechanisms of interaction between these proteins and the host are not fully understood, they could potentially serve as targets for future anti-Mpox virus discovery. Further research is needed to unravel the specific roles of these proteins in Mpox virus infection.Antiviral drugs that influence viral replication and synthesisAfter IMV or EEV enter the host cell, the exposed viral core is transported to the periphery of the cell nucleus through microtubule structures at an average speed of 52 μm/min.83 The viral core consists of the central viral genome and an enveloped nucleocapsid. The mechanism of nucleocapsid uncoating involves ubiquitination of the nuclear capsid proteins and degradation by proteasomes.84–86 Once uncoating is completed, the Mpox virus genome begins efficient replication, rapidly amplifying like a factory.87–91Currently, researchers are devoted to developing anti-Mpox drugs by interfering with the DNA or RNA synthesis of the viral genome.92 Nucleoside analogs are chemical compounds that have a similar structure to naturally occurring nucleosides. These drugs competitively bind to the viral DNA or RNA polymerase, disrupting the replication process by causing termination of the DNA or RNA chain synthesis. Due to their ability to inhibit viral replication, these drugs often exhibit broad-spectrum antiviral activity.93,94 Cidofovir, a non-cyclic monophosphate nucleoside analog, can be used for the treatment of orthopoxviruses and demonstrate potent antiviral activity in vitro (Mpox virus, effective concentration half maximal (EC50) = 2.52 μg/mL, Selectivity index (SI) = 15, in human embryonic lung fibroblasts) and in vivo (Mpox virus, 5 mg/kg, cynomolgus macaques, intraperitoneal injection; Mpox virus, 5 mg/kg, human, intravenous).95–98 Following the Mpox outbreak in 2022, Cidofovir was rapidly employed in clinical trials for the treatment of Mpox99–101 However, Cidofovir is a divalent anion with low bioavailability. In patients with impaired renal function or undergoing renal replacement therapy, its metabolites can accumulate in proximal renal tubular cells, leading to kidney damage.102–104 In order to overcome the limitations of Cidofovir, its derivative Brincidofovir has been developed. Brincidofovir has been modified using lipid conjugation technology, resulting in improved cellular uptake and conversion capabilities, it was approved by the FDA in 2021 for the treatment of smallpox.105 Unlike Cidofovir, Brincidofovir does not require metabolism through the renal anion transport system, thus exhibiting higher bioavailability and no significant nephrotoxicity in vitro (VACV, EC50 = 0.19 μM, in vero cells) and in vivo (Mpox virus, 10 mg/kg, mice, gastric gavage; Mpox virus, 200 mg, human, oral).105–109 However, Brincidofovir still presents some adverse reactions such as gastrointestinal reactions and liver function injury.101,110 Apart from Brincidofovir, other compounds based on structural modifications of Cidofovir have been developed.111,112 For instance, NPP-669 is synthesized by linking a long-chain sulfonate to Cidofovir. This modification improves its solubility in water and affinity for lipid through alkyl chain modification. As a result, this structural modification enhances the metabolic stability and bioavailability while reducing nephrotoxicity. It has shown enhanced antiviral effectiveness in vitro (vaccinia, EC50 = 8.95 μM, in HFF cells) and in vivo (cytomegalovirus, 3 mg/kg, mice, intraperitoneal injection).113 Ribavirin, a well-known nucleoside analog, blocks viral nucleotide synthesis and thus inhibits viral replication and transmission. It has broad-spectrum antiviral efficacy against various DNA and RNA viruses, including Mpox virus. Studies have shown that ribavirin can impede the replication of orthopoxviruses in vitro (Mpox virus, EC50 = 5.9 μg/mL, in Vero cells) and in vivo (cowpox virus, 50 mg/kg, mice, subcutaneous injection).114,115 However, further clinical studies are needed to assess its effectiveness in Mpox patients are needed. Although nucleotide analogs possess potent antiviral effects, they also have the potential to induce viral resistance. Recently, resistant Mpox virus strains to Cidofovir have been identified.116–118 Consequently, researchers are currently focused on the development of new nucleotide analogs such as KAY-2–41, a novel guanosine analog developed by Sophie et al. This analog exhibits potent antiviral activity against VACV in vitro (VACV-WR, EC50 = 0.8 μM, SI = 18, in human embryonic lung cells) and in vivo (VACV-WR, 50 mg/kg, mice, intraperitoneal injection), remaining effective against Cidofovir-resistant strains.119,120 This discovery provides a new therapeutic approach for nucleotide-resistant Mpox virus strains that are currently in use. However, further research and evaluation are needed for the clinical application of this novel nucleotide analog. The DNA-dependent RNA polymerase (DdRp) plays a crucial role in catalyzing the replication process of DNA viruses in the cytoplasm. Due to its biological significance, DdRp is considered a potential therapeutic target for Mpox virus. Through computer modeling of DdRp, along with techniques such as molecular dynamics simulations, docking, and computational screening, potential inhibitors of DdRp can be efficiently identified. Several small molecule compounds with inhibitory activity against DdRp have been discovered through computer-assisted drug design.121–123 However, further researches are needed to validate these identified candidate compounds, evaluate their safety and effectiveness, and ultimately progress them to the clinical application stage. The endoplasmic reticulum (ER) plays a crucial role in enveloping and stabilizing the viral genome. Electron microscopy observations have shown that the replication factory is surrounded by a significant amount of ER membrane. The ER plays a key role in the synthesis of viral membrane proteins.124,125 Subsequently, these membrane proteins, together with other viral structure proteins, enter into the viral factory, encapsulate the core genes, forming crescent-shaped structures.125,126 Moreover, the presence of the ER is important for maintaining the stability of the viral genome. Studies have indicated that ionomycin disrupts the integrity of ER in vitro, resulting in the inability of ER membrane proteins to enclose the exposed genome. This exposure triggers an immune response, leading to the degradation of viral DNA and significantly impacting VACV DNA replication.127 This discovery highlights the essential role of the ER in maintaining Mpox virus genome stability and facilitating viral replication. Based on these findings, compounds that effectively inhibit the formation of ER membrane proteins could also serve as potential antiviral drugs against Mpox virus.Antiviral drugs that affect virus assembly, maturation, and releaseWithin the replication factory, these crescent-shaped structures develop into ellipsoidal or spherical shapes, representing immature virion (IV) particles.56,127 IV particles undergo the proteolytic cleavage of several capsid proteins and the condensation of the core, resulting in the formation of mature virus particles known as IMV. These IMV are abundant within the host cells. As IMV proliferate, they cause the lysis of the host cells, subsequently releasing IMV viral particles. Additionally, a portion of the IMV exits the virus factory through the microtubule organizing center and becomes enveloped by the trans-Golgi network (TGN) or the nuclear membranes, forming intracellular enveloped virus (IEV).128–131 Compared to the single-layered membrane structure of IMV, IEV possesses a three-layered membrane structure. During the early stage of infection, a majority of IMV are enveloped to form IEV. However, in the later stages of infection, IMV become the predominant form, possibly due to the depletion of TGN and nuclear membranes.132,133 Once IEV reach the peripheral region of the cell, the viral envelope fuses with the host cell membrane, forming cell-associated enveloped viruses (CEV) through the process of exocytosis.134 Virus particles remaining on the surface of the host cell are referred to as CEV, whereas those released into the extracellular environment are referred to as EEV.135 The ratio of EEV to CEV depends on the specific virus strain and host cell type. While the mechanism by which EEV released from infected cells further infect neighboring cells is not fully understood, researchers have discovered that the actin tails can form and extend a long distance outside the cell. EEV can utilize actin tails to enter adjacent cells, establishing bridges between the actin tails and neighboring cells, thereby facilitating efficient viral spread.136–138In order to reach the cellular plasma membrane, the release of viruses requires the involvement of the actin cytoskeleton.139 Currently, two mechanisms have been proposed to explain how IEV traverse the actin cytoskeleton. The first mechanism is actin polymerization-induced assembly. Upon viral infection, host cells trigger the polymerization of actin, resulting in the formation of filamentous structures known as actin tails. Failure to form actin tails hinders virus migration, adhesion, and intercellular spread. Several studies suggest that tyrosine phosphorylation plays a pivotal role in the formation of actin tails.140,141 The second mechanism is microtubule transport. IEV reach the cell surface through microtubule-mediated transport. Studies conducted by Hollinshead et al. observed the movement trajectory of viral particles labeled with green fluorescent protein.142 They found that viral particles co-localized with microtubules and exhibited an average velocity of 60 μm/min, consistent with the speed of microtubule transport. This speed far exceeds the transport rate of actin tails (2.8 μm/min).143,144 The movement of viral particles to the cell surface can be hampered by the microtubule-depolymerizing drug nocodazole in vitro.145–147 Based on this evidence, it is evident that microtubule transport plays a crucial role in the externalization of IEV to the cell surface. Disruption of microtubule structures may contribute to reducing the export of virus particles and inhibiting the spread of infection. As we mentioned earlier, the actin tails play an important role in the process of Mpox virus infecting of neighboring cells. Several drugs have been reported to inhibit the formation of actin tails, including the anti-cancer drug imatinib mesylate, which has shown anti-orthopoxvirus activity in vitro.148 Furthermore, a compound named PA104, identified by Lalita., has been shown to significantly inhibit the formation of actin tails, thereby reducing viral release and spread in vitro (VACV, EC50 = 0.8 μM, SI > 800, in BSC40 cells).149 Epidermal growth factors (EGFs) encoded by orthopoxviruses, play a crucial role in intercellular virus transmission.150,151 EGF can activate the EGFR/MEK/FAK signaling pathway, promoting intercellular virus transmission and facilitating rapid movement of infected cells.152 This increases the likelihood of contact between infected and uninfected cells, ultimately enhancing the transmission efficiency of orthopoxviruses.153,154 Experimental findings demonstrate that the use of EGFR inhibitor gefitinib and MEK inhibitor effectively reduces the area of virus-infected plaques in vitro (VACV, EC50 = 4.93 μM, in Hep2 cells).155 Notably, gefitinib reduces actin tail formation by 1.6-fold and decreases infected cell migration efficiency by fourfold.153The viral-encoded membrane proteins of orthopoxviruses also play a significant role in viral transmission. Research has demonstrated that the Mpox virus A36R protein is crucial role in intercellular virus transmission and the release of EEV into the surrounding environment.156 Mohammad et al. identified three peptides that effectively targeting A36R have been identified and exhibit effective antiviral activity against Mpox virus. These peptides show a high affinity for A36R while being non-allergenic and non-toxic.157 Furthermore, a study on vaccinia virus revealed that the absence of A33R and A34R proteins increases EEV production,158 while the absence of A36R and B5R proteins decreases EEV production.159 This suggests that Mpox virus-encoded proteins with homology with A36R or B5R could potentially be valuable antiviral targets for future therapeutic strategies against Mpox virus. The VP37 protein, encoded by the F13L gene, is a catalytic protein involved in the intracellular envelopment of mature viral particles.160–162 It is widely distributed and highly conserved among orthopoxviruses, playing a crucial role in the in the formation of IMV within the TGN.160 It is essential for the virus’s pathogenicity and infectivity. Deletion of the F13L gene hinders the membrane envelopment process of orthopoxviruses, limiting their further spread.163 Tecovirimat, initially named ST-246, is a compound discovered through high-throughput screening (HTS) that exhibits potent antiviral activity against Mpox virus in vitro (Mpox virus, EC50 = 0.01 μM, in Vero cells) and in vivo (Mpox virus, 10 mg/kg, cynomolgus macaques, gavage; Mpox virus, human, 600 mg bid, oral).164–167 Tecovirimat functions by inhibiting the synthesis of the VP37 protein, thereby impeding the maturation process of orthopoxviruses and disrupting their envelopment and release.168–170 Tecovirimat primarily restricts intercellular virus spread without affecting the viral replication process. It has been identified as one of the most effective drugs against orthopoxviruses. Following the Mpox outbreak in 2022, the U.S. Food and Drug Administration granted emergency approval for Tecovirimat as a therapeutic drug for Mpox, demonstrating its promising clinical efficacy.171 Between May 2022 and February 2023, Germany reported 12 severe cases of Mpox, in patients with either severe immunosuppression due to HIV infection (CD4 + T cell count below 200/μL) or significant systemic involvement (over 100 skin lesions). These patients underwent treatment with tecovirimat, and clinical outcomes revealed complete recovery in all patients, with Tecovirimat exhibiting excellent tolerability.172 In addition to Tecovirimat, another compound called NIOCH-14, serving as a precursor to Tecovirimat, has shown specific antiviral activity against orthopoxviruses and shares structural similarity with Tecovirimat in vitro (Mpox virus, EC50 = 0.013 μg/mL, in Vero cells) and in vitro (Mpox virus, 40 mg/kg, marmot, oral). Unlike tecovirimat, NIOCH-14 offers a simpler synthesis route, thereby reducing costs and technical requirements. This natural advantage makes NIOCH-14 promising candidate for future wide-ranging applications.100,173–175 The current round of Mpox outbreak is highly mutable and still evolving. Although Tecovirimat is effective in current clinical use, it may pose a risk of resistance in the future. Discovering drugs with a new mechanism of action could provide a solution to the drug resistance problem. PA104 suppressed the formation of extracellular virus particle and viral propagation by inhibiting actin tail formation. Its mechanism of action differed from that of Tecovirimat. Of note, PA104 has demonstrated the ability to inhibit the replication of Tecovirimat-resistant VACV strains in vitro.149Immunothreapy in MpoxMpox virus-induced immunopathology leads to adverse outcomes in clinical, and immunotherapy for Mpox has the potential to reduce severe cases. Antibody-based therapeutics, immune cell, Immune effector molecules, and Modulation of cellular signal transduction are potential immunotherapies. Combination antiviral drugs with immunotherapy may be more effective and provide greater clinical benefit than single antiviral therapy alone.176–178Immune globulin and antibodiesAntibody-based therapeutics have shown significant progress in treating certain infectious diseases and currently being actively explored.176,179 Immune globulin, convalescent plasma, and neutralizing antibodies offer promising options as adjunctive treatments for cases with insufficient antiviral drug efficacy in severe patients.180–182 Notably, individuals who have been previously vaccinated with the smallpox vaccine produce more neutralizing antibodies that may be cross-protective against Mpox virus infection.183 Thus, some countries have approved the intravenous administration of vaccinia immune globulin (VIGIV) for managing complications associated with smallpox vaccination.184 For individuals with severe T cell functional immunodeficiency due to contraindications to smallpox vaccination, VIGIV can be considered as a prophylactic measure in vitro (5 mg, incubated with VACV) and in vivo (VACV, 400 mg/kg, mice, intravenous) and in one clinical case (6000 U/kg, single-dose intravenous).185,186 Although convalescent plasma (CP) therapy shows therapeutic potential for other infectious viruses,187,188 there is currently no available literature regarding its use for the treatment of Mpox infection.176Li et al. demonstrated that monoclonal antibodies (mAbs) targeting the specific proteins (A29L and A35R) of the Mpox virus effectively neutralized orthopoxviruses, including VACV. These mAbs also showed protective effect in mice, resulting in reduced viral titers and alleviation of lung injury.82 Gilchuk et al. identified a large number of orthopoxvirus-specific mAbs from the blood cells of human subjects with a history of prior orthopoxvirus vaccination or infection, and of which 16 mAbs had neutralizing activity against Mpox were identified. Moreover, mAbs targeting A33, L1, A27, or H3 antigens exhibited the broadest cross-neutralizing activity against VACV and Mpox virus. In vivo experiments confirmed that a combination of mAbs with high neutralizing activity provides efficient protection against lethal doses of VACV infection in mice (VACV, 1.2 mg mAbs, intraperitoneal injection), compared to VIGIV. This protective effect was observed even in severe combined immune-deficiency mouse models.181 Therefore, mAbs drugs are most likely to provide effective clinical treatment outcomes in the development of anti-Mpox treatments compared to VIGIV and CP, which have uncertain efficacy.Immune cellsMpox virus enters the human body through mucous membranes or compromised skin, resulting in infection of resident immune cells and antigen-presenting cells in the tissues.189–191 Subsequently, Mpox virus rapidly replicates in draining lymph nodes and disseminates through the lymphatic system,192,193 explaining the characteristic lymph node enlargement observed in Mpox virus infections. Innate immune cells act as the first line of defense against viral infections and are primary targets for viral assault. During the early stages of Mpox virus infection, monocytes are recruited to the infection site and become early targets for viral infection.194 The level of Mpox virus antigens detected in monocytes can serve as an indicator of infection severity and prognosis. Additionally, natural killer (NK) cells play a crucial role in generating a robust immune response following Mpox virus infection. Despite an increase in the abundance of NK cells in Mpox virus-infected individuals, their migration, degranulation, and effector molecule release capabilities are significantly impaired. Patricia’s study demonstrated that the injection of in vitro expanded NK cells into mice infected with vaccinia virus resulted in significantly prolonged mouse survival and enhanced secretion of IFN-γ by NK cells.195,196 T cells, another vital immune cell type, possess cytotoxic functions and the ability to regulate disease severity. Individuals with acquired immunodeficiency are at high risk of severe infections when co-infected with Mpox virus, often requiring active medical intervention rather than spontaneous resolution.197,198 Furthermore, individuals with compromised immune function are more susceptible to severe disease and mortality during Mpox virus infection. Other immune cell types, such as dendritic cells and innate lymphoid cells, also undergo alterations during Mpox virus infection.199 Understanding the characteristics and transformations of diverse immune cells during Mpox virus infection is important for gaining insights into the immune response and developing immunotherapy.Immune effector molecules and immunomodulatorsThe response of immune effector molecules during Mpox virus infection—plays a crucial role in disease progression and severity. At the beginning of infection, the Mpox virus can suppress the expression of chemokines, resulting in a decrease in effector molecule expression like IFN-γ and TNF-α. This inhibition in T-cell activation hinders the initiation of humoral immune response, allowing the virus to evade the immune system much easier. However, severe Mpox infection often leads to a cytokine storm in later stages. This results in an increase in Th2-associated cytokines and a decrease in Th1-associated cytokines, characterized by increased expression of IL-2, IL-4, and IL-8 and a reduction in TNF-α, IL-2, and IL-12 (Fig. ​(Fig.5).5). By regulating these immune effectors, Mpox virus suppresses the antiviral immune response and disrupts the host immunity. Ribavirin, in addition to blocking viral nucleotide synthesis, also acts as an immunomodulator. It regulates T-cell polarization, and can enhance the release of interferon-gamma (IFN-γ) and T-bet, which are associated with Th1 response, in the serum of patients infected with hepatitis viruses. Simultaneously, ribavirin suppresses the release of GATA binding protein 3 and IL-4, which are related to Th2 response, promoting T-cell polarization towards Th1 and strengthening the antiviral action of the immune system.200–202 Ribavirin also stimulates the generation of central memory T-cells and Tregs.203,204 Pidotimod is an immunomodulator used as an adjunctive therapy for respiratory or urinary tract infections.205 It promotes non-specific and specific immune responses by activating NK cells, stimulating lymphocyte proliferation, and inducing the release of IL-1β and IFN-γ.206–209 Thymosin is an exogenous polypeptide with immunoregulatory effects that promote T cell differentiation, development, and maturation.210,211 Additionally, Thymosin can indirectly enhance the immune responses of other immune cells.212,213 Nevertheless, the clinical use of pidotimod and thymosin preparations in Mpox virus-infected patients has not been reported and requires further investigation to validate their efficacy. Although immunomodulators cannot directly elicit an anti-Mpox virus effect, they have the potential to improve the immune system, which may help reduce the development of severe manifestations and decrease mortality rates.210,211,214 Exploring the combination of immunomodulators with other anti-Mpox virus medications may be a promising avenue for further investigation.Open in a separate windowFig. 5The host cell immune response after Mpox virus infection. The Mpox induces specific and non-specific immune responses after infection. Briefly, upon entry of Mpox virus into host cells, mononuclear phagocytes and neutrophils initiate recruitment and increased proliferative infiltration, other antigen-presenting cells (such as dendritic cell) become activated, leading to the release of effector molecules and chemokines, while other cells (T cells, B cells, NK cells and the complement system) of the immune system also begin to exert their corresponding effector functions. IL interleukin, Th helper T cell, IFN Interferon, ADCC antibody-dependent cell-mediated cytotoxicityModulation of the virus-induced cellular signal transductionMpox virus infection induces immune responses while also regulating cellular signal transduction.215,216 One example is the presence of a Mpox virus-encoded Bcl-2-like protein, which regulates the intrinsic apoptotic pathway. Additionally, the SPI-2 protein, encoded by the B12R gene,217 inhibits both caspase-1 and caspase-8, thereby disrupting the pyroptosis or apoptosis pathway,218,219 respectively. However, active induction of pyroptosis can be achieved by using nigericin, an inflammasome activator and pyroptosis inducer, as a strategy against Mpox infection. In an in vitro study conducted by Chad et al., Hela cells were infected with vaccinia virus and treated with Nigericin in vitro (VACV, EC50 = 7.9 nM, SI = 1038, in Hela cells).220 The findings demonstrated that Nigericin effectively reduced the viral titers and showed a stronger antiviral effect and lower EC50 values compared to the control group treated with Cidofovir. Protein kinases play a key role in regulating signal transduction pathways.221,222 Raghav et al. conducted an analysis to explore the interactions between Mpox virus and host proteins in order to further investigate the defense mechanisms triggered by Mpox infection. Their findings show the important role of the mitogen-activated protein kinase (MAPK) signaling pathway in the response to Mpox infection.216 Inhibition of the thymidine kinase enzyme, which is activated by MAPK, led to a significant reduction in viral replication.223–225 This evidence supports the potential of targeted therapies against MAPK signaling pathway as a promising strategy to combat Mpox (Fig. ​(Fig.66).224,226Open in a separate windowFig. 6Illustrates the signaling pathways associated with the targeted actions of certain drugs following Mpox virus infection. Upon infection, Mpox inhibits pyroptosis, impeding the formation of inflammasomes and activation of caspase-1. This blockade prevents pyroptosis and hampers the adequate activation of the immune response against Mpox infection. However, nigericin, an activator of NLRP3 can induce pyroptosis in host cells, making it a promising candidate for an anti-Mpox drug. Moreover, tBID, a protein involved in apoptosis, is suppressed upon Mpox virus infection, thereby inhibiting both intrinsic and extrinsic apoptotic pathways and ensuring the survival of Mpox virus within host cells. This mechanism can be exploited by employing apoptosis inducers as a strategy to combat Mpox virus. Furthermore, Mpox virus infection triggers the binding of EGF and EGFR, activation downstream MAPK and MEK signaling pathways, leading to the release of inflammatory and chemotactic factors, and modulation of immune cells. That is, EGFR inhibitors like gefitinib may exhibit significant anti-Mpox activityProspect and challengesWith the global cessation of smallpox vaccination administration, the proportion of individuals with cross-immune protection against Mpox virus has rapidly declined, rendering Mpox a potential bioterrorism threat. While a few anti-Mpox drugs, such as Tecovirimat, have been clinically proven to be effective, relying solely on them would be unwise. Despite Mpox virus belonging to the DNA virus family, it exhibits significantly higher genomic variability due to increased nucleotide polymorphism. The rapid population mobility and increased international travel have facilitated the continuous spread of Mpox virus among populations, further increasing its potential for mutation.11,227,228 These factors contribute to increased variability, drug resistance, and the emergence of multidrug-resistant strains of Mpox virus.229 Moreover, currently available drugs face certain limitations that impede their clinical applications. For example, Cidofovir has low bioavailability and carries the risk of renal damage, while Cidofovir and Brincidofovir pose potential threats to hematopoietic and liver functions. There is an urgent need to develop novel anti-Mpox virus drugs.230The lengthy and costly nature of drug development, combined with numerous uncertainties, has led to the exploration of drug repurposing strategies as a more efficient and economical approach.110,231–233 HTS of marketed drugs or clinically established medications has the potential to expedite the identification of antiviral agents, thus saving valuable time.234–236 For instance, the potential antiviral drug ribavirin has demonstrated therapeutic effectiveness against Mpox infection. Similarly, the widely used EGFR inhibitor gefitinib has shown promising antiviral activity against Mpox virus in addition to its approved indication for late-stage non-small cell lung cancer. However, drug repurposing efforts still heavily rely on serendipitous discoveries. Historically, drug development has been predominantly confined to laboratory settings. However, advances in computer science and computational drug design have significantly accelerated the discoveries in drug repurposing.237–239 Computer-aided drug discovery (CADD) techniques encompass the following three main directions: 1) High-throughput library screening of small molecule libraries, such as the discovery and development of Tecovirimat based on the VP37 protein. 2) Structural optimization based on existing drugs, such as NPP669, which involves alkyl chain modifications based on Cidofovir, resulting in overall improved pharmacological properties compared to Cidofovir. 3) Directly targeting functional sites for novel drug design, such as DdRp, which usually serves as a target for antiviral CADD.In recent years, there has been relatively little attention on the Mpox outbreak in endemic area. However, the rapid spread of Mpox in non-endemic regions and its global impact have brought it back into the public attention. This particular outbreak of Mpox appears to exhibit distinct epidemiological characteristics and transmission dynamics compared to previous outbreaks.63 Previous knowledge suggested that the West African clade had weak transmission and pathogenicity compared to the Central African clade. However, the current situation reveals that the 2022-Mpox virus genome mutation and phylogenetic analysis indicate that this outbreak belongs to the B.1 lineage of the West African clade. The B1 lineage has exhibited mutations in virulence proteins, host recognition proteins, and immune evasion.240 APOBEC3 is an important enzyme that demonstrates antiviral activity against HIV, Hepatitis B Virus, Epstein-Barr virus, and other viruses through its functional cytidine deaminase activity.241,242 APOBEC3-mediated viral genome editing may be characterized by compatible substitutions GA>AA and TC>TT. Isidro et al. discovered a significant increase in G-to-A and C-to-T mutations in the recent Mpox isolates, with 46 SNPs showing mutation bias, among which 26 and 15 substitutions were GA>AA and TC>TT, respectively.63,243,244 These unusual mutation biases and the abundance of A: T bases in Mpox virus indicate that specific mutations driven by APOBEC3 may further reduce the pathogenicity and symptoms caused by Mpox virus infection, facilitating covert transmission within populations, and indirectly contributing to the global epidemic of Mpox. Although further experimental validation is necessary to confirm Mpox virus mutations mediated by APOBEC3, it is undeniable that APOBEC3 is a promising host antiviral protein for research. Understanding the mechanism of mutations driven by APOBEC3 may help reveal the mysteries behind the pathogenicity transition of Mpox.245 Additionally, the development of anti-Mpox drugs targeting APOBEC3 may provide a new direction for future drug development.The development of multi-omics technologies and HTS techniques has enabled precise identification and characterization of various molecular targets of Mpox virus, which is crucial for the development of novel anti-Mpox virus drugs targeting new mechanisms. Furthermore, multi-omics technologies have revealed the gene expression patterns during Mpox infection and identified specific receptors and pathways regulated during Mpox progression. By precisely modulating these receptors and pathways, it is possible to develop drugs for Mpox therapy. This study contributes to optimizing the chemical structure of drugs, enhancing their delivery and targeting, thereby improving treatment precision and reducing drug side effects (Table ​(Table11).Table 1Anti-Mpox drugs and candidate compoundsNameMechanismFunctionClinical UseTargeting virus intrusionAmphotericin BIsolate cholesterol and destroy lipid raftsRestrict Mpox virus entry☒Cholesterol lowering drugsGlycosaminoglycan analogCompetitive binding to host cell membranePrevent the attachment and entry of Mpox virus☒Targeting virus replicationCidofovirCompetitive binding of DNA or RNA polymeraseInterference with viral DNA or RNA synthesis☑Brincidofovir☑NPP-669☒KAY-2–41☒Trifluridine☑Ribavirin☑IonomycinDestroy the integrity of Endoplasmic reticulumInhibit the viral genome envelope formation☒Targeting virus assembly, maturation and releaseNocodazolePromote microtubule depolymerizationInhibit the movement of viral particles to the cell surface☒Imatinib mesylateTyrosinase inhibitionInhibit the actin tail formation☒PA104Inhibit the actin tail formationInhibit Mpox virus efflux☒TecovirimatInhibit vp37 protein synthesisInhibit the maturation and budding release of orthopoxviruses☑NIOCH-14☒GefitinibEGFR inhibitionInhibit the actin tail formation☒MEK inhibitorsMEK inhibitionInhibit the actin tail formation☒A36R polypeptideAnti Mpox virus-A36RInhibit Mpox virus transmission and release☒ImmunoregulationVIGIVantigen bindingPrevent Mpox virus infection of target cells☑PidotimodEnhancing specific and non-specific immunityEnhance immune response☒Thymopeptide☒mAbsDestroy virus particlesPrevent virus infection of cells☒NigericinActivate IL-1β and IL-18Induced pyroptosis☒ImiquimodTLR agonists and local immune activity enhancerStimulate cytokine production and activate local immunity☒Open in a separate windowIn recent years, AI, especially machine learning and deep learning methods, have increasingly been utilized in various stages of the drug development process, challenging the traditional paradigms of new drug discovery and design.246 By leveraging extensive compound data within libraries, AI enables efficient design and optimization of compounds targeting various Mpox virus homologous proteins. This approach facilitates the effective screening of optimal anti-Mpox virus drugs or the development of promising new candidate molecules, ultimately reducing the cost and time associated with drug development.247,248 However, it is important to note that no commercially available drugs have emerged from this approach yet, indicating the need for further technical advancements and breakthroughs in the field.249In addition to the development of systemic anti-infective drugs, exploring local therapies for Mpox is crucial. Mpox infections can cause severe physiological and psychological trauma to the skin and eyes.250 This damage is often visibly evident and difficult to conceal. Skin lesions, for example, are a hallmark of Mpox infection and inflict immense pain on patients. The psychological trauma resulting from these skin injuries and subsequent scarring may surpass the physical harm. A distressing incident reported in 2017 by Dimie et al. highlighted the tragic suicide of a 34-year-old Mpox patient due to the psychological trauma endured post-infection.251 Therefore, addressing skin lesions during the course of Mpox infection is essential. Notably, the topical cream imiquimod has demonstrated particular efficacy in treating Mpox-induced skin lesions.252,253 The exact mechanism of action of imiquimod in the treatment of Mpox infections is not fully understood, although several potential mechanisms have been proposed. Imiquimod acts as an agonist for Toll-like receptor 7 (TLR-7) and Toll-like receptor 8 (TLR-8), triggering the nuclear translocation and transcriptional activity of nuclear factor κB (NF-κB). This activation leads to the release of downstream pro-inflammatory cytokines, enhancing the immune response against Mpox. Additionally, imiquimod acts as a direct local immune stimulant by stimulating the production of various cytokines, including IFN-γ, TNF-α, IL-1β, and IL-6. These cytokines play a crucial role in activating the innate immune system and promoting a localized immune response.254–256 Studies have shown that imiquimod can recruit plasmacytoid dendritic cells to the site of infection, thereby enhancing the antigen presentation process. Although ocular infections caused by Mpox are relatively rare, they may result in permanent visual impairment, including irreversible conditions such as corneal perforation. As a locally administered nucleoside analog, trifluridine eye drops are currently considered the most effective treatment for ocular Mpox infections. In addition to controlling Mpox proliferation in the eyes, trifluridine eye drops also help reduce the production of conjunctival secretions, thereby minimizing the risk of spreading the infection to others.To address the widespread occurrence of Mpox, it is imperative to recognize it as a global public health concern. In addition to the development of therapeutic medications, emphasis must be placed on preventive measures. Prevention, especially among areas with active Mpox transmission and those in high-risk populations like HIV-infected MSM, is crucial.257 Vaccination is an effective strategy for preventing Mpox. Studies indicate indicates that vaccinia vaccine can offer partial protection against Mpox infection.258,259 However, the use of smallpox vaccines for Mpox prevention in epidemic regions limited due to potential risks for immunocompromised individuals, particularly those co-infected with HIV. First-generation vaccines like Dryvax and second-generation vaccines such as ACAM2000, which are live replicating vaccinia virus vaccines, can cause severe infections such as progressive vaccinia.260 The emergence of third-generation vaccines provides an alternative for this specific population. One example is Imvamune (also known as JYNNEOS) a non-replicating vaccinia vaccine that has been tested safe for HIV-infected patients. Animal models have shown that JYNNEOS also provides protection against Mpox.261 In 2019, the FDA approved JYNNEOS for preventing Mpox infection in high-risk populations aged 18 and above.262 Clinical evidence has demonstrated that JYNNEOS vaccination effectively prevents Mpox cases and reduce the incidence of severe illness.258,263,264 At the national and regional levels, enhancing public health investments, including environmental sanitation and disinfection, and establishing efficient case identification and contact tracing mechanisms, is essential. On an individual level, it is crucial to educate oneself about Mpox, maintain good personal hygiene, employ personal protective measures, and avoid contact with infection sources. Therefore, the most cost-effective method to reduce the incidence and transmission of Mpox is through implementing preventive measures rather than solely relying on the development of novel anti-Mpox drugs.ConclusionsWhile some progress has been made in the development of drugs against Mpox, it is crucial to expedite the research progress. This will enable us to effectively combat potential long-term outbreaks and the emergence of drug-resistant Mpox virus strains. In the development of drugs against Mpox, the following aspects should be given priority: Firstly, improving the specificity and delivery efficiency of drugs is essential to ensure accurate targeting of the Mpox and efficient transmission to the infection site. Secondly, development anti-Mpox drugs that are less prone to resistance is necessary to prevent the gradual emergence of drug-resistant strains and ensuring sustained efficacy of treatment. Additionally, exploring the development of sequential and combination drug therapies should enhance effectiveness against different stages of Mpox infections and their variants. Lastly, attention should be paid to drug modifications to mitigate or eliminate toxicity, minimizing the adverse impact on patients during the treatment process. The early investment in drug development against Mpox is crucial in tackling the ongoing global Mpox outbreak. Accelerating progress in the development of effective anti-Mpox drugs will help prepare for future challenges and provide more reliable protection for public health.AcknowledgementsThis research was supported by National Natural Science Foundation of China (82002192), Natural Science Foundation of Hubei Province (2022CFB539; 2022CFD107), Young and middle-aged Talents Project of Hubei Provincial Education Department (Q20222605), Scientific Research Ability Cultivation Fund of Hubei University of Arts and Science (2021KPGJ06), Science and Technology Plan (in the field of Medical and health care) of Xiangyang (2022YL05B; 2022YL12A). Figures were created in BioRender.com.Author contributionsJ.J.L., H.X., C.H.W., M.J.T., Y.Y., W.J.T. and L.S. contributed to the conception of the review, J.J.L., H.X., C.H.W. and M.J.T. collected the information and wrote the manuscript. C.C.W., F.Y. and L.J.Y provided guidance on article writing and polishing. Y.Y., W.J.T. and L.S. contributed to the constructive discussions. All authors have read and approved the article.Competing interestsThe authors declare no competing interests.FootnotesThese authors contributed equally: Junjie Lu, Hui Xing, Chunhua Wang, Mengjun TangContributor InformationYang Yang, Email: nc.ude.hcetsus.liam@gnuoy.Wenjie Tan, Email: nc.cdcanihc.cdvi@jwnat.Liang Shen, Email: moc.361@9280.gnailnehs."], "doi": "10.1038/s41392-023-01675-2", "references": ["McCollum AM, Damon IK. Human monkeypox. Clin. Infect. Dis. 2014;58:260–267. doi: 10.1093/cid/cit703. [PubMed] [CrossRef] [Google Scholar]", "Otu A, et al. Global human monkeypox outbreak: atypical presentation demanding urgent public health action. Lancet Microbe. 2022;3:e554–e555. doi: 10.1016/S2666-5247(22)00153-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Cabanillas B, et al. A compilation answering 50 questions on monkeypox virus and the current monkeypox outbreak. Allergy. 2023;78:639–662. doi: 10.1111/all.15633. [PubMed] [CrossRef] [Google Scholar]", "Carrubba S, et al. Novel severe oculocutaneous manifestations of human monkeypox virus infection and their historical analogues. Lancet Infect. Dis. 2023;23:e190–e197. doi: 10.1016/S1473-3099(22)00869-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ladnyj ID, Ziegler P, Kima E. A human infection caused by monkeypox virus in Basankusu Territory, Democratic Republic of the Congo. Bull. World Health Organ. 1972;46:593–597. [PMC free article] [PubMed] [Google Scholar]", "Foster SO, et al. Human monkeypox. Bull. World Health Organ. 1972;46:569–576. [PMC free article] [PubMed] [Google Scholar]", "Khodakevich L, Jezek Z, Messinger D. Monkeypox virus: ecology and public health significance. Bull. World Health Organ. 1988;66:747–752. [PMC free article] [PubMed] [Google Scholar]", "Khodakevich L, et al. The role of squirrels in sustaining monkeypox virus transmission. Trop. Geogr. Med. 1987;39:115–122. [PubMed] [Google Scholar]", "Doty JB, et al. Assessing Monkeypox virus prevalence in small mammals at the human-animal interface in the Democratic Republic of the Congo. Viruses. 2017;9:283. doi: 10.3390/v9100283. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bunge EM, et al. The changing epidemiology of human monkeypox—a potential threat? A systematic review. PLoS Negl. Trop. Dis. 2022;16:e0010141. doi: 10.1371/journal.pntd.0010141. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Meo SA, Al-Khlaiwi T, Al Jassir FF, Meo AS. Impact of traveling on transmission trends of human monkeypox disease: worldwide data based observational analysis. Front Public Health. 2023;11:1029215. doi: 10.3389/fpubh.2023.1029215. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Costello V, et al. Imported Monkeypox from International Traveler, Maryland, USA, 2021. Emerg. Infect. Dis. 2022;28:1002–1005. doi: 10.3201/eid2805.220292. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Alakunle EF, Okeke MI. Monkeypox virus: a neglected zoonotic pathogen spreads globally. Nat. Rev. Microbiol. 2022;20:507–508. doi: 10.1038/s41579-022-00776-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "WHO Director-General’s opening remarks at the media briefing, https://www.who.int/director-general/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing---11-may-2023 (2023).", "Nuzzo JB, Borio LL, Gostin LO. The WHO declaration of Monkeypox as a global public health emergency. JAMA. 2022;328:615–617. doi: 10.1001/jama.2022.12513. [PubMed] [CrossRef] [Google Scholar]", "Sabeena S. The changing epidemiology of monkeypox and preventive measures: an update. Arch. Virol. 2023;168:31. doi: 10.1007/s00705-022-05677-3. [PubMed] [CrossRef] [Google Scholar]", "Papukashvili D, et al. Strategy of developing nucleic acid-based universal monkeypox vaccine candidates. Front. Immunol. 2022;13:1050309. doi: 10.3389/fimmu.2022.1050309. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "China CDC: Monitoring of Monkeypox Epidemic in August 2023, https://www.chinacdc.cn/jkzt/crb/qt/szkb_13037/gwjszl_13092/202309/t20230908_269405.html (2023).", "Adetifa I, Muyembe JJ, Bausch DG, Heymann DL. Mpox neglect and the smallpox niche: a problem for Africa, a problem for the world. Lancet. 2023;401:1822–1824. doi: 10.1016/S0140-6736(23)00588-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Harris E. What to know about Monkeypox. JAMA. 2022;327:2278–2279. doi: 10.1001/jama.2022.9499. [PubMed] [CrossRef] [Google Scholar]", "Walter K, Malani PN. What is Monkeypox? JAMA. 2022;328:222. doi: 10.1001/jama.2022.10259. [PubMed] [CrossRef] [Google Scholar]", "Beeson A, et al. Mpox respiratory transmission: the state of the evidence. Lancet Microbe. 2023;4:e277–e283. doi: 10.1016/S2666-5247(23)00034-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Upadhayay S, et al. Monkeypox infection: the past, present, and future. Int. Immunopharmacol. 2022;113:109382. doi: 10.1016/j.intimp.2022.109382. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Adler H, Taggart R. Monkeypox exposure during pregnancy: what does UK public health guidance advise? Lancet. 2022;400:1509. doi: 10.1016/S0140-6736(22)01794-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Billioux BJ, Mbaya OT, Sejvar J, Nath A. Potential complications of monkeypox. Lancet Neurol. 2022;21:872. doi: 10.1016/S1474-4422(22)00340-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Durski KN, et al. Emergence of Monkeypox–West and Central Africa, 1970-2017. Morb. Mortal. Wkly Rep. 2018;67:306–310. doi: 10.15585/mmwr.mm6710a5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Wang Y, Leng P, Zhou H. Global transmission of monkeypox virus-a potential threat under the COVID-19 pandemic. Front. Immunol. 2023;14:1174223. doi: 10.3389/fimmu.2023.1174223. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kumar P, et al. Recent advances in research and management of human Monkeypox virus: an emerging global health threat. Viruses. 2023;15:937. doi: 10.3390/v15040937. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "WHO: Multi-country monkeypox outbreak in non-endemic countries, https://www.who.int/emergencies/disease-outbreak-news/item/2022-DON385 (2022).", "Del Rio C, Malani PN. Update on the Monkeypox outbreak. JAMA. 2022;328:921–922. doi: 10.1001/jama.2022.14857. [PubMed] [CrossRef] [Google Scholar]", "Aden D, Zaheer S, Kumar R, Ranga S. Monkeypox (Mpox) outbreak during COVID-19 pandemic-past and the future. J. Med. Virol. 2023;95:e28701. doi: 10.1002/jmv.28701. [PubMed] [CrossRef] [Google Scholar]", "Guarner J, Del Rio C, Malani PN. Monkeypox in 2022—what clinicians need to know. JAMA. 2022;328:139–140. doi: 10.1001/jama.2022.10802. [PubMed] [CrossRef] [Google Scholar]", "Nolen LD, et al. Extended human-to-human transmission during a Monkeypox outbreak in the Democratic Republic of the Congo. Emerg. Infect. Dis. 2016;22:1014–1021. doi: 10.3201/eid2206.150579. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Accordini S, et al. People with asymptomatic or unrecognised infection potentially contribute to monkeypox virus transmission. Lancet Microbe. 2023;4:e209. doi: 10.1016/S2666-5247(22)00379-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Reda A, El-Qushayri AE, Shah J. Asymptomatic monkeypox infection: a call for greater control of infection and transmission. Lancet Microbe. 2023;4:e15–e16. doi: 10.1016/S2666-5247(22)00259-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Mahmoud A, Nchasi G. Monkeypox virus: a zoonosis of concern. J. Med. Virol. 2023;95:e27968. doi: 10.1002/jmv.27968. [PubMed] [CrossRef] [Google Scholar]", "Altindis M, Puca E, Shapo L. Diagnosis of monkeypox virus—an overview. Travel. Med. Infect. Dis. 2022;50:102459. doi: 10.1016/j.tmaid.2022.102459. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Candela C, et al. Human Monkeypox experience in a tertiary level hospital in Milan, Italy, between May and October 2022: epidemiological features and clinical characteristics. Viruses. 2023;15:667. doi: 10.3390/v15030667. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Liu Q, et al. Clinical characteristics of Human Mpox (Monkeypox) in 2022: a systematic review and meta-analysis. Pathogens. 2023;12:146. doi: 10.3390/pathogens12010146. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Gaspari V, et al. Monkeypox outbreak 2022: clinical and virological features of 30 patients at the sexually transmitted diseases centre of Sant’ Orsola Hospital, Bologna, Northeastern Italy. J. Clin. Microbiol. 2023;61:e0136522. doi: 10.1128/jcm.01365-22. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Shafaati M, Zandi M. State-of-the-art on monkeypox virus: an emerging zoonotic disease. Infection. 2022;50:1425–1430. doi: 10.1007/s15010-022-01935-3. [PubMed] [CrossRef] [Google Scholar]", "Kumar N, Acharya A, Gendelman HE, Byrareddy SN. The 2022 outbreak and the pathobiology of the monkeypox virus. J. Autoimmun. 2022;131:102855. doi: 10.1016/j.jaut.2022.102855. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Alakunle E, Moens U, Nchinda G, Okeke MI. Monkeypox virus in Nigeria: infection biology, epidemiology, and evolution. Viruses. 2020;12:1257. doi: 10.3390/v12111257. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Martínez-Fernández DE, et al. Human Monkeypox: a comprehensive overview of epidemiology, pathogenesis, diagnosis, treatment, and prevention strategies. Pathogens. 2023;12:947. doi: 10.3390/pathogens12070947. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Malik S, et al. Monkeypox Virus: a comprehensive overview of viral pathology, immune response, and antiviral strategies. Vaccines. 2023;11:1345. doi: 10.3390/vaccines11081345. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Zahmatyar M, et al. Human monkeypox: history, presentations, transmission, epidemiology, diagnosis, treatment, and prevention. Front. Med. 2023;10:1157670. doi: 10.3389/fmed.2023.1157670. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Srivastava S, et al. The Global Monkeypox (Mpox) outbreak: a comprehensive review. Vaccines. 2023;11:1093. doi: 10.3390/vaccines11061093. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Fonti M, et al. Monkeypox associated acute arthritis. Lancet Rheumatol. 2022;4:e804. doi: 10.1016/S2665-9913(22)00257-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Rao AK, et al. Interim clinical treatment considerations for severe manifestations of Mpox - United States, February 2023. Morb. Mortal. Wkly Rep. 2023;72:232–243. doi: 10.15585/mmwr.mm7209a4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Maqbool KU, et al. Cardiovascular manifestations of human Monkeypox virus: an updated review. Curr. Probl. Cardiol. 2023;48:101869. doi: 10.1016/j.cpcardiol.2023.101869. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Harris E. Severe form of Mpox identified in patients with advanced HIV. JAMA. 2023;329:968. [PubMed] [Google Scholar]", "Laurenson-Schafer H, et al. Description of the first global outbreak of mpox: an analysis of global surveillance data. Lancet Glob. Health. 2023;11:e1012–e1023. doi: 10.1016/S2214-109X(23)00198-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Fink DL, et al. Clinical features and management of individuals admitted to hospital with monkeypox and associated complications across the UK: a retrospective cohort study. Lancet Infect. Dis. 2023;23:589–597. doi: 10.1016/S1473-3099(22)00806-4. [PubMed] [CrossRef] [Google Scholar]", "Huhn GD, et al. Clinical characteristics of human monkeypox, and risk factors for severe disease. Clin. Infect. Dis. 2005;41:1742–1751. doi: 10.1086/498115. [PubMed] [CrossRef] [Google Scholar]", "Li H, et al. The evolving epidemiology of monkeypox virus. Cytokine Growth Factor Rev. 2022;68:1–12. doi: 10.1016/j.cytogfr.2022.10.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Condit RC, Moussatche N, Traktman P. In a nutshell: structure and assembly of the vaccinia virion. Adv. Virus Res. 2006;66:31–124. doi: 10.1016/S0065-3527(06)66002-8. [PubMed] [CrossRef] [Google Scholar]", "Shchelkunov SN, et al. Analysis of the monkeypox virus genome. Virology. 2002;297:172–194. doi: 10.1006/viro.2002.1446. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Garon CF, Barbosa E, Moss B. Visualization of an inverted terminal repetition in vaccinia virus DNA. Proc. Natl. Acad. Sci. USA. 1978;75:4863–4867. doi: 10.1073/pnas.75.10.4863. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Wittek R, et al. Inverted terminal repeats in rabbit poxvirus and vaccinia virus DNA. J. Virol. 1978;28:171–181. doi: 10.1128/jvi.28.1.171-181.1978. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Shchelkunov SN, et al. Human monkeypox and smallpox viruses: genomic comparison. FEBS Lett. 2001;509:66–70. doi: 10.1016/S0014-5793(01)03144-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Andrei G, Snoeck R. Differences in pathogenicity among the mpox virus clades: impact on drug discovery and vaccine development. Trends Pharmacol. Sci. 2023;44:719–739. doi: 10.1016/j.tips.2023.08.003. [PubMed] [CrossRef] [Google Scholar]", "Wang L, et al. Genomic annotation and molecular evolution of monkeypox virus outbreak in 2022. J. Med. Virol. 2023;95:e28036. doi: 10.1002/jmv.28036. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Isidro J, et al. Phylogenomic characterization and signs of microevolution in the 2022 multi-country outbreak of monkeypox virus. Nat. Med. 2022;28:1569–1572. doi: 10.1038/s41591-022-01907-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Armstrong JA, Metz DH, Young MR. The mode of entry of vaccinia virus into L cells. J. Gen. Virol. 1973;21:533–537. doi: 10.1099/0022-1317-21-3-533. [PubMed] [CrossRef] [Google Scholar]", "Dales S. The uptake and development of vaccinia virus in strain L cells followed with labeled viral deoxyribonucleic acid. J. Cell Biol. 1963;18:51–72. doi: 10.1083/jcb.18.1.51. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Haller SL, Peng C, McFadden G, Rothenburg S. Poxviruses and the evolution of host range and virulence. Infect. Genet. Evol. 2014;21:15–40. doi: 10.1016/j.meegid.2013.10.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Locker JK, et al. Entry of the two infectious forms of vaccinia virus at the plasma membane is signaling-dependent for the IMV but not the EEV. Mol. Biol. Cell. 2000;11:2497–2511. doi: 10.1091/mbc.11.7.2497. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Schmidt FI, Bleck CK, Helenius A, Mercer J. Vaccinia extracellular virions enter cells by macropinocytosis and acid-activated membrane rupture. EMBO J. 2011;30:3647–3661. doi: 10.1038/emboj.2011.245. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Doms RW, Blumenthal R, Moss B. Fusion of intra- and extracellular forms of vaccinia virus with the cell membrane. J. Virol. 1990;64:4884–4892. doi: 10.1128/jvi.64.10.4884-4892.1990. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Moss B. Membrane fusion during poxvirus entry. Semin. Cell Dev. Biol. 2016;60:89–96. doi: 10.1016/j.semcdb.2016.07.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Chang A, Metz DH. Further investigations on the mode of entry of vaccinia virus into cells. J. Gen. Virol. 1976;32:275–282. doi: 10.1099/0022-1317-32-2-275. [PubMed] [CrossRef] [Google Scholar]", "Janeczko RA, Rodriguez JF, Esteban M. Studies on the mechanism of entry of vaccinia virus in animal cells. Arch. Virol. 1987;92:135–150. doi: 10.1007/BF01310068. [PubMed] [CrossRef] [Google Scholar]", "Vanderplasschen A, Hollinshead M, Smith GL. Intracellular and extracellular vaccinia virions enter cells by different mechanisms. J. Gen. Virol. 1998;79:877–887. doi: 10.1099/0022-1317-79-4-877. [PubMed] [CrossRef] [Google Scholar]", "Ichihashi Y. Extracellular enveloped vaccinia virus escapes neutralization. Virology. 1996;217:478–485. doi: 10.1006/viro.1996.0142. [PubMed] [CrossRef] [Google Scholar]", "Law M, Smith GL. Antibody neutralization of the extracellular enveloped form of vaccinia virus. Virology. 2001;280:132–142. doi: 10.1006/viro.2000.0750. [PubMed] [CrossRef] [Google Scholar]", "Vanderplasschen A, Smith GL. A novel virus binding assay using confocal microscopy: demonstration that the intracellular and extracellular vaccinia virions bind to different cellular receptors. J. Virol. 1997;71:4032–4041. doi: 10.1128/jvi.71.5.4032-4041.1997. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Simons K, Toomre D. Lipid rafts and signal transduction. Nat. Rev. Mol. Cell Biol. 2000;1:31–39. doi: 10.1038/35036052. [PubMed] [CrossRef] [Google Scholar]", "Gee YJ, Sea YL, Lal SK. Viral modulation of lipid rafts and their potential as putative antiviral targets. Rev. Med. Virol. 2023;33:e2413. doi: 10.1002/rmv.2413. [PubMed] [CrossRef] [Google Scholar]", "Peruzzu D, Fecchi K, Venturi G, Gagliardi MC. Repurposing amphotericin B and its liposomal formulation for the treatment of human Mpox. Int. J. Mol. Sci. 2023;24:8896. doi: 10.3390/ijms24108896. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sekaran S, Sekar SKR. Repurposing cholesterol lowering drugs in the treatment and management of monkeypox. Int. J. Surg. 2023;109:60–61. doi: 10.1097/JS9.0000000000000010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "He P, et al. SPR sensor-based analysis of the inhibition of marine sulfated glycans on interactions between Monkeypox virus proteins and glycosaminoglycans. Mar. Drugs. 2023;21:264. doi: 10.3390/md21050264. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Li M, et al. Three neutralizing mAbs induced by MPXV A29L protein recognizing different epitopes act synergistically against orthopoxvirus. Emerg. Microbes. Infect. 2023;12:2223669. doi: 10.1080/22221751.2023.2223669. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Mallardo M, Schleich S, Krijnse Locker J. Microtubule-dependent organization of vaccinia virus core-derived early mRNAs into distinct cytoplasmic structures. Mol. Biol. Cell. 2001;12:3875–3891. doi: 10.1091/mbc.12.12.3875. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Mercer J, et al. RNAi screening reveals proteasome- and Cullin3-dependent stages in vaccinia virus infection. Cell Rep. 2012;2:1036–1047. doi: 10.1016/j.celrep.2012.09.003. [PubMed] [CrossRef] [Google Scholar]", "Satheshkumar PS, Anton LC, Sanz P, Moss B. Inhibition of the ubiquitin-proteasome system prevents vaccinia virus DNA replication and expression of intermediate and late genes. J. Virol. 2009;83:2469–2479. doi: 10.1128/JVI.01986-08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lant S, Maluquer de Motes C. Poxvirus interactions with the host ubiquitin system. Pathogens. 2021;10:1034. doi: 10.3390/pathogens10081034. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kates J, Beeson J. Ribonucleic acid synthesis in vaccinia virus. I. The mechanism of synthesis and release of RNA in vaccinia cores. J. Mol. Biol. 1970;50:1–18. doi: 10.1016/0022-2836(70)90100-2. [PubMed] [CrossRef] [Google Scholar]", "Mallardo M, et al. Relationship between vaccinia virus intracellular cores, early mRNAs, and DNA replication sites. J. Virol. 2002;76:5167–5183. doi: 10.1128/JVI.76.10.5167-5183.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Katsafanas GC, Moss B. Colocalization of transcription and translation within cytoplasmic poxvirus factories coordinates viral expression and subjugates host functions. Cell Host Microbe. 2007;2:221–228. doi: 10.1016/j.chom.2007.08.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kieser Q, et al. Cytoplasmic factories, virus assembly, and DNA replication kinetics collectively constrain the formation of poxvirus recombinants. PLoS One. 2020;15:e0228028. doi: 10.1371/journal.pone.0228028. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Peng Q, et al. Structure of monkeypox virus DNA polymerase holoenzyme. Science. 2023;379:100–105. doi: 10.1126/science.ade6360. [PubMed] [CrossRef] [Google Scholar]", "Dsouza L, et al. Antiviral activities of two nucleos(t)ide analogs against vaccinia, Mpox, and cowpox viruses in primary human fibroblasts. Antiviral Res. 2023;216:105651. doi: 10.1016/j.antiviral.2023.105651. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Abdullah Al Awadh A. Nucleotide and nucleoside-based drugs: past, present, and future. Saudi J. Biol. Sci. 2022;29:103481. doi: 10.1016/j.sjbs.2022.103481. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Johnson KA, Dangerfield T. Mechanisms of inhibition of viral RNA replication by nucleotide analogs. Enzymes. 2021;49:39–62. doi: 10.1016/bs.enz.2021.07.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Andrei G, Snoeck R. Cidofovir activity against poxvirus infections. Viruses. 2010;2:2803–2830. doi: 10.3390/v2122803. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lebeau I, et al. Activities of alkoxyalkyl esters of cidofovir (CDV), cyclic CDV, and (S)-9-(3-hydroxy-2-phosphonylmethoxypropyl)adenine against orthopoxviruses in cell monolayers and in organotypic cultures. Antimicrob. Agents Chemother. 2006;50:2525–2529. doi: 10.1128/AAC.01489-05. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Stittelaar KJ, et al. Antiviral treatment is more effective than smallpox vaccination upon lethal monkeypox virus infection. Nature. 2006;439:745–748. doi: 10.1038/nature04295. [PubMed] [CrossRef] [Google Scholar]", "Mailhe M, et al. Clinical characteristics of ambulatory and hospitalized patients with monkeypox virus infection: an observational cohort study. Clin. Microbiol. Infect. 2023;29:233–239. doi: 10.1016/j.cmi.2022.08.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Chenchula S, et al. A systematic review to identify novel clinical characteristics of monkeypox virus infection and therapeutic and preventive strategies to combat the virus. Arch. Virol. 2023;168:195. doi: 10.1007/s00705-023-05808-4. [PubMed] [CrossRef] [Google Scholar]", "Byrareddy SN, et al. Potential therapeutic targets for Mpox: the evidence to date. Expert Opin. Ther. Targets. 2023;27:419–431. doi: 10.1080/14728222.2023.2230361. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Shamim MA, et al. The use of antivirals in the treatment of human monkeypox outbreaks: a systematic review. Int. J. Infect. Dis. 2023;127:150–161. doi: 10.1016/j.ijid.2022.11.040. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kim GH, Jun JB. Altered serum uric acid levels in kidney disorders. Life. 2022;12:1891. doi: 10.3390/life12111891. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Caetano-Pinto P, et al. Amplifying the impact of kidney microphysiological systems: predicting renal drug clearance using mechanistic modelling based on reconstructed drug secretion. Altex. 2022;40:408–424. [PubMed] [Google Scholar]", "Velioglu A, et al. Topical cidofovir-related acute kidney injury in a kidney transplant recipient. Clin. Transplant. 2022;36:e14824. doi: 10.1111/ctr.14824. [PubMed] [CrossRef] [Google Scholar]", "Imran M, et al. Oral brincidofovir therapy for monkeypox outbreak: a focused review on the therapeutic potential, clinical studies, patent literature, and prospects. Biomedicines. 2023;11:278. doi: 10.3390/biomedicines11020278. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Shamim MA, et al. Pharmacological treatment and vaccines in monkeypox virus: a narrative review and bibliometric analysis. Front. Pharmacol. 2023;14:1149909. doi: 10.3389/fphar.2023.1149909. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Wang B, et al. Disulfide-incorporated lipid prodrugs of cidofovir: synthesis, antiviral activity, and release mechanism. Eur. J. Med. Chem. 2023;258:115601. doi: 10.1016/j.ejmech.2023.115601. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Stabenow J, et al. A mouse model of lethal infection for evaluating prophylactics and therapeutics against Monkeypox virus. J. Virol. 2010;84:3909–3920. doi: 10.1128/JVI.02012-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Adler H, et al. Clinical features and management of human monkeypox: a retrospective observational study in the UK. Lancet Infect. Dis. 2022;22:1153–1162. doi: 10.1016/S1473-3099(22)00228-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bojkova D, et al. Repurposing of the antibiotic nitroxoline for the treatment of mpox. J. Med. Virol. 2023;95:e28652. doi: 10.1002/jmv.28652. [PubMed] [CrossRef] [Google Scholar]", "Eriksson U, et al. Serine peptide phosphoester prodrugs of cyclic cidofovir: synthesis, transport, and antiviral activity. Mol. Pharm. 2008;5:598–609. doi: 10.1021/mp8000099. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Peterson LW, et al. Synthesis, transport and antiviral activity of Ala-Ser and Val-Ser prodrugs of cidofovir. Bioorg. Med. Chem. Lett. 2011;21:4045–4049. doi: 10.1016/j.bmcl.2011.04.126. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lipka E, et al. NPP-669, a novel broad-spectrum antiviral therapeutic with excellent cellular uptake, antiviral potency, oral bioavailability, preclinical efficacy, and a promising safety margin. Mol. Pharm. 2023;20:370–382. doi: 10.1021/acs.molpharmaceut.2c00668. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Baker RO, Bray M, Huggins JW. Potential antiviral therapeutics for smallpox, monkeypox and other orthopoxvirus infections. Antiviral Res. 2003;57:13–23. doi: 10.1016/S0166-3542(02)00196-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Smee DF, Bailey KW, Sidwell RW. Treatment of cowpox virus respiratory infections in mice with ribavirin as a single agent or followed sequentially by cidofovir. Antivir. Chem. Chemother. 2000;11:303–309. doi: 10.1177/095632020001100406. [PubMed] [CrossRef] [Google Scholar]", "Kannan SR, et al. Mutations in the monkeypox virus replication complex: potential contributing factors to the 2022 outbreak. J. Autoimmun. 2022;133:102928. doi: 10.1016/j.jaut.2022.102928. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Andrei G, et al. Cidofovir resistance in vaccinia virus is linked to diminished virulence in mice. J. Virol. 2006;80:9391–9401. doi: 10.1128/JVI.00605-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kornbluth RS, et al. Mutations in the E9L polymerase gene of cidofovir-resistant vaccinia virus strain WR are associated with the drug resistance phenotype. Antimicrob. Agents Chemother. 2006;50:4038–4043. doi: 10.1128/AAC.00380-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Duraffour S, et al. KAY-2-41, a novel nucleoside analogue inhibitor of orthopoxviruses in vitro and in vivo. Antimicrob. Agents Chemother. 2014;58:27–37. doi: 10.1128/AAC.01601-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Coen N, et al. Antiherpesvirus activities of two novel 4’-thiothymidine derivatives, KAY-2-41 and KAH-39-149, are dependent on viral and cellular thymidine kinases. Antimicrob. Agents Chemother. 2014;58:4328–4340. doi: 10.1128/AAC.02825-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Altayb HN. Fludarabine, a potential DNA-dependent RNA polymerase inhibitor, as a prospective drug against Monkeypox virus: a computational approach. Pharmaceuticals. 2022;15:1129. doi: 10.3390/ph15091129. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Dutt M, et al. Drug repurposing for Mpox: discovery of small molecules as potential inhibitors against DNA-dependent RNA polymerase using molecular modeling approach. J. Cell Biochem. 2023;124:701–715. doi: 10.1002/jcb.30397. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Abduljalil JM, Elfiky AA, Elgohary AM. Exploration of natural compounds against the human mpox virus DNA-dependent RNA polymerase in silico. J. Infect. Public Health. 2023;16:996–1003. doi: 10.1016/j.jiph.2023.04.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Tolonen N, Doglio L, Schleich S, Krijnse Locker J. Vaccinia virus DNA replication occurs in endoplasmic reticulum-enclosed cytoplasmic mini-nuclei. Mol. Biol. Cell. 2001;12:2031–2046. doi: 10.1091/mbc.12.7.2031. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Maruri-Avidal L, Weisberg AS, Moss B. Direct formation of vaccinia virus membranes from the endoplasmic reticulum in the absence of the newly characterized L2-interacting protein A30.5. J. Virol. 2013;87:12313–12326. doi: 10.1128/JVI.02137-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Liu L, Cooper T, Howley PM, Hayball JD. From crescent to mature virion: vaccinia virus assembly and maturation. Viruses. 2014;6:3787–3808. doi: 10.3390/v6103787. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Greseth MD, Traktman P. The life cycle of the vaccinia virus genome. Annu. Rev. Virol. 2022;9:239–259. doi: 10.1146/annurev-virology-091919-104752. [PubMed] [CrossRef] [Google Scholar]", "Tooze J, et al. Progeny vaccinia and human cytomegalovirus particles utilize early endosomal cisternae for their envelopes. Eur. J. Cell Biol. 1993;60:163–178. [PubMed] [Google Scholar]", "Alzhanova D, Hruby DE. A trans-Golgi network resident protein, golgin-97, accumulates in viral factories and incorporates into virions during poxvirus infection. J. Virol. 2006;80:11520–11527. doi: 10.1128/JVI.00287-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sodeik B, et al. Assembly of vaccinia virus: role of the intermediate compartment between the endoplasmic reticulum and the Golgi stacks. J. Cell Biol. 1993;121:521–541. doi: 10.1083/jcb.121.3.521. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Schmelz M, et al. Assembly of vaccinia virus: the second wrapping cisterna is derived from the trans Golgi network. J. Virol. 1994;68:130–147. doi: 10.1128/jvi.68.1.130-147.1994. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sivan G, Weisberg AS, Americo JL, Moss B. Retrograde transport from early endosomes to the trans-Golgi network enables membrane wrapping and egress of vaccinia virus virions. J. Virol. 2016;90:8891–8905. doi: 10.1128/JVI.01114-16. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bonifacino JS, Rojas R. Retrograde transport from endosomes to the trans-Golgi network. Nat. Rev. Mol. Cell Biol. 2006;7:568–579. doi: 10.1038/nrm1985. [PubMed] [CrossRef] [Google Scholar]", "Blasco R, Moss B. Role of cell-associated enveloped vaccinia virus in cell-to-cell spread. J. Virol. 1992;66:4170–4179. doi: 10.1128/jvi.66.7.4170-4179.1992. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Smith GL, Law M. The exit of vaccinia virus from infected cells. Virus Res. 2004;106:189–197. doi: 10.1016/j.virusres.2004.08.015. [PubMed] [CrossRef] [Google Scholar]", "Roper RL, Wolffe EJ, Weisberg A, Moss B. The envelope protein encoded by the A33R gene is required for formation of actin-containing microvilli and efficient cell-to-cell spread of vaccinia virus. J. Virol. 1998;72:4192–4204. doi: 10.1128/JVI.72.5.4192-4204.1998. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Roberts KL, Smith GL. Vaccinia virus morphogenesis and dissemination. Trends Microbiol. 2008;16:472–479. doi: 10.1016/j.tim.2008.07.009. [PubMed] [CrossRef] [Google Scholar]", "Arakawa Y, et al. The release of vaccinia virus from infected cells requires RhoA-mDia modulation of cortical actin. Cell Host Microbe. 2007;1:227–240. doi: 10.1016/j.chom.2007.04.006. [PubMed] [CrossRef] [Google Scholar]", "Martinez-Quiles N, et al. WIP regulates N-WASP-mediated actin polymerization and filopodium formation. Nat. Cell Biol. 2001;3:484–491. doi: 10.1038/35074551. [PubMed] [CrossRef] [Google Scholar]", "Frischknecht F, et al. Actin-based motility of vaccinia virus mimics receptor tyrosine kinase signalling. Nature. 1999;401:926–929. doi: 10.1038/44860. [PubMed] [CrossRef] [Google Scholar]", "Masters J, et al. Poxvirus infection rapidly activates tyrosine kinase signal transduction. J. Biol. Chem. 2001;276:48371–48375. doi: 10.1074/jbc.M108019200. [PubMed] [CrossRef] [Google Scholar]", "Ward BM. Pox, dyes, and videotape: making movies of GFP-labeled vaccinia virus. Methods Mol. Biol. 2004;269:205–218. [PubMed] [Google Scholar]", "Cudmore S, Cossart P, Griffiths G, Way M. Actin-based motility of vaccinia virus. Nature. 1995;378:636–638. doi: 10.1038/378636a0. [PubMed] [CrossRef] [Google Scholar]", "Hollinshead M, et al. Vaccinia virus utilizes microtubules for movement to the cell surface. J. Cell Biol. 2001;154:389–402. doi: 10.1083/jcb.200104124. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Geada MM, et al. Movements of vaccinia virus intracellular enveloped virions with GFP tagged to the F13L envelope protein. J. Gen. Virol. 2001;82:2747–2760. doi: 10.1099/0022-1317-82-11-2747. [PubMed] [CrossRef] [Google Scholar]", "Ward BM, Moss B. Visualization of intracellular movement of vaccinia virus virions containing a green fluorescent protein-B5R membrane protein chimera. J. Virol. 2001;75:4802–4813. doi: 10.1128/JVI.75.10.4802-4813.2001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ward BM, Moss B. Vaccinia virus intracellular movement is associated with microtubules and independent of actin tails. J. Virol. 2001;75:11651–11663. doi: 10.1128/JVI.75.23.11651-11663.2001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Reeves PM, et al. Disabling poxvirus pathogenesis by inhibition of Abl-family tyrosine kinases. Nat. Med. 2005;11:731–739. doi: 10.1038/nm1265. [PubMed] [CrossRef] [Google Scholar]", "Priyamvada L, et al. Discovery of Retro-1 analogs exhibiting enhanced anti-vaccinia virus activity. Front. Microbiol. 2020;11:603. doi: 10.3389/fmicb.2020.00603. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Eppstein DA, et al. Epidermal growth factor receptor occupancy inhibits vaccinia virus infection. Nature. 1985;318:663–665. doi: 10.1038/318663a0. [PubMed] [CrossRef] [Google Scholar]", "Carlin CR. Role of EGF receptor regulatory networks in the host response to viral infections. Front. Cell. Infect. Microbiol. 2021;11:820355. doi: 10.3389/fcimb.2021.820355. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yang H, et al. Antiviral chemotherapy facilitates control of poxvirus infections through inhibition of cellular signal transduction. J. Clin. Investig. 2005;115:379–387. doi: 10.1172/JCI200523220. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Beerli C, et al. Vaccinia virus hijacks EGFR signalling to enhance virus spread through rapid and directed infected cell motility. Nat. Microbiol. 2019;4:216–225. doi: 10.1038/s41564-018-0288-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lai KM, Lee WL. The roles of epidermal growth factor receptor in viral infections. Growth Factors. 2022;40:46–72. doi: 10.1080/08977194.2022.2063123. [PubMed] [CrossRef] [Google Scholar]", "Langhammer S, Koban R, Yue C, Ellerbrok H. Inhibition of poxvirus spreading by the anti-tumor drug Gefitinib (Iressa) Antiviral Res. 2011;89:64–70. doi: 10.1016/j.antiviral.2010.11.006. [PubMed] [CrossRef] [Google Scholar]", "Wolffe EJ, Weisberg AS, Moss B. Role for the vaccinia virus A36R outer envelope protein in the formation of virus-tipped actin-containing microvilli and cell-to-cell virus spread. Virology. 1998;244:20–26. doi: 10.1006/viro.1998.9103. [PubMed] [CrossRef] [Google Scholar]", "Miah MM, Tabassum N, Afroj Zinnia M, Islam A. Drug and anti-viral peptide design to inhibit the monkeypox virus by restricting A36R protein. Bioinform. Biol. Insights. 2022;16:11779322221141164. doi: 10.1177/11779322221141164. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "McIntosh AA, Smith GL. Vaccinia virus glycoprotein A34R is required for infectivity of extracellular enveloped virus. J. Virol. 1996;70:272–281. doi: 10.1128/jvi.70.1.272-281.1996. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Herrera E, Lorenzo MM, Blasco R, Isaacs SN. Functional analysis of vaccinia virus B5R protein: essential role in virus envelopment is independent of a large portion of the extracellular domain. J. Virol. 1998;72:294–302. doi: 10.1128/JVI.72.1.294-302.1998. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Blasco R, Moss B. Extracellular vaccinia virus formation and cell-to-cell virus transmission are prevented by deletion of the gene encoding the 37,000-Dalton outer envelope protein. J. Virol. 1991;65:5910–5920. doi: 10.1128/jvi.65.11.5910-5920.1991. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bryk P, Brewer MG, Ward BM. Vaccinia virus phospholipase protein F13 promotes rapid entry of extracellular virions into cells. J. Virol. 2018;92:e02145–17. doi: 10.1128/JVI.02154-17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Schmutz C, Payne LG, Gubser J, Wittek R. A mutation in the gene encoding the vaccinia virus 37,000-M(r) protein confers resistance to an inhibitor of virus envelopment and release. J. Virol. 1991;65:3435–3442. doi: 10.1128/jvi.65.7.3435-3442.1991. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Borrego B, Lorenzo MM, Blasco R. Complementation of P37 (F13L gene) knock-out in vaccinia virus by a cell line expressing the gene constitutively. J. Gen. Virol. 1999;80:425–432. doi: 10.1099/0022-1317-80-2-425. [PubMed] [CrossRef] [Google Scholar]", "Merchlinsky M, et al. The development and approval of tecoviromat (TPOXX(®)), the first antiviral against smallpox. Antiviral Res. 2019;168:168–174. doi: 10.1016/j.antiviral.2019.06.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Warner BM, et al. In vitro and in vivo efficacy of tecovirimat against a recently emerged 2022 monkeypox virus isolate. Sci. Transl. Med. 2022;14:eade7646. doi: 10.1126/scitranslmed.ade7646. [PubMed] [CrossRef] [Google Scholar]", "Russo AT, et al. Effects of treatment delay on efficacy of tecovirimat following lethal aerosol monkeypox virus challenge in cynomolgus macaques. J. Infect. Dis. 2018;218:1490–1499. doi: 10.1093/infdis/jiy326. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "O’Laughlin K, et al. Clinical use of tecovirimat (Tpoxx) for treatment of Monkeypox under an investigational new drug protocol—United States, May-August 2022. Morb. Mortal. Wkly Rep. 2022;71:1190–1195. doi: 10.15585/mmwr.mm7137e1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Das T, et al. Efficacy of smallpox approved tecovirimat (Tpoxx) drug against Monkeypox: current update and futuristic prospects. Int. J. Surg. 2023;109:1528–1530. doi: 10.1097/JS9.0000000000000077. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Li D, Liu Y, Li K, Zhang L. Targeting F13 from monkeypox virus and variola virus by tecovirimat: molecular simulation analysis. J. Infect. 2022;85:e99–e101. doi: 10.1016/j.jinf.2022.07.001. [PubMed] [CrossRef] [Google Scholar]", "Frenois-Veyrat G, et al. Tecovirimat is effective against human monkeypox virus in vitro at nanomolar concentrations. Nat. Microbiol. 2022;7:1951–1955. doi: 10.1038/s41564-022-01269-8. [PubMed] [CrossRef] [Google Scholar]", "McQuiston JH, et al. The CDC domestic Mpox response - United States, 2022-2023. Morb. Mortal. Wkly Rep. 2023;72:547–552. doi: 10.15585/mmwr.mm7220a2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hermanussen L, et al. Tecovirimat for the treatment of severe Mpox in Germany. Infection. 2023;5:1–6. [PMC free article] [PubMed] [Google Scholar]", "Shishkina LN, et al. Safety and pharmacokinetics of the substance of the anti-smallpox drug NIOCH-14 after oral administration to laboratory animals. Viruses. 2023;15:205. doi: 10.3390/v15010205. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Mazurkov OY, et al. New effective chemically synthesized anti-smallpox compound NIOCH-14. J. Gen. Virol. 2016;97:1229–1239. doi: 10.1099/jgv.0.000422. [PubMed] [CrossRef] [Google Scholar]", "Kabanov AS, et al. A comparative study of the antiviral activity of chemical compounds concerning the orthopoxviruses experiments in vivo. Vopr. Virusol. 2013;58:39–43. [PubMed] [Google Scholar]", "Bloch EM, et al. The potential role of passive antibody-based therapies as treatments for Monkeypox. mBio. 2022;13:e0286222. doi: 10.1128/mbio.02862-22. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Saghazadeh A, Rezaei N. Insights on Mpox virus infection immunopathogenesis. Rev. Med. Virol. 2023;33:e2426. doi: 10.1002/rmv.2426. [PubMed] [CrossRef] [Google Scholar]", "Li H, et al. The land-scape of immune response to monkeypox virus. EBioMedicine. 2023;87:104424. doi: 10.1016/j.ebiom.2022.104424. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Shchelkunova GA, Shchelkunov SN. Immunomodulating drugs based on poxviral proteins. BioDrugs. 2016;30:9–16. doi: 10.1007/s40259-016-0158-5. [PubMed] [CrossRef] [Google Scholar]", "Mack TM, Noble J, Jr., Thomas DB. A prospective study of serum antibody and protection against smallpox. Am. J. Trop. Med. Hyg. 1972;21:214–218. doi: 10.4269/ajtmh.1972.21.214. [PubMed] [CrossRef] [Google Scholar]", "Gilchuk I, et al. Cross-neutralizing and protective human antibody specificities to poxvirus infections. Cell. 2016;167:684–694.e689. doi: 10.1016/j.cell.2016.09.049. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Galmiche MC, Goenaga J, Wittek R, Rindisbacher L. Neutralizing and protective antibodies directed against vaccinia virus envelope antigens. Virology. 1999;254:71–80. doi: 10.1006/viro.1998.9516. [PubMed] [CrossRef] [Google Scholar]", "Edghill-Smith Y, et al. Smallpox vaccine-induced antibodies are necessary and sufficient for protection against monkeypox virus. Nat. Med. 2005;11:740–747. doi: 10.1038/nm1261. [PubMed] [CrossRef] [Google Scholar]", "Yi Mohammadi JJ, Franks K, Hines S. Effectiveness of professional oral health care intervention on the oral health of residents with dementia in residential aged care facilities: a systematic review protocol. JBI Database Syst. Rev. Implement. Rep. 2015;13:110–122. doi: 10.11124/jbisrir-2015-2330. [PubMed] [CrossRef] [Google Scholar]", "Shearer JD, Siemann L, Gerkovich M, House RV. Biological activity of an intravenous preparation of human vaccinia immune globulin in mouse models of vaccinia virus infection. Antimicrob. Agents Chemother. 2005;49:2634–2641. doi: 10.1128/AAC.49.7.2634-2641.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Thet AK, et al. The use of vaccinia immune globulin in the treatment of severe Mpox. virus infection in human immunodeficiency virus/AIDS. Clin. Infect. Dis. 2023;76:1671–1673. doi: 10.1093/cid/ciac971. [PubMed] [CrossRef] [Google Scholar]", "Denkinger CM, et al. Anti-SARS-CoV-2 antibody-containing plasma improves outcome in patients with hematologic or solid cancer and severe COVID-19: a randomized clinical trial. Nat. Cancer. 2023;4:96–107. [PMC free article] [PubMed] [Google Scholar]", "Marconato M, et al. Antibodies from convalescent plasma promote SARS-CoV-2 clearance in individuals with and without endogenous antibody response. J. Clin. Investig. 2022;132:e158190. doi: 10.1172/JCI158190. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Engelmayer J, et al. Vaccinia virus inhibits the maturation of human dendritic cells: a novel mechanism of immune evasion. J. Immunol. 1999;163:6762–6768. doi: 10.4049/jimmunol.163.12.6762. [PubMed] [CrossRef] [Google Scholar]", "Li P, et al. Disruption of MHC class II-restricted antigen presentation by vaccinia virus. J. Immunol. 2005;175:6481–6488. doi: 10.4049/jimmunol.175.10.6481. [PubMed] [CrossRef] [Google Scholar]", "Humrich JY, et al. Vaccinia virus impairs directional migration and chemokine receptor switch of human dendritic cells. Eur. J. Immunol. 2007;37:954–965. doi: 10.1002/eji.200636230. [PubMed] [CrossRef] [Google Scholar]", "Chahroudi A, et al. Vaccinia virus tropism for primary hematolymphoid cells is determined by restricted expression of a unique virus receptor. J. Virol. 2005;79:10397–10407. doi: 10.1128/JVI.79.16.10397-10407.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Reynoso GV, et al. Lymph node conduits transport virions for rapid T cell activation. Nat. Immunol. 2019;20:602–612. doi: 10.1038/s41590-019-0342-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Fischer MA, et al. CD11b+, Ly6G+ cells produce type I interferon and exhibit tissue-protective properties following peripheral virus infection. PLoS Pathog. 2011;7:e1002374. doi: 10.1371/journal.ppat.1002374. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Earl PL, Americo JL, Moss B. Natural killer cells expanded in vivo or ex vivo with IL-15 overcomes the inherent susceptibility of CAST mice to lethal infection with orthopoxviruses. PLoS Pathog. 2020;16:e1008505. doi: 10.1371/journal.ppat.1008505. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Song H, et al. Monkeypox virus infection of rhesus macaques induces massive expansion of natural killer cells but suppresses natural killer cell functions. PLoS One. 2013;8:e77804. doi: 10.1371/journal.pone.0077804. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Adamo S, et al. Memory profiles distinguish cross-reactive and virus-specific T cell immunity to mpox. Cell Host Microbe. 2023;31:928–936.e924. doi: 10.1016/j.chom.2023.04.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Grifoni A, et al. Defining antigen targets to dissect vaccinia virus and monkeypox virus-specific T cell responses in humans. Cell Host Microbe. 2022;30:1662–1670.e1664. doi: 10.1016/j.chom.2022.11.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lum FM, et al. Monkeypox: disease epidemiology, host immunity and clinical interventions. Nat. Rev. Immunol. 2022;22:597–613. doi: 10.1038/s41577-022-00775-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Méndez-Lagares G, et al. Memory T cell proliferation before hepatitis C virus therapy predicts antiviral immune responses and treatment success. J. Immunol. 2018;200:1124–1132. doi: 10.4049/jimmunol.1701364. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Zhang M, et al. Circulating T follicular helper cells are associated with rapid virological response in chronic hepatitis C patients undergoing peginterferon therapy. Int. Immunopharmacol. 2016;34:235–243. doi: 10.1016/j.intimp.2016.03.005. [PubMed] [CrossRef] [Google Scholar]", "Nakatsuka K, et al. Ribavirin contributes to eradicate hepatitis C virus through polarization of T helper 1/2 cell balance into T helper 1 dominance. World J. Hepatol. 2015;7:2590–2596. doi: 10.4254/wjh.v7.i25.2590. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Grubczak K, et al. Effects of pegylated interferon alpha and ribavirin (pegIFN-α/RBV) therapeutic approach on regulatory T cells in HCV-monoinfected and HCV/HIV-coinfected patients. Viruses. 2021;13:1448. doi: 10.3390/v13081448. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Essa S, Al-Attiyah R, Siddique I, Al-Nakib W. Modulation of immune cell subsets by hepatitis C virus and antiviral therapy in early virological response HCV genotype 4-infected patients with compensated liver disease. Med. Princ. Pract. 2021;30:168–177. doi: 10.1159/000511783. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Riboldi P, Gerosa M, Meroni PL. Pidotimod: a reappraisal. Int. J. Immunopathol. Pharmacol. 2009;22:255–262. doi: 10.1177/039463200902200201. [PubMed] [CrossRef] [Google Scholar]", "Ding L, Luo K, Feng CG, Oehlers SH. Pidotimod increases inflammation in wounded zebrafish embryos. Fish Shellfish Immunol. 2022;120:429–433. doi: 10.1016/j.fsi.2021.12.013. [PubMed] [CrossRef] [Google Scholar]", "Zhao N, et al. Pidotimod: a review of its pharmacological features and clinical effectiveness in respiratory tract infections. Expert Rev. Anti-Infect. Ther. 2019;17:803–818. doi: 10.1080/14787210.2019.1679118. [PubMed] [CrossRef] [Google Scholar]", "Esposito S, et al. Immunomodulatory activity of pidotimod administered with standard antibiotic therapy in children hospitalized for community-acquired pneumonia. J. Transl. Med. 2015;13:288. doi: 10.1186/s12967-015-0649-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Santus P, et al. Anti-inflammatory effects of immunostimulation in patients with COVID-19 pneumonia. J. Clin. Med. 2021;10:5765. doi: 10.3390/jcm10245765. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Tao N, et al. Thymosin α1 and its role in viral infectious diseases: the mechanism and clinical application. Molecules. 2023;28:3539. doi: 10.3390/molecules28083539. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Binder U, Skerra A. PASylated thymosin α1: a long-acting immunostimulatory peptide for applications in oncology and virology. Int. J. Mol. Sci. 2020;22:124. doi: 10.3390/ijms22010124. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Minutolo A, et al. Thymosin alpha 1 restores the immune homeostasis in lymphocytes during post-acute sequelae of SARS-CoV-2 infection. Int. Immunopharmacol. 2023;118:110055. doi: 10.1016/j.intimp.2023.110055. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Chen M, et al. Combination of gemcitabine and thymosin alpha 1 exhibit a better anti-tumor effect on nasal natural killer/T-cell lymphoma. Int. Immunopharmacol. 2021;98:107829. doi: 10.1016/j.intimp.2021.107829. [PubMed] [CrossRef] [Google Scholar]", "Carta S, Silvestri M, Rossi GA. Modulation of airway epithelial cell functions by Pidotimod: NF-kB cytoplasmatic expression and its nuclear translocation are associated with an increased TLR-2 expression. Ital. J. Pediatr. 2013;39:29. doi: 10.1186/1824-7288-39-29. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kindrachuk J, et al. Systems kinomics demonstrates Congo Basin monkeypox virus infection selectively modulates host cell signaling responses as compared to West African monkeypox virus. Mol. Cell Proteom. 2012;11:M111.015701. doi: 10.1074/mcp.M111.015701. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kataria R, Kaur S, Kaundal R. Deciphering the complete human-monkeypox virus interactome: Identifying immune responses and potential drug targets. Front. Immunol. 2023;14:1116988. doi: 10.3389/fimmu.2023.1116988. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Banham AH, Smith GL. Characterization of vaccinia virus gene B12R. J. Gen. Virol. 1993;74:2807–2812. doi: 10.1099/0022-1317-74-12-2807. [PubMed] [CrossRef] [Google Scholar]", "Suraweera CD, Hinds MG, Kvansakul M. Poxviral strategies to overcome host cell apoptosis. Pathogens. 2020;10:6. doi: 10.3390/pathogens10010006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Klaas L, et al. Diversity of cell death signaling pathways in macrophages upon infection with modified vaccinia virus Ankara (MVA) Cell Death Dis. 2021;12:1011. doi: 10.1038/s41419-021-04286-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Myskiw C, et al. Nigericin is a potent inhibitor of the early stage of vaccinia virus replication. Antiviral Res. 2010;88:304–310. doi: 10.1016/j.antiviral.2010.10.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Nichols RJ, Wiebe MS, Traktman P. The vaccinia-related kinases phosphorylate the N’ terminus of BAF, regulating its interaction with DNA and its retention in the nucleus. Mol. Biol. Cell. 2006;17:2451–2464. doi: 10.1091/mbc.e05-12-1179. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Boyle KA, Traktman P. Members of a novel family of mammalian protein kinases complement the DNA-negative phenotype of a vaccinia virus ts mutant defective in the B1 kinase. J. Virol. 2004;78:1992–2005. doi: 10.1128/JVI.78.4.1992-2005.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Rodrigues Garcia D, et al. Design of inhibitors of thymidylate kinase from Variola virus as new selective drugs against smallpox: part II. J. Biomol. Struct. Dyn. 2019;37:4569–4579. doi: 10.1080/07391102.2018.1554510. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ajmal A, et al. Computer-assisted drug repurposing for thymidylate kinase drug target in monkeypox virus. Front. Cell Infect. Microbiol. 2023;13:1159389. doi: 10.3389/fcimb.2023.1159389. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Khan A, et al. Structure-based design of promising natural products to inhibit thymidylate kinase from Monkeypox virus and validation using free energy calculations. Comput. Biol. Med. 2023;158:106797. doi: 10.1016/j.compbiomed.2023.106797. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Pourhajibagher M, Bahador A. Virtual screening and computational simulation analysis of antimicrobial photodynamic therapy using propolis-benzofuran A to control of Monkeypox. Photodiagnosis Photodyn. Ther. 2023;41:103208. doi: 10.1016/j.pdpdt.2022.103208. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Dao TL, et al. Corrigendum to “Infectious disease symptoms and microbial carriage among French medical students travelling abroad: a prospective study. Travel Med. Infect. Dis. 2023;34:102609. doi: 10.1016/j.tmaid.2023.102609. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Yang C, et al. Travel before, during and after the COVID-19 pandemic: exploring factors in essential travel using empirical data. J Transp. Geogr. 2023;110:103640. doi: 10.1016/j.jtrangeo.2023.103640. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Kmiec D, Kirchhoff F. Monkeypox: a new threat? Int. J. Mol. Sci. 2022;23:7886. doi: 10.3390/ijms23147866. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Harris E. Global Monkeypox outbreaks spur drug research for the neglected disease. JAMA. 2022;328:231–233. doi: 10.1001/jama.2022.11224. [PubMed] [CrossRef] [Google Scholar]", "Karim M, Lo CW, Einav S. Preparing for the next viral threat with broad-spectrum antivirals. J. Clin. Investig. 2023;133:e170236. doi: 10.1172/JCI170236. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ezat AA, et al. The discovery of novel antivirals for the treatment of Mpox: is drug repurposing the answer? Expert Opin. Drug Discov. 2023;18:551–561. doi: 10.1080/17460441.2023.2199980. [PubMed] [CrossRef] [Google Scholar]", "Mercorelli B, Palù G, Loregian A. Drug repurposing for viral infectious diseases: how far are we? Trends Microbiol. 2018;26:865–876. doi: 10.1016/j.tim.2018.04.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Ayon NJ. High-throughput screening of natural product and synthetic molecule libraries for antibacterial drug discovery. Metabolites. 2023;13:625. doi: 10.3390/metabo13050625. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Dueñas ME, et al. Advances in high-throughput mass spectrometry in drug discovery. EMBO Mol. Med. 2023;15:e14850. doi: 10.15252/emmm.202114850. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bon M, Bilsland A, Bower J, McAulay K. Fragment-based drug discovery-the importance of high-quality molecule libraries. Mol. Oncol. 2022;16:3761–3777. doi: 10.1002/1878-0261.13277. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bassani D, Moro S. Past, present, and future perspectives on computer-aided drug design methodologies. Molecules. 2023;28:3906. doi: 10.3390/molecules28093906. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sadybekov AV, Katritch V. Computational approaches streamlining drug discovery. Nature. 2023;616:673–685. doi: 10.1038/s41586-023-05905-z. [PubMed] [CrossRef] [Google Scholar]", "Vemula D, et al. CADD, AI and ML in drug discovery: a comprehensive review. Eur. J. Pharm. Sci. 2023;181:106324. doi: 10.1016/j.ejps.2022.106324. [PubMed] [CrossRef] [Google Scholar]", "Luna N, et al. Monkeypox virus (MPXV) genomics: a mutational and phylogenomic analyses of B.1 lineages. Travel Med. Infect. Dis. 2023;52:102551. doi: 10.1016/j.tmaid.2023.102551. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Salamango DJ, Harris RS. Demystifying cell cycle arrest by HIV-1 Vif. Trends Microbiol. 2021;29:381–384. doi: 10.1016/j.tim.2021.01.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Azimi FC, Lee JE. Structural perspectives on HIV-1 Vif and APOBEC3 restriction factor interactions. Protein Sci. 2020;29:391–406. doi: 10.1002/pro.3729. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Colson P, et al. Sequencing of monkeypox virus from infected patients reveals viral genomes with APOBEC3-like editing, gene inactivation, and bacterial agents of skin superinfection. J. Med. Virol. 2023;95:e28799. doi: 10.1002/jmv.28799. [PubMed] [CrossRef] [Google Scholar]", "Dobrovolná M, Brázda V, Warner EF, Bidula S. Inverted repeats in the monkeypox virus genome are hot spots for mutation. J. Med. Virol. 2023;95:e28322. doi: 10.1002/jmv.28322. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Dumonteil E, Herrera C, Sabino-Santos G. Monkeypox virus evolution before 2022 outbreak. Emerg. Infect. Dis. 2023;29:451–453. doi: 10.3201/eid2902.220962. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Blanco-González A, et al. The role of AI in drug discovery: challenges, opportunities, and strategies. Pharmaceuticals. 2023;16:891. doi: 10.3390/ph16060891. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Chadaga K, et al. Application of artificial intelligence techniques for Monkeypox: a systematic review. Diagnostics. 2023;13:824. doi: 10.3390/diagnostics13050824. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Cheng K, et al. Talk with ChatGPT about the outbreak of Mpox in 2022: reflections and suggestions from AI dimensions. Ann. Biomed. Eng. 2023;51:870–874. doi: 10.1007/s10439-023-03196-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Gentile F, Oprea TI, Tropsha A, Cherkasov A. Surely you are joking, Mr Docking! Chem. Soc. Rev. 2023;52:872–878. doi: 10.1039/D2CS00948J. [PubMed] [CrossRef] [Google Scholar]", "Doan S, et al. Severe corneal involvement associated with Mpox infection. JAMA Ophthalmol. 2023;141:402–403. doi: 10.1001/jamaophthalmol.2023.0022. [PubMed] [CrossRef] [Google Scholar]", "Ogoina D, Mohammed A, Yinka-Ogunleye A, Ihekweazu C. A case of suicide during the 2017 monkeypox outbreak in Nigeria. IJID Reg. 2022;3:226–227. doi: 10.1016/j.ijregi.2022.04.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hanna E, Abadi R, Abbas O. Imiquimod in dermatology: an overview. Int. J. Dermatol. 2016;55:831–844. doi: 10.1111/ijd.13235. [PubMed] [CrossRef] [Google Scholar]", "Gupta AK, Browne M, Bluhm R. Imiquimod: a review. J. Cutan Med. Surg. 2002;6:554–560. doi: 10.1177/120347540200600607. [PubMed] [CrossRef] [Google Scholar]", "Skinner RB., Jr. Imiquimod as an immune response modulator in infectious conditions. Postgrad. Med. 2002;112:8–16. [PubMed] [Google Scholar]", "Hengge UR, Cusini M. Topical immunomodulators for the treatment of external genital warts, cutaneous warts and molluscum contagiosum. Br. J. Dermatol. 2003;149:15–19. doi: 10.1046/j.0366-077X.2003.05623.x. [PubMed] [CrossRef] [Google Scholar]", "Dahl MV. Imiquimod: a cytokine inducer. J. Am. Acad. Dermatol. 2002;47:S205–S208. doi: 10.1067/mjd.2002.126586. [PubMed] [CrossRef] [Google Scholar]", "Roper RL, et al. Monkeypox (Mpox) requires continued surveillance, vaccines, therapeutics and mitigating strategies. Vaccine. 2023;41:3171–3177. doi: 10.1016/j.vaccine.2023.04.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Schildhauer S, et al. Reduced odds of Mpox-associated hospitalization among persons who received JYNNEOS Vaccine - California, May 2022-May 2023. Morb. Mortal. Wkly Rep. 2023;72:992–996. doi: 10.15585/mmwr.mm7236a4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sammartino JC, et al. Characterization of immune response against monkeypox virus in cohorts of infected patients, historic and newly vaccinated subjects. J. Med. Virol. 2023;95:e28778. doi: 10.1002/jmv.28778. [PubMed] [CrossRef] [Google Scholar]", "Saadh MJ, et al. Progress and prospects on vaccine development against monkeypox infection. Microb. Pathog. 2023;180:106156. doi: 10.1016/j.micpath.2023.106156. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Abdelaal A, et al. Preventing the next pandemic: is live vaccine efficacious against Monkeypox, or is there a need for killed virus and mRNA vaccines? Vaccines. 2022;10:1419. doi: 10.3390/vaccines10091419. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "FDA. Monkeypox update: FDA authorizes emergency use of JYNNEOS vaccine to increase vaccine supply, https://www.fda.gov/news-events/press-announcements/monkeypox-update-fda-authorizes-emergency-use-jynneos-vaccine-increase-vaccine-supply (2022).", "Eustaquio PC, Salmon-Trejo LAT, McGuire LC, Ellington SR. Epidemiologic and clinical features of mpox in adults aged >50 years—United States, May 2022–May 2023. Morb. Mortal. Wkly Rep. 2023;72:893–896. doi: 10.15585/mmwr.mm7233a3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Cohn H, et al. Mpox vaccine and infection-driven human immune signatures: an immunological analysis of an observational study. Lancet Infect. Dis. 2023;23:00352–00353. doi: 10.1016/S1473-3099(23)00352-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"], "isFullpaper": true, "keywords": ["Drug discovery", "Infectious diseases"], "authors": ["Junjie Lu", "# Hui Xing", "# Chunhua Wang", "# Mengjun Tang", "# Changcheng Wu", "Fan Ye", "Lijuan Yin", "Yang Yang", "Wenjie Tan", "Liang Shen"], "term": "monkeypox", "chunk_id": ["a1a4923a-5b48-4a9b-b04d-4f4ebb7f34cd", "21b4682d-f9e4-47b3-8794-469367496421", "a539ffcf-c30f-4f55-8112-41f11b581160", "ab100eb6-fb68-4581-b432-813a61eafd19", "cc83e886-f448-42f0-ae15-8e863c9dec12", "cd752a46-a745-4d60-9fa4-fe12cd1370df", "08714880-c5bd-47e4-abea-fcbcb7739b2c", "b902a3ca-4c30-4cc8-9325-39e63685651f", "b6883e5f-e9fc-4e6c-8df5-0df00d621af6", "e10e94b3-301f-4e3a-a853-efdbc821d40d", "50ea6e90-6d9e-4879-9d9d-7e15406129b2", "74943730-ec55-4a69-b057-2b8b41d169da", "74a896bf-1a3e-419c-86e8-c13cca8f1b61", "f1bea3f0-0f5e-4ba2-a241-478bcaa438f0", "dddb58ec-293f-47d4-861a-212c007f1ad1", "4a7f47b7-72c5-45e2-808f-4fc86f7d2d95", "af008acf-e416-480c-9d90-d4550e67ec1d", "fd23e8e9-0805-4748-a015-79841829c94e", "f89da724-311f-47bd-9b2f-7a8d0d04c5f2", "d025cfe9-5ee7-4fc7-b571-547322544c90", "856a96ae-883e-47b9-9ae8-4459f5a799a4", "9e37289f-efea-4946-bc1d-4906ca59989b", "570c7d41-a74c-4e3c-8170-58ee922fb2dd", "d61c02be-0218-4a56-bdf9-32fd6f6afd98", "edb4d7af-c177-4a3a-b076-afaa82322d18", "e49fb632-0768-4031-9306-fe2d3f2ad2ef", "3bd886e7-0aca-49b0-8885-ce12fbe92a17", "dec77032-2890-4e2d-b10b-6f616c0eff09", "f000f44f-65b0-4518-938f-4e033c12dc79", "c77b0c29-2d8d-4688-84f2-125f833ecd34", "428185fe-a775-47c4-9f4d-0526de573118", "993e05d9-50e8-46fb-ad03-eb366daec3ac", "0ded16cf-1aaa-4bb7-ab52-b3d539fceb6d", "2927e13b-8dce-4c98-858a-9e1bdf86bdaf", "60ca7e39-aede-4b4c-8d28-404647ba18d6", "26f6d4da-712a-4f44-bc49-b01662f9c4ad", "45c7a065-2c24-435e-a4df-d14674a79bad", "946f4992-0bb7-4e24-92cc-e14ac6a8abb7", "7c19397e-cdc2-43a8-9da1-1f48cc130013", "a0cd3b40-47aa-4277-b7d8-5529f28d061b", "515a920d-2db6-40d3-9684-e06207a90bca", "0fb7e490-a571-4b29-98a1-b86220bb88bc", "f5e73cd3-3552-4cca-a573-80c6b95a9f9d", "9297783f-ccd6-4a4b-8851-b143f9a4c2c9", "dbaae783-fda9-4f59-adeb-a54c741f6f41", "9095a836-e3fe-4891-b02a-ab3253f50e39", "e7fc55bb-1545-42c8-b7a4-6f4ee8d89aa3", "97986f12-068b-4361-9f2c-9c7cafab04eb", "16feb40e-035b-4320-af98-b7ebd425f84d", "b0c024f8-ab38-41cf-be4e-2f17ccc4265a", "3ba1c066-b913-4640-9228-c8b157fce910", "ded0b401-0a01-45c7-a8a9-3169ad829e83", "523c46f1-e410-4738-8dea-0b6b95d72b2c", "a1cd903f-7c4a-4254-85dd-b36ffd84e66d", "5121a10b-323b-4635-8722-33fe4e4b4800", "9e27b0d7-3ee4-4791-809c-78c4c5051e67", "1ef05fe9-d2c8-4f31-8b1f-f4b85d8a6a42", "c90e3b0b-0cb8-4fd4-9964-c3ef41453304", "458a6b57-23fc-45cf-95ba-5a2defd7482d", "4a36479f-49aa-4bfd-93c6-374ea46440dd", "012ee417-f22b-4c60-85af-e3c4c51ed34c", "bb2ef552-4bf7-4ab4-bed6-d57843f74f42", "679d60a0-8b02-4fe8-a347-df1c12543822", "d0ada075-ae95-4366-a46a-f64a69607c3b", "33b46033-b7e1-441e-8bdc-3724e338cad6", "82f198f6-4aa9-434f-86f1-76ee7336d027", "92558c15-fd1b-4567-9c49-42e383af5dc4", "1538b276-6a38-401f-942c-e50a8a2c1d37", "d02f557d-1532-425f-8b66-af14376d9fe4", "986c4383-3511-4082-93c1-db2640af0762", "79f398cc-efdc-4fc9-9e1e-69911ba1a89a", "d19c55ee-0948-450f-bde0-59806cf61b58", "b310b0c5-dec3-47a8-b217-a648768d33e1", "a553598a-84f4-426f-891a-f9febf9f50bd", "d5ddf461-f392-479e-af7d-ebf4f3784f73", "cea97960-1f72-412a-993b-ff36438aa8d1", "904eee19-2055-4485-b67e-56028c6deaf9", "cb595a35-8224-4765-ab5f-cc59f5e93849", "9e6d40fe-4690-42c6-8153-b77e35bc255c", "ec379fc3-4898-4d47-9945-23799e3eea7e", "dc59ea16-110f-480d-816c-678c19b235ed", "fd4d9df8-b894-434d-9eb5-bd06b713c684"], "chunks": ["Signal Transduct Target Ther. 2023; 8: 458. Published online 2023 Dec 27", ". doi: 10.1038/s41392-023-01675-2PMCID: PMC10751291PMID: 38148355Mpox (formerly monkeypox): pathogenesis, prevention, and treatmentJunjie Lu,#1 Hui Xing,#1 Chunhua Wang,#1 Mengjun Tang,#1 Changcheng Wu,2 Fan Ye,1 Lijuan Yin,3 Yang Yang,4 Wenjie Tan,2 and Liang Shen1Junjie Lu1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Junjie LuHui Xing1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Hui XingChunhua Wang1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Chunhua WangMengjun Tang1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Mengjun TangChangcheng Wu2NHC Key Laboratory of Biosafety, National Institute", "Find articles by Mengjun TangChangcheng Wu2NHC Key Laboratory of Biosafety, National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing, 102206 China Find articles by Changcheng WuFan Ye1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Fan YeLijuan Yin3College of Biotechnology, Tianjin University of Science & Technology, Tianjin, 300457 China Find articles by Lijuan YinYang Yang4Shenzhen Key Laboratory of Pathogen and Immunity, National Clinical Research Center for infectious disease, State Key Discipline of Infectious Disease, Shenzhen Third People’s Hospital, Second Hospital Affiliated to Southern University of Science and Technology, Shenzhen, 518112 China Find articles by Yang YangWenjie Tan2NHC Key Laboratory of Biosafety, National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and", "National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing, 102206 China Find articles by Wenjie TanLiang Shen1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China Find articles by Liang ShenAuthor information Article notes Copyright and License information PMC Disclaimer1Xiangyang Central Hospital, Affiliated Hospital of Hubei University of Arts and Science, Hubei Province Xiangyang, 441021 China 2NHC Key Laboratory of Biosafety, National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing, 102206 China 3College of Biotechnology, Tianjin University of Science & Technology, Tianjin, 300457 China 4Shenzhen Key Laboratory of Pathogen and Immunity, National Clinical Research Center for infectious disease, State Key Discipline of Infectious Disease, Shenzhen Third People’s Hospital, Second", "disease, State Key Discipline of Infectious Disease, Shenzhen Third People’s Hospital, Second Hospital Affiliated to Southern University of Science and Technology, Shenzhen, 518112 China Yang Yang, Email: nc.ude.hcetsus.liam@gnuoy.Contributor Information.Corresponding author.#Contributed equally.Received 2023 Jul 25; Revised 2023 Sep 14; Accepted 2023 Sep 21.Copyright © The Author(s) 2023Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made", ". The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http: //creativecommons.org/licenses/by/4.0/.AbstractIn 2022, a global outbreak of Mpox (formerly monkeypox) occurred in various countries across Europe and America and rapidly spread to more than 100 countries and regions. The World Health Organization declared the outbreak to be a public health emergency of international concern due to the rapid spread of the Mpox virus. Consequently, nations intensified their efforts to explore treatment strategies aimed at combating the infection and its dissemination", ". Nevertheless, the available therapeutic options for Mpox virus infection remain limited. So far, only a few numbers of antiviral compounds have been approved by regulatory authorities. Given the high mutability of the Mpox virus, certain mutant strains have shown resistance to existing pharmaceutical interventions. This highlights the urgent need to develop novel antiviral drugs that can combat both drug resistance and the potential threat of bioterrorism. Currently, there is a lack of comprehensive literature on the pathophysiology and treatment of Mpox. To address this issue, we conducted a review covering the physiological and pathological processes of Mpox infection, summarizing the latest progress of anti-Mpox drugs. Our analysis encompasses approved drugs currently employed in clinical settings, as well as newly identified small-molecule compounds and antibody drugs displaying potential antiviral efficacy against Mpox", ". Furthermore, we have gained valuable insights from the process of Mpox drug development, including strategies for repurposing drugs, the discovery of drug targets driven by artificial intelligence, and preclinical drug development", ". The purpose of this review is to provide readers with a comprehensive overview of the current knowledge on Mpox.Subject terms: Drug discovery, Infectious diseasesIntroductionMpox (formerly monkeypox) is an emerging zoonotic disease caused by Mpox virus infection, which affects both humans and animals.1,2 The virus was first discovered in monkeys in 1958 and has since been detected in a variety of animal species.3 The first human case of Mpox infection was diagnosed in 1970 in the Republic of the Congo, located in Central Africa.4–6 Subsequently, Mpox has predominantly circulated in Central and West Africa, with transmission occurring between animals (primarily primates and rodents), as well as between animals and humans, and through human-to-human contact.7–9 In recent years, the rapid globalization, population movement, and deepening trade networks have contributed to the international dissemination of Mpox, resulting in outbreaks in various countries worldwide.10–12 Notably, in", "dissemination of Mpox, resulting in outbreaks in various countries worldwide.10–12 Notably, in 2022, a global outbreak of Mpox affected 110 countries and regions.13 Although the World Health Organization declared that Mpox outbreaks no longer constituted an “a Public Health Emergency of International Concern in May 2023,”14 it is important to highlight that certain regions in Asia have experienced a rise in Mpox cases due to the virus’s rapid evolution and increased international travel (Fig", ". ​(Fig.11).15–17 Cases of Mpox virus infection have been reported in cities such as Beijing, Guangzhou, and Shenyang.18 With the continuous increase in the number of infected patients, Mpox, a disease that was previously neglected, has re-entered the public attention.19 To effectively combat the disease, a renewed comprehension of Mpox is necessary. This review presents a comprehensive overview of Mpox, including its transmission patterns, pathogenesis, genome organization, and antiviral drugs that have been studied for their activity against Mpox over the past few decades, both in vivo and in vitro. Additionally, it provides helpful insights for the prevention and control of worldwide Mpox outbreaks by summarizing the valuable experiences gained from the development of anti-Mpox strategies, such as drug repurposing, drug target discovery, and the identification of potential drug targets.Open in a separate windowFig", ". 1The timeline of the historical review and major milestones in MpoxTransmissionThe natural hosts of Mpox virus include some rodents and primates in central Africa. Early human infections are typically linked to contact with infected animals, including exposure to mucous membranes, body fluids, tissues, or consumption of undercooked meat. Transmission can also occur through scratches or bites from infected animals.20 Human-to-human transmission is believed to occur through direct contact with respiratory droplets from infected individuals.21–23 Furthermore, vertical transmission of Mpox virus can occur from infected mothers to their newborns. (Fig. ​(Fig.2a2a)24,25 This recent outbreak of Mpox infection was the largest reported epidemic outside of Africa, unlike previous outbreaks", ". In the past, Mpox infection was only diagnosed after contact with infected animals or traveling to regions affected by Mpox.26–28 However, in this current epidemic, most Mpox cases are not associated with contact with infected animals or travel, but with sexual contact between individuals.29 Over the past two years, the majority of reported cases of Mpox outbreaks have involved homosexual or bisexual males. A research study reported that 98% of cases were among homosexual or bisexual males, with 41% of them co-infected with human immunodeficiency virus (HIV). Additionally, 73% of the observed lesions occurred in the anal and genital regions.30,31 The incubation period of Mpox is ~7–14 days, with symptoms lasting for 14–21 days.32,33 The prolonged incubation period poses significant challenges for accurate diagnosis, potentially leading to delayed medical attention, disease progression, and further transmission of the virus.34,35Open in a separate windowFig", ". 2The epidemiological characteristics, pathogenesis, clinical diagnosis, and treatment of Mpox. a The transmission of Mpox occurs through animal-to-animal, animal-to-human, and human-to-human routes. b Clinical symptoms typically manifest after Mpox infection", ". b Clinical symptoms typically manifest after Mpox infection. c Symptoms of Mpox infection may vary based on the immune status and clinical treatment options and clinical treatment options are listedPathogenesisMpox is a self-limiting disease, and the severity of infection can be influenced by various factors, such as the specific viral strain, individual immune status, and potential complications that may arise.36 Common early symptoms of Mpox virus infection include pain, fever, fatigue, and lymphadenectasis, with significant inguinal lymphadenectasis often observed.37–40 The presence of lymphadenectasis can help to distinguish Mpox virus infection from other orthopoxviruses infection.41 Furthermore, understanding the transmission mode is essential in establishing effective measures to combat Mpox", ". Following exposure to the respiratory secretions or body fluids of Mpox patients, the Mpox virus enters nearby tissues through mucous membranes (such as ocular, respiratory, oral, urethral, and rectal) or broken skin.42,43 It then spreads throughout the body via tissue-resident immune cells and draining lymph nodes.42,44 This constitutes the latent period for Mpox virus infection, which typically lasts up to two weeks. Throughout this period, individuals infected with Mpox are generally asymptomatic and devoid of lesions. Following the latent period, individuals infected with Mpox virus begin to exhibit atypical symptoms, including fever and chills, headache, muscle pain, and lymphadenectasis. These initial prodromal symptoms of Mpox typically last for three days. After the fever and lymphadenectasis, rashes begin to appear on the head and face, and gradually spread throughout the body", ". The rash evolves from papules to vesicles and pustules, and ultimately forming crusts that heal, leaving behind scars. This progressive rash phase lasts about 2–4 weeks.43,45,46 In the current outbreak of Mpox among men who have sex with men (MSM), some unusual clinical signs have been observed with rashes appearing primarily around the genital or anal area and subsequently spreading throughout the body.27,47 Severe cases of Mpox virus infection can lead to complications such as hemorrhagic disease, necrotic disease, obstructive disease, inflammation of vital organs, and septicemia. The case fatality rate of Mpox in non-epidemic regions during 2022 was ~0.04%. (Fig. ​(Fig.2b2b)3,25,38,48–50 Immunocompromised individuals, including children, older adults, and those with immunodeficiencies (such as HIV patients and individuals using immunosuppressive medications), are more susceptible to experiencing these severe manifestations", ". In addition, immunocompromised individuals are more likely to contribute to the evolution of Mpox, making it increasingly adaptable to human hosts and resulting in widespread transmission (Fig. ​(Fig.2c2c).46,51–54Virus morphology and genomeMpox is caused by Mpox virus, a member of the genus orthopoxvirus in the family Poxviridae, is characterized by its brick-shaped or oval morphology with a diameter of ~200–250 nm.55,56 Its genome consists of a linear, double-stranded DNA with a length of ~197 kb and encoding about 180 proteins.57 Additionally, Mpox virus possesses dumbbell-shaped nucleocapsid enveloped by ovoid lipid-containing particles. The genomic structure of Mpox virus closely resembles that of other orthopoxviruses, characterized by a highly conserved central core region, variable regions at the left and right ends, and a tandemly repeated inverted terminal repeat. (Fig", ". (Fig. ​(Fig.33)58,59 The central core region of Mpox virus shares more than 90% sequence homology with other orthopoxviruses, particularly within the open reading frame (ORF) located between C10L and A25R.57,60 Species and strain-specific characteristics of orthopoxviruses are often found in the variable regions at the ends of the genome. A better understanding about these ORFs may provide insights into its host tropism, pathogenesis, and differences in immune regulation.28 Based on a genomic and phylogenetic analysis conducted in 2022, the prevalent strain of Mpox virus was identified as belonging to the B.1 lineage of the West African clade", ". The B.1 lineage exhibits multiple mutations in genes associated with virulence, host recognition, and immune evasion.61 In comparison to previously obtained complete genome sequences of Mpox virus isolated in Nigeria from 2017 to 2018, the Mpox virus strains that emerged in 2022 exhibited a higher number of single nucleotide polymorphisms (SNPs). The Mpox virus strain isolated in 2022 exhibit ~50 SNPs, indicating an approximately 6–12-fold increase in the predicted substitution rate of Mpox virus compared to the strains isolated from 2018-2019 (1–2 nucleotide substitutions per genome every year).62,63 The functional significance of these mutations is yet to be fully understood, but this high mutation rate may help explain the sudden appearance and heightened transmissibility of Mpox virus in non-endemic regions.Open in a separate windowFig. 3The genome structure and potential antiviral targets of Mpox virus", ". 3The genome structure and potential antiviral targets of Mpox virus. The Mpox virus genome consists of a double-stranded linear DNA comprising approximately 196,858 base pairs. It consists of a central recognition region, two variable region, and two terminal inverted terminal repeats (ITRs) (Monkeypox virus strain Zaire, GenBank accession number: {\"type\": \"entrez-nucleotide\",\"attrs\": {\"text\": \"AF380138.1\",\"term_id\": \"17529780\",\"term_text\": \"AF380138.1\"}}AF380138.1, web link: https: //www.ncbi.nlm.nih.gov/nuccore/17529780). In the genome map, target genes implicated in the interaction between Mpox virus and antiviral drugs are listed", ". Most essential genes are located in the central region of the genomeThe life cycle of Mpox virus and the discovery of anti-Mpox virus drugsThe process of Mpox virus infection and replication can be summarized into three distinct stages: 1) virus invasion; 2) virus replication and synthesis; 3) virus assembly, maturation and release.64–66 Targeting any stage of the Mpox virus lifecycle holds promise for the development of effective antiviral interventions against Mpox virus.Anti-Mpox virus drugs targeting the invasive phaseThe development of antiviral drugs begins with a thorough understanding of the complete life cycle of the virus (Fig. ​(Fig.4).4)", ". ​(Fig.4).4). In the early stages of Mpox virus infection, two distinct infectious viral particles are present: extracellular enveloped virions (EEV) and intracellular mature virions (IMV).67 These viral particles vary in surface glycoprotein and envelope membrane composition, with IMV exhibiting a single-membrane structure and EEV possessing a double-membrane structure. IMV are released only upon cell lysis and enters host cells through direct fusion and endocytosis,68,69 while EEV enters via membrane fusion.70–72 IMV are the most abundant viral particles in terms of quantity, due to the absence of a lipid membrane, which gives them a simpler and more robust structure.73 This enhances their resistance to external damage, prolonging their survival time outside the host", ". However, the exposed surface proteins of IMV trigger higher production of neutralizing antibodies and activate complement responses.74–76 Additionally, these exposed surface proteins enhance the recognition and inactivation of Mpox virus by immune cells", ". In contrast, EEV possesses an additional lipid membrane layer on their surface, enabling better intracellular dissemination.69 The pox virus can utilize lipid rafts on the lipid membrane to enter host cells, and cholesterol is one of the important components responsible for maintain the structure and function of lipid rafts.77,78 Amphotericin B, a long-standing antibiotic used for the treatment of fungal infections, can sequester cholesterol within host cell membranes, disrupting the integrity of lipid raft and potentially inhibiting Mpox virus infection.79 Additionally, cholesterol-lowering drugs such as statins and PCSK9 inhibitors may exhibit antiviral activity by modulating cellular cholesterol levels.80 Mpox virus attaches to mucous membranes and damaged skin, where a high concentration of glycosaminoglycans (GAGs) are present. GAGs serve as primary attachment receptors for host cells. EEV particles of Mpox virus interact with GAGs and enter host cells", ". EEV particles of Mpox virus interact with GAGs and enter host cells. Marine sulfated polysaccharides are natural analogs of GAGs that competitively bind to the host cell membrane surface, thereby preventing the attachment and entry of Mpox virus.Open in a separate windowFig. 4The life cycle of Mpox virus replication in hosts and potential targets for anti-Mpox virus drugs. The complete life cycle of Mpox virus infection: from entry into host cells to excretion. Briefly, both EEV and IMV viral particles penetrate the host membrane through membrane fusion and endocytosis. Mpox virus viral particles utilize glycosaminoglycans as host receptor. IMV particles enter the cytoplasm and are transported to the perinuclear replication factory via microtubules. The released Mpox virus genome serves as a template for DNA replication. Furthermore, IMV are enveloped by the Golgi apparatus to form IEV, and are transported to the cell surface via actin or microtubules", ". Part of the important drugs targeting each stage of the replication process are listed. EEV extracellular enveloped virions, IMV intracellular mature virions, IEV intracellular enveloped virions, IV immature virionSince no specific receptor for Mpox virus on the host cell membrane has been found so far, several envelope proteins that play a key role in the invasion of host cells by Mpox virus, may be attractive targets for the development of anti-Mpox virus drugs. He et al. evaluated the binding capacity of eight marine sulfated polysaccharides to the surface envelope protein A35R of Mpox virus using surface plasmon resonance technology. The research findings indicated that some sulfated polysaccharides exhibited competitive binding effects and anti-Mpox virus activity.81 In another study, Li et al", ". inoculated BALB/c mice with recombinant A35R protein and purified the A35R immune serum, which showed high neutralizing activity against two types of vaccinia virus (VACV)-EEV.82 Moreover, several IMV surface membrane proteins, including I5L, E8L, and A43R have been identified through whole-genome sequencing, and may facilitate the entry of Mpox virus into host cells through receptor and membrane fusion.57,60 Although the exact mechanisms of interaction between these proteins and the host are not fully understood, they could potentially serve as targets for future anti-Mpox virus discovery", ". Further research is needed to unravel the specific roles of these proteins in Mpox virus infection.Antiviral drugs that influence viral replication and synthesisAfter IMV or EEV enter the host cell, the exposed viral core is transported to the periphery of the cell nucleus through microtubule structures at an average speed of 52 μm/min.83 The viral core consists of the central viral genome and an enveloped nucleocapsid. The mechanism of nucleocapsid uncoating involves ubiquitination of the nuclear capsid proteins and degradation by proteasomes.84–86 Once uncoating is completed, the Mpox virus genome begins efficient replication, rapidly amplifying like a factory.87–91Currently, researchers are devoted to developing anti-Mpox drugs by interfering with the DNA or RNA synthesis of the viral genome.92 Nucleoside analogs are chemical compounds that have a similar structure to naturally occurring nucleosides", ". These drugs competitively bind to the viral DNA or RNA polymerase, disrupting the replication process by causing termination of the DNA or RNA chain synthesis. Due to their ability to inhibit viral replication, these drugs often exhibit broad-spectrum antiviral activity.93,94 Cidofovir, a non-cyclic monophosphate nucleoside analog, can be used for the treatment of orthopoxviruses and demonstrate potent antiviral activity in vitro (Mpox virus, effective concentration half maximal (EC50) = 2.52 μg/mL, Selectivity index (SI) = 15, in human embryonic lung fibroblasts) and in vivo (Mpox virus, 5 mg/kg, cynomolgus macaques, intraperitoneal injection; Mpox virus, 5 mg/kg, human, intravenous).95–98 Following the Mpox outbreak in 2022, Cidofovir was rapidly employed in clinical trials for the treatment of Mpox99–101 However, Cidofovir is a divalent anion with low bioavailability", ". In patients with impaired renal function or undergoing renal replacement therapy, its metabolites can accumulate in proximal renal tubular cells, leading to kidney damage.102–104 In order to overcome the limitations of Cidofovir, its derivative Brincidofovir has been developed", ". Brincidofovir has been modified using lipid conjugation technology, resulting in improved cellular uptake and conversion capabilities, it was approved by the FDA in 2021 for the treatment of smallpox.105 Unlike Cidofovir, Brincidofovir does not require metabolism through the renal anion transport system, thus exhibiting higher bioavailability and no significant nephrotoxicity in vitro (VACV, EC50 = 0.19 μM, in vero cells) and in vivo (Mpox virus, 10 mg/kg, mice, gastric gavage; Mpox virus, 200 mg, human, oral).105–109 However, Brincidofovir still presents some adverse reactions such as gastrointestinal reactions and liver function injury.101,110 Apart from Brincidofovir, other compounds based on structural modifications of Cidofovir have been developed.111,112 For instance, NPP-669 is synthesized by linking a long-chain sulfonate to Cidofovir. This modification improves its solubility in water and affinity for lipid through alkyl chain modification", ". As a result, this structural modification enhances the metabolic stability and bioavailability while reducing nephrotoxicity. It has shown enhanced antiviral effectiveness in vitro (vaccinia, EC50 = 8.95 μM, in HFF cells) and in vivo (cytomegalovirus, 3 mg/kg, mice, intraperitoneal injection).113 Ribavirin, a well-known nucleoside analog, blocks viral nucleotide synthesis and thus inhibits viral replication and transmission. It has broad-spectrum antiviral efficacy against various DNA and RNA viruses, including Mpox virus. Studies have shown that ribavirin can impede the replication of orthopoxviruses in vitro (Mpox virus, EC50 = 5.9 μg/mL, in Vero cells) and in vivo (cowpox virus, 50 mg/kg, mice, subcutaneous injection).114,115 However, further clinical studies are needed to assess its effectiveness in Mpox patients are needed. Although nucleotide analogs possess potent antiviral effects, they also have the potential to induce viral resistance", ". Recently, resistant Mpox virus strains to Cidofovir have been identified.116–118 Consequently, researchers are currently focused on the development of new nucleotide analogs such as KAY-2–41, a novel guanosine analog developed by Sophie et al. This analog exhibits potent antiviral activity against VACV in vitro (VACV-WR, EC50 = 0.8 μM, SI = 18, in human embryonic lung cells) and in vivo (VACV-WR, 50 mg/kg, mice, intraperitoneal injection), remaining effective against Cidofovir-resistant strains.119,120 This discovery provides a new therapeutic approach for nucleotide-resistant Mpox virus strains that are currently in use. However, further research and evaluation are needed for the clinical application of this novel nucleotide analog. The DNA-dependent RNA polymerase (DdRp) plays a crucial role in catalyzing the replication process of DNA viruses in the cytoplasm. Due to its biological significance, DdRp is considered a potential therapeutic target for Mpox virus", ". Through computer modeling of DdRp, along with techniques such as molecular dynamics simulations, docking, and computational screening, potential inhibitors of DdRp can be efficiently identified. Several small molecule compounds with inhibitory activity against DdRp have been discovered through computer-assisted drug design.121–123 However, further researches are needed to validate these identified candidate compounds, evaluate their safety and effectiveness, and ultimately progress them to the clinical application stage. The endoplasmic reticulum (ER) plays a crucial role in enveloping and stabilizing the viral genome. Electron microscopy observations have shown that the replication factory is surrounded by a significant amount of ER membrane", ". The ER plays a key role in the synthesis of viral membrane proteins.124,125 Subsequently, these membrane proteins, together with other viral structure proteins, enter into the viral factory, encapsulate the core genes, forming crescent-shaped structures.125,126 Moreover, the presence of the ER is important for maintaining the stability of the viral genome. Studies have indicated that ionomycin disrupts the integrity of ER in vitro, resulting in the inability of ER membrane proteins to enclose the exposed genome. This exposure triggers an immune response, leading to the degradation of viral DNA and significantly impacting VACV DNA replication.127 This discovery highlights the essential role of the ER in maintaining Mpox virus genome stability and facilitating viral replication", ". Based on these findings, compounds that effectively inhibit the formation of ER membrane proteins could also serve as potential antiviral drugs against Mpox virus.Antiviral drugs that affect virus assembly, maturation, and releaseWithin the replication factory, these crescent-shaped structures develop into ellipsoidal or spherical shapes, representing immature virion (IV) particles.56,127 IV particles undergo the proteolytic cleavage of several capsid proteins and the condensation of the core, resulting in the formation of mature virus particles known as IMV. These IMV are abundant within the host cells. As IMV proliferate, they cause the lysis of the host cells, subsequently releasing IMV viral particles", ". Additionally, a portion of the IMV exits the virus factory through the microtubule organizing center and becomes enveloped by the trans-Golgi network (TGN) or the nuclear membranes, forming intracellular enveloped virus (IEV).128–131 Compared to the single-layered membrane structure of IMV, IEV possesses a three-layered membrane structure. During the early stage of infection, a majority of IMV are enveloped to form IEV", ". During the early stage of infection, a majority of IMV are enveloped to form IEV. However, in the later stages of infection, IMV become the predominant form, possibly due to the depletion of TGN and nuclear membranes.132,133 Once IEV reach the peripheral region of the cell, the viral envelope fuses with the host cell membrane, forming cell-associated enveloped viruses (CEV) through the process of exocytosis.134 Virus particles remaining on the surface of the host cell are referred to as CEV, whereas those released into the extracellular environment are referred to as EEV.135 The ratio of EEV to CEV depends on the specific virus strain and host cell type. While the mechanism by which EEV released from infected cells further infect neighboring cells is not fully understood, researchers have discovered that the actin tails can form and extend a long distance outside the cell", ". EEV can utilize actin tails to enter adjacent cells, establishing bridges between the actin tails and neighboring cells, thereby facilitating efficient viral spread.136–138In order to reach the cellular plasma membrane, the release of viruses requires the involvement of the actin cytoskeleton.139 Currently, two mechanisms have been proposed to explain how IEV traverse the actin cytoskeleton. The first mechanism is actin polymerization-induced assembly. Upon viral infection, host cells trigger the polymerization of actin, resulting in the formation of filamentous structures known as actin tails. Failure to form actin tails hinders virus migration, adhesion, and intercellular spread. Several studies suggest that tyrosine phosphorylation plays a pivotal role in the formation of actin tails.140,141 The second mechanism is microtubule transport. IEV reach the cell surface through microtubule-mediated transport. Studies conducted by Hollinshead et al", ". Studies conducted by Hollinshead et al. observed the movement trajectory of viral particles labeled with green fluorescent protein.142 They found that viral particles co-localized with microtubules and exhibited an average velocity of 60 μm/min, consistent with the speed of microtubule transport. This speed far exceeds the transport rate of actin tails (2.8 μm/min).143,144 The movement of viral particles to the cell surface can be hampered by the microtubule-depolymerizing drug nocodazole in vitro.145–147 Based on this evidence, it is evident that microtubule transport plays a crucial role in the externalization of IEV to the cell surface. Disruption of microtubule structures may contribute to reducing the export of virus particles and inhibiting the spread of infection. As we mentioned earlier, the actin tails play an important role in the process of Mpox virus infecting of neighboring cells", ". Several drugs have been reported to inhibit the formation of actin tails, including the anti-cancer drug imatinib mesylate, which has shown anti-orthopoxvirus activity in vitro.148 Furthermore, a compound named PA104, identified by Lalita., has been shown to significantly inhibit the formation of actin tails, thereby reducing viral release and spread in vitro (VACV, EC50 = 0.8 μM, SI > 800, in BSC40 cells).149 Epidermal growth factors (EGFs) encoded by orthopoxviruses, play a crucial role in intercellular virus transmission.150,151 EGF can activate the EGFR/MEK/FAK signaling pathway, promoting intercellular virus transmission and facilitating rapid movement of infected cells.152 This increases the likelihood of contact between infected and uninfected cells, ultimately enhancing the transmission efficiency of orthopoxviruses.153,154 Experimental findings demonstrate that the use of EGFR inhibitor gefitinib and MEK inhibitor effectively reduces the area of virus-infected plaques in", "inhibitor gefitinib and MEK inhibitor effectively reduces the area of virus-infected plaques in vitro (VACV, EC50 = 4.93 μM, in Hep2 cells).155 Notably, gefitinib reduces actin tail formation by 1.6-fold and decreases infected cell migration efficiency by fourfold.153The viral-encoded membrane proteins of orthopoxviruses also play a significant role in viral transmission", ". Research has demonstrated that the Mpox virus A36R protein is crucial role in intercellular virus transmission and the release of EEV into the surrounding environment.156 Mohammad et al. identified three peptides that effectively targeting A36R have been identified and exhibit effective antiviral activity against Mpox virus. These peptides show a high affinity for A36R while being non-allergenic and non-toxic.157 Furthermore, a study on vaccinia virus revealed that the absence of A33R and A34R proteins increases EEV production,158 while the absence of A36R and B5R proteins decreases EEV production.159 This suggests that Mpox virus-encoded proteins with homology with A36R or B5R could potentially be valuable antiviral targets for future therapeutic strategies against Mpox virus", ". The VP37 protein, encoded by the F13L gene, is a catalytic protein involved in the intracellular envelopment of mature viral particles.160–162 It is widely distributed and highly conserved among orthopoxviruses, playing a crucial role in the in the formation of IMV within the TGN.160 It is essential for the virus’s pathogenicity and infectivity", ". Deletion of the F13L gene hinders the membrane envelopment process of orthopoxviruses, limiting their further spread.163 Tecovirimat, initially named ST-246, is a compound discovered through high-throughput screening (HTS) that exhibits potent antiviral activity against Mpox virus in vitro (Mpox virus, EC50 = 0.01 μM, in Vero cells) and in vivo (Mpox virus, 10 mg/kg, cynomolgus macaques, gavage; Mpox virus, human, 600 mg bid, oral).164–167 Tecovirimat functions by inhibiting the synthesis of the VP37 protein, thereby impeding the maturation process of orthopoxviruses and disrupting their envelopment and release.168–170 Tecovirimat primarily restricts intercellular virus spread without affecting the viral replication process. It has been identified as one of the most effective drugs against orthopoxviruses. Following the Mpox outbreak in 2022, the U.S", ". Following the Mpox outbreak in 2022, the U.S. Food and Drug Administration granted emergency approval for Tecovirimat as a therapeutic drug for Mpox, demonstrating its promising clinical efficacy.171 Between May 2022 and February 2023, Germany reported 12 severe cases of Mpox, in patients with either severe immunosuppression due to HIV infection (CD4 + T cell count below 200/μL) or significant systemic involvement (over 100 skin lesions). These patients underwent treatment with tecovirimat, and clinical outcomes revealed complete recovery in all patients, with Tecovirimat exhibiting excellent tolerability.172 In addition to Tecovirimat, another compound called NIOCH-14, serving as a precursor to Tecovirimat, has shown specific antiviral activity against orthopoxviruses and shares structural similarity with Tecovirimat in vitro (Mpox virus, EC50 = 0.013 μg/mL, in Vero cells) and in vitro (Mpox virus, 40 mg/kg, marmot, oral)", ". Unlike tecovirimat, NIOCH-14 offers a simpler synthesis route, thereby reducing costs and technical requirements. This natural advantage makes NIOCH-14 promising candidate for future wide-ranging applications.100,173–175 The current round of Mpox outbreak is highly mutable and still evolving. Although Tecovirimat is effective in current clinical use, it may pose a risk of resistance in the future. Discovering drugs with a new mechanism of action could provide a solution to the drug resistance problem. PA104 suppressed the formation of extracellular virus particle and viral propagation by inhibiting actin tail formation. Its mechanism of action differed from that of Tecovirimat. Of note, PA104 has demonstrated the ability to inhibit the replication of Tecovirimat-resistant VACV strains in vitro.149Immunothreapy in MpoxMpox virus-induced immunopathology leads to adverse outcomes in clinical, and immunotherapy for Mpox has the potential to reduce severe cases", ". Antibody-based therapeutics, immune cell, Immune effector molecules, and Modulation of cellular signal transduction are potential immunotherapies", ". Combination antiviral drugs with immunotherapy may be more effective and provide greater clinical benefit than single antiviral therapy alone.176–178Immune globulin and antibodiesAntibody-based therapeutics have shown significant progress in treating certain infectious diseases and currently being actively explored.176,179 Immune globulin, convalescent plasma, and neutralizing antibodies offer promising options as adjunctive treatments for cases with insufficient antiviral drug efficacy in severe patients.180–182 Notably, individuals who have been previously vaccinated with the smallpox vaccine produce more neutralizing antibodies that may be cross-protective against Mpox virus infection.183 Thus, some countries have approved the intravenous administration of vaccinia immune globulin (VIGIV) for managing complications associated with smallpox vaccination.184 For individuals with severe T cell functional immunodeficiency due to contraindications to smallpox vaccination, VIGIV can be", "T cell functional immunodeficiency due to contraindications to smallpox vaccination, VIGIV can be considered as a prophylactic measure in vitro (5 mg, incubated with VACV) and in vivo (VACV, 400 mg/kg, mice, intravenous) and in one clinical case (6000 U/kg, single-dose intravenous).185,186 Although convalescent plasma (CP) therapy shows therapeutic potential for other infectious viruses,187,188 there is currently no available literature regarding its use for the treatment of Mpox infection.176Li et al", ". demonstrated that monoclonal antibodies (mAbs) targeting the specific proteins (A29L and A35R) of the Mpox virus effectively neutralized orthopoxviruses, including VACV. These mAbs also showed protective effect in mice, resulting in reduced viral titers and alleviation of lung injury.82 Gilchuk et al. identified a large number of orthopoxvirus-specific mAbs from the blood cells of human subjects with a history of prior orthopoxvirus vaccination or infection, and of which 16 mAbs had neutralizing activity against Mpox were identified. Moreover, mAbs targeting A33, L1, A27, or H3 antigens exhibited the broadest cross-neutralizing activity against VACV and Mpox virus. In vivo experiments confirmed that a combination of mAbs with high neutralizing activity provides efficient protection against lethal doses of VACV infection in mice (VACV, 1.2 mg mAbs, intraperitoneal injection), compared to VIGIV", ". This protective effect was observed even in severe combined immune-deficiency mouse models.181 Therefore, mAbs drugs are most likely to provide effective clinical treatment outcomes in the development of anti-Mpox treatments compared to VIGIV and CP, which have uncertain efficacy.Immune cellsMpox virus enters the human body through mucous membranes or compromised skin, resulting in infection of resident immune cells and antigen-presenting cells in the tissues.189–191 Subsequently, Mpox virus rapidly replicates in draining lymph nodes and disseminates through the lymphatic system,192,193 explaining the characteristic lymph node enlargement observed in Mpox virus infections. Innate immune cells act as the first line of defense against viral infections and are primary targets for viral assault", ". During the early stages of Mpox virus infection, monocytes are recruited to the infection site and become early targets for viral infection.194 The level of Mpox virus antigens detected in monocytes can serve as an indicator of infection severity and prognosis. Additionally, natural killer (NK) cells play a crucial role in generating a robust immune response following Mpox virus infection. Despite an increase in the abundance of NK cells in Mpox virus-infected individuals, their migration, degranulation, and effector molecule release capabilities are significantly impaired. Patricia’s study demonstrated that the injection of in vitro expanded NK cells into mice infected with vaccinia virus resulted in significantly prolonged mouse survival and enhanced secretion of IFN-γ by NK cells.195,196 T cells, another vital immune cell type, possess cytotoxic functions and the ability to regulate disease severity", ". Individuals with acquired immunodeficiency are at high risk of severe infections when co-infected with Mpox virus, often requiring active medical intervention rather than spontaneous resolution.197,198 Furthermore, individuals with compromised immune function are more susceptible to severe disease and mortality during Mpox virus infection. Other immune cell types, such as dendritic cells and innate lymphoid cells, also undergo alterations during Mpox virus infection.199 Understanding the characteristics and transformations of diverse immune cells during Mpox virus infection is important for gaining insights into the immune response and developing immunotherapy.Immune effector molecules and immunomodulatorsThe response of immune effector molecules during Mpox virus infection—plays a crucial role in disease progression and severity", ". At the beginning of infection, the Mpox virus can suppress the expression of chemokines, resulting in a decrease in effector molecule expression like IFN-γ and TNF-α. This inhibition in T-cell activation hinders the initiation of humoral immune response, allowing the virus to evade the immune system much easier. However, severe Mpox infection often leads to a cytokine storm in later stages. This results in an increase in Th2-associated cytokines and a decrease in Th1-associated cytokines, characterized by increased expression of IL-2, IL-4, and IL-8 and a reduction in TNF-α, IL-2, and IL-12 (Fig. ​(Fig.5).5). By regulating these immune effectors, Mpox virus suppresses the antiviral immune response and disrupts the host immunity. Ribavirin, in addition to blocking viral nucleotide synthesis, also acts as an immunomodulator", ". Ribavirin, in addition to blocking viral nucleotide synthesis, also acts as an immunomodulator. It regulates T-cell polarization, and can enhance the release of interferon-gamma (IFN-γ) and T-bet, which are associated with Th1 response, in the serum of patients infected with hepatitis viruses", ". Simultaneously, ribavirin suppresses the release of GATA binding protein 3 and IL-4, which are related to Th2 response, promoting T-cell polarization towards Th1 and strengthening the antiviral action of the immune system.200–202 Ribavirin also stimulates the generation of central memory T-cells and Tregs.203,204 Pidotimod is an immunomodulator used as an adjunctive therapy for respiratory or urinary tract infections.205 It promotes non-specific and specific immune responses by activating NK cells, stimulating lymphocyte proliferation, and inducing the release of IL-1β and IFN-γ.206–209 Thymosin is an exogenous polypeptide with immunoregulatory effects that promote T cell differentiation, development, and maturation.210,211 Additionally, Thymosin can indirectly enhance the immune responses of other immune cells.212,213 Nevertheless, the clinical use of pidotimod and thymosin preparations in Mpox virus-infected patients has not been reported and requires further investigation to", "in Mpox virus-infected patients has not been reported and requires further investigation to validate their efficacy", ". Although immunomodulators cannot directly elicit an anti-Mpox virus effect, they have the potential to improve the immune system, which may help reduce the development of severe manifestations and decrease mortality rates.210,211,214 Exploring the combination of immunomodulators with other anti-Mpox virus medications may be a promising avenue for further investigation.Open in a separate windowFig. 5The host cell immune response after Mpox virus infection. The Mpox induces specific and non-specific immune responses after infection. Briefly, upon entry of Mpox virus into host cells, mononuclear phagocytes and neutrophils initiate recruitment and increased proliferative infiltration, other antigen-presenting cells (such as dendritic cell) become activated, leading to the release of effector molecules and chemokines, while other cells (T cells, B cells, NK cells and the complement system) of the immune system also begin to exert their corresponding effector functions", ". IL interleukin, Th helper T cell, IFN Interferon, ADCC antibody-dependent cell-mediated cytotoxicityModulation of the virus-induced cellular signal transductionMpox virus infection induces immune responses while also regulating cellular signal transduction.215,216 One example is the presence of a Mpox virus-encoded Bcl-2-like protein, which regulates the intrinsic apoptotic pathway. Additionally, the SPI-2 protein, encoded by the B12R gene,217 inhibits both caspase-1 and caspase-8, thereby disrupting the pyroptosis or apoptosis pathway,218,219 respectively. However, active induction of pyroptosis can be achieved by using nigericin, an inflammasome activator and pyroptosis inducer, as a strategy against Mpox infection", ". In an in vitro study conducted by Chad et al., Hela cells were infected with vaccinia virus and treated with Nigericin in vitro (VACV, EC50 = 7.9 nM, SI = 1038, in Hela cells).220 The findings demonstrated that Nigericin effectively reduced the viral titers and showed a stronger antiviral effect and lower EC50 values compared to the control group treated with Cidofovir. Protein kinases play a key role in regulating signal transduction pathways.221,222 Raghav et al. conducted an analysis to explore the interactions between Mpox virus and host proteins in order to further investigate the defense mechanisms triggered by Mpox infection", ". Their findings show the important role of the mitogen-activated protein kinase (MAPK) signaling pathway in the response to Mpox infection.216 Inhibition of the thymidine kinase enzyme, which is activated by MAPK, led to a significant reduction in viral replication.223–225 This evidence supports the potential of targeted therapies against MAPK signaling pathway as a promising strategy to combat Mpox (Fig. ​(Fig.66).224,226Open in a separate windowFig. 6Illustrates the signaling pathways associated with the targeted actions of certain drugs following Mpox virus infection. Upon infection, Mpox inhibits pyroptosis, impeding the formation of inflammasomes and activation of caspase-1. This blockade prevents pyroptosis and hampers the adequate activation of the immune response against Mpox infection. However, nigericin, an activator of NLRP3 can induce pyroptosis in host cells, making it a promising candidate for an anti-Mpox drug", ". Moreover, tBID, a protein involved in apoptosis, is suppressed upon Mpox virus infection, thereby inhibiting both intrinsic and extrinsic apoptotic pathways and ensuring the survival of Mpox virus within host cells. This mechanism can be exploited by employing apoptosis inducers as a strategy to combat Mpox virus. Furthermore, Mpox virus infection triggers the binding of EGF and EGFR, activation downstream MAPK and MEK signaling pathways, leading to the release of inflammatory and chemotactic factors, and modulation of immune cells. That is, EGFR inhibitors like gefitinib may exhibit significant anti-Mpox activityProspect and challengesWith the global cessation of smallpox vaccination administration, the proportion of individuals with cross-immune protection against Mpox virus has rapidly declined, rendering Mpox a potential bioterrorism threat. While a few anti-Mpox drugs, such as Tecovirimat, have been clinically proven to be effective, relying solely on them would be unwise", ". Despite Mpox virus belonging to the DNA virus family, it exhibits significantly higher genomic variability due to increased nucleotide polymorphism. The rapid population mobility and increased international travel have facilitated the continuous spread of Mpox virus among populations, further increasing its potential for mutation.11,227,228 These factors contribute to increased variability, drug resistance, and the emergence of multidrug-resistant strains of Mpox virus.229 Moreover, currently available drugs face certain limitations that impede their clinical applications. For example, Cidofovir has low bioavailability and carries the risk of renal damage, while Cidofovir and Brincidofovir pose potential threats to hematopoietic and liver functions", ". There is an urgent need to develop novel anti-Mpox virus drugs.230The lengthy and costly nature of drug development, combined with numerous uncertainties, has led to the exploration of drug repurposing strategies as a more efficient and economical approach.110,231–233 HTS of marketed drugs or clinically established medications has the potential to expedite the identification of antiviral agents, thus saving valuable time.234–236 For instance, the potential antiviral drug ribavirin has demonstrated therapeutic effectiveness against Mpox infection. Similarly, the widely used EGFR inhibitor gefitinib has shown promising antiviral activity against Mpox virus in addition to its approved indication for late-stage non-small cell lung cancer. However, drug repurposing efforts still heavily rely on serendipitous discoveries. Historically, drug development has been predominantly confined to laboratory settings", ". Historically, drug development has been predominantly confined to laboratory settings. However, advances in computer science and computational drug design have significantly accelerated the discoveries in drug repurposing.237–239 Computer-aided drug discovery (CADD) techniques encompass the following three main directions: 1) High-throughput library screening of small molecule libraries, such as the discovery and development of Tecovirimat based on the VP37 protein. 2) Structural optimization based on existing drugs, such as NPP669, which involves alkyl chain modifications based on Cidofovir, resulting in overall improved pharmacological properties compared to Cidofovir. 3) Directly targeting functional sites for novel drug design, such as DdRp, which usually serves as a target for antiviral CADD.In recent years, there has been relatively little attention on the Mpox outbreak in endemic area", ". However, the rapid spread of Mpox in non-endemic regions and its global impact have brought it back into the public attention. This particular outbreak of Mpox appears to exhibit distinct epidemiological characteristics and transmission dynamics compared to previous outbreaks.63 Previous knowledge suggested that the West African clade had weak transmission and pathogenicity compared to the Central African clade. However, the current situation reveals that the 2022-Mpox virus genome mutation and phylogenetic analysis indicate that this outbreak belongs to the B.1 lineage of the West African clade", ". The B1 lineage has exhibited mutations in virulence proteins, host recognition proteins, and immune evasion.240 APOBEC3 is an important enzyme that demonstrates antiviral activity against HIV, Hepatitis B Virus, Epstein-Barr virus, and other viruses through its functional cytidine deaminase activity.241,242 APOBEC3-mediated viral genome editing may be characterized by compatible substitutions GA>AA and TC>TT. Isidro et al. discovered a significant increase in G-to-A and C-to-T mutations in the recent Mpox isolates, with 46 SNPs showing mutation bias, among which 26 and 15 substitutions were GA>AA and TC>TT, respectively.63,243,244 These unusual mutation biases and the abundance of A: T bases in Mpox virus indicate that specific mutations driven by APOBEC3 may further reduce the pathogenicity and symptoms caused by Mpox virus infection, facilitating covert transmission within populations, and indirectly contributing to the global epidemic of Mpox", ". Although further experimental validation is necessary to confirm Mpox virus mutations mediated by APOBEC3, it is undeniable that APOBEC3 is a promising host antiviral protein for research. Understanding the mechanism of mutations driven by APOBEC3 may help reveal the mysteries behind the pathogenicity transition of Mpox.245 Additionally, the development of anti-Mpox drugs targeting APOBEC3 may provide a new direction for future drug development.The development of multi-omics technologies and HTS techniques has enabled precise identification and characterization of various molecular targets of Mpox virus, which is crucial for the development of novel anti-Mpox virus drugs targeting new mechanisms. Furthermore, multi-omics technologies have revealed the gene expression patterns during Mpox infection and identified specific receptors and pathways regulated during Mpox progression. By precisely modulating these receptors and pathways, it is possible to develop drugs for Mpox therapy", ". This study contributes to optimizing the chemical structure of drugs, enhancing their delivery and targeting, thereby improving treatment precision and reducing drug side effects (Table ​(Table11).Table 1Anti-Mpox drugs and candidate compoundsNameMechanismFunctionClinical UseTargeting virus intrusionAmphotericin BIsolate cholesterol and destroy lipid raftsRestrict Mpox virus entry☒Cholesterol lowering drugsGlycosaminoglycan analogCompetitive binding to host cell membranePrevent the attachment and entry of Mpox virus☒Targeting virus replicationCidofovirCompetitive binding of DNA or RNA polymeraseInterference with viral DNA or RNA synthesis☑Brincidofovir☑NPP-669☒KAY-2–41☒Trifluridine☑Ribavirin☑IonomycinDestroy the integrity of Endoplasmic reticulumInhibit the viral genome envelope formation☒Targeting virus assembly, maturation and releaseNocodazolePromote microtubule depolymerizationInhibit the movement of viral particles to the cell surface☒Imatinib mesylateTyrosinase", "the movement of viral particles to the cell surface☒Imatinib mesylateTyrosinase inhibitionInhibit the actin tail formation☒PA104Inhibit the actin tail formationInhibit Mpox virus efflux☒TecovirimatInhibit vp37 protein synthesisInhibit the maturation and budding release of orthopoxviruses☑NIOCH-14☒GefitinibEGFR inhibitionInhibit the actin tail formation☒MEK inhibitorsMEK inhibitionInhibit the actin tail formation☒A36R polypeptideAnti Mpox virus-A36RInhibit Mpox virus transmission and release☒ImmunoregulationVIGIVantigen bindingPrevent Mpox virus infection of target cells☑PidotimodEnhancing specific and non-specific immunityEnhance immune response☒Thymopeptide☒mAbsDestroy virus particlesPrevent virus infection of cells☒NigericinActivate IL-1β and IL-18Induced pyroptosis☒ImiquimodTLR agonists and local immune activity enhancerStimulate cytokine production and activate local immunity☒Open in a separate windowIn recent years, AI, especially machine learning and deep learning methods, have", "a separate windowIn recent years, AI, especially machine learning and deep learning methods, have increasingly been utilized in various stages of the drug development process, challenging the traditional paradigms of new drug discovery and design.246 By leveraging extensive compound data within libraries, AI enables efficient design and optimization of compounds targeting various Mpox virus homologous proteins", ". This approach facilitates the effective screening of optimal anti-Mpox virus drugs or the development of promising new candidate molecules, ultimately reducing the cost and time associated with drug development.247,248 However, it is important to note that no commercially available drugs have emerged from this approach yet, indicating the need for further technical advancements and breakthroughs in the field.249In addition to the development of systemic anti-infective drugs, exploring local therapies for Mpox is crucial. Mpox infections can cause severe physiological and psychological trauma to the skin and eyes.250 This damage is often visibly evident and difficult to conceal. Skin lesions, for example, are a hallmark of Mpox infection and inflict immense pain on patients. The psychological trauma resulting from these skin injuries and subsequent scarring may surpass the physical harm. A distressing incident reported in 2017 by Dimie et al", ". A distressing incident reported in 2017 by Dimie et al. highlighted the tragic suicide of a 34-year-old Mpox patient due to the psychological trauma endured post-infection.251 Therefore, addressing skin lesions during the course of Mpox infection is essential. Notably, the topical cream imiquimod has demonstrated particular efficacy in treating Mpox-induced skin lesions.252,253 The exact mechanism of action of imiquimod in the treatment of Mpox infections is not fully understood, although several potential mechanisms have been proposed. Imiquimod acts as an agonist for Toll-like receptor 7 (TLR-7) and Toll-like receptor 8 (TLR-8), triggering the nuclear translocation and transcriptional activity of nuclear factor κB (NF-κB). This activation leads to the release of downstream pro-inflammatory cytokines, enhancing the immune response against Mpox", ". Additionally, imiquimod acts as a direct local immune stimulant by stimulating the production of various cytokines, including IFN-γ, TNF-α, IL-1β, and IL-6. These cytokines play a crucial role in activating the innate immune system and promoting a localized immune response.254–256 Studies have shown that imiquimod can recruit plasmacytoid dendritic cells to the site of infection, thereby enhancing the antigen presentation process. Although ocular infections caused by Mpox are relatively rare, they may result in permanent visual impairment, including irreversible conditions such as corneal perforation. As a locally administered nucleoside analog, trifluridine eye drops are currently considered the most effective treatment for ocular Mpox infections", ". In addition to controlling Mpox proliferation in the eyes, trifluridine eye drops also help reduce the production of conjunctival secretions, thereby minimizing the risk of spreading the infection to others.To address the widespread occurrence of Mpox, it is imperative to recognize it as a global public health concern. In addition to the development of therapeutic medications, emphasis must be placed on preventive measures. Prevention, especially among areas with active Mpox transmission and those in high-risk populations like HIV-infected MSM, is crucial.257 Vaccination is an effective strategy for preventing Mpox. Studies indicate indicates that vaccinia vaccine can offer partial protection against Mpox infection.258,259 However, the use of smallpox vaccines for Mpox prevention in epidemic regions limited due to potential risks for immunocompromised individuals, particularly those co-infected with HIV", ". First-generation vaccines like Dryvax and second-generation vaccines such as ACAM2000, which are live replicating vaccinia virus vaccines, can cause severe infections such as progressive vaccinia.260 The emergence of third-generation vaccines provides an alternative for this specific population. One example is Imvamune (also known as JYNNEOS) a non-replicating vaccinia vaccine that has been tested safe for HIV-infected patients. Animal models have shown that JYNNEOS also provides protection against Mpox.261 In 2019, the FDA approved JYNNEOS for preventing Mpox infection in high-risk populations aged 18 and above.262 Clinical evidence has demonstrated that JYNNEOS vaccination effectively prevents Mpox cases and reduce the incidence of severe illness.258,263,264 At the national and regional levels, enhancing public health investments, including environmental sanitation and disinfection, and establishing efficient case identification and contact tracing mechanisms, is essential", ". On an individual level, it is crucial to educate oneself about Mpox, maintain good personal hygiene, employ personal protective measures, and avoid contact with infection sources. Therefore, the most cost-effective method to reduce the incidence and transmission of Mpox is through implementing preventive measures rather than solely relying on the development of novel anti-Mpox drugs.ConclusionsWhile some progress has been made in the development of drugs against Mpox, it is crucial to expedite the research progress. This will enable us to effectively combat potential long-term outbreaks and the emergence of drug-resistant Mpox virus strains. In the development of drugs against Mpox, the following aspects should be given priority: Firstly, improving the specificity and delivery efficiency of drugs is essential to ensure accurate targeting of the Mpox and efficient transmission to the infection site", ". Secondly, development anti-Mpox drugs that are less prone to resistance is necessary to prevent the gradual emergence of drug-resistant strains and ensuring sustained efficacy of treatment. Additionally, exploring the development of sequential and combination drug therapies should enhance effectiveness against different stages of Mpox infections and their variants. Lastly, attention should be paid to drug modifications to mitigate or eliminate toxicity, minimizing the adverse impact on patients during the treatment process. The early investment in drug development against Mpox is crucial in tackling the ongoing global Mpox outbreak", ". Accelerating progress in the development of effective anti-Mpox drugs will help prepare for future challenges and provide more reliable protection for public health.AcknowledgementsThis research was supported by National Natural Science Foundation of China (82002192), Natural Science Foundation of Hubei Province (2022CFB539; 2022CFD107), Young and middle-aged Talents Project of Hubei Provincial Education Department (Q20222605), Scientific Research Ability Cultivation Fund of Hubei University of Arts and Science (2021KPGJ06), Science and Technology Plan (in the field of Medical and health care) of Xiangyang (2022YL05B; 2022YL12A). Figures were created in BioRender.com.Author contributionsJ.J.L., H.X., C.H.W., M.J.T., Y.Y., W.J.T. and L.S. contributed to the conception of the review, J.J.L., H.X., C.H.W. and M.J.T. collected the information and wrote the manuscript. C.C.W., F.Y. and L.J.Y provided guidance on article writing and polishing. Y.Y., W.J.T. and L.S", ". C.C.W., F.Y. and L.J.Y provided guidance on article writing and polishing. Y.Y., W.J.T. and L.S. contributed to the constructive discussions. All authors have read and approved the article.Competing interestsThe authors declare no competing interests.FootnotesThese authors contributed equally: Junjie Lu, Hui Xing, Chunhua Wang, Mengjun TangContributor InformationYang Yang, Email: nc.ude.hcetsus.liam@gnuoy.Wenjie Tan, Email: nc.cdcanihc.cdvi@jwnat.Liang Shen, Email: moc.361@9280.gnailnehs."]}