{"title": "Conjunctivitis in Dupilumab Clinical Trials for Adolescents with Atopic Dermatitis or Asthma", "context": ["Am J Clin Dermatol. 2021; 22(1): 101–115. Published online 2021 Jan 22. doi: 10.1007/s40257-020-00577-1PMCID: PMC7847457PMID: 33481203Conjunctivitis in Dupilumab Clinical Trials for Adolescents with Atopic Dermatitis or AsthmaAshish Bansal,1 Eric L. Simpson,2 Amy S. Paller,3 Elaine C. Siegfried,4,5 Andrew Blauvelt,6 Marjolein de Bruin-Weller,7 Jonathan Corren,8 Lawrence Sher,9 Emma Guttman-Yassky,10,11 Zhen Chen,1 Nadia Daizadeh,12 Mohamed A. Kamal,1 Brad Shumel,1 Paola Mina-Osorio,1 Leda Mannent,13 Naimish Patel,14 Neil M. H. Graham,1 Faisal A. Khokhar,1 and Marius Ardeleanu1Ashish Bansal1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Ashish BansalEric L. Simpson2Oregon Health & Science University, Portland, OR USA Find articles by Eric L. SimpsonAmy S. Paller3Northwestern University Feinberg School of Medicine, Chicago, IL USA Find articles by Amy S. PallerElaine C. Siegfried4Saint Louis University, St. Louis, MO USA 5Cardinal Glennon Children’s Hospital, St. Louis, MO USA Find articles by Elaine C. SiegfriedAndrew Blauvelt6Oregon Medical Research Center, Portland, OR USA Find articles by Andrew BlauveltMarjolein de Bruin-Weller7University Medical Center Utrecht, Utrecht, The Netherlands Find articles by Marjolein de Bruin-WellerJonathan Corren8David Geffen School of Medicine at UCLA, Los Angeles, CA USA Find articles by Jonathan CorrenLawrence Sher9Peninsula Research Associates, Rolling Hills Estates, CA USA Find articles by Lawrence SherEmma Guttman-Yassky10Icahn School of Medicine at Mount Sinai Medical Center, New York, NY USA 11Rockefeller University, New York, NY USA Find articles by Emma Guttman-YasskyZhen Chen1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Zhen ChenNadia Daizadeh12Sanofi Genzyme, Cambridge, MA USA Find articles by Nadia DaizadehMohamed A. Kamal1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Mohamed A. KamalBrad Shumel1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Brad ShumelPaola Mina-Osorio1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Paola Mina-OsorioLeda Mannent13Sanofi, Chilly-Mazarin, France Find articles by Leda MannentNaimish Patel14Sanofi, Bridgewater, NJ USA Find articles by Naimish PatelNeil M. H. Graham1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Neil M. H. GrahamFaisal A. Khokhar1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Faisal A. KhokharMarius Ardeleanu1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Marius ArdeleanuAuthor information Copyright and License information PMC Disclaimer1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA 2Oregon Health & Science University, Portland, OR USA 3Northwestern University Feinberg School of Medicine, Chicago, IL USA 4Saint Louis University, St. Louis, MO USA 5Cardinal Glennon Children’s Hospital, St. Louis, MO USA 6Oregon Medical Research Center, Portland, OR USA 7University Medical Center Utrecht, Utrecht, The Netherlands 8David Geffen School of Medicine at UCLA, Los Angeles, CA USA 9Peninsula Research Associates, Rolling Hills Estates, CA USA 10Icahn School of Medicine at Mount Sinai Medical Center, New York, NY USA 11Rockefeller University, New York, NY USA 12Sanofi Genzyme, Cambridge, MA USA 13Sanofi, Chilly-Mazarin, France 14Sanofi, Bridgewater, NJ USA Ashish Bansal, Email: moc.noreneger@lasnab.hsihsa.Corresponding author.Copyright © The Author(s) 2021Open AccessThis article is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http: //creativecommons.org/licenses/by-nc/4.0/.Associated DataSupplementary MaterialsSupplementary material 1 (DOCX 20 kb)40257_2020_577_MOESM1_ESM.docx (20K)GUID: 03B2C217-7F9D-46A2-BD3D-A463DACFE2AESupplementary material 2 (PDF 291 kb)40257_2020_577_MOESM2_ESM.pdf (290K)GUID: 71DDDFB8-6325-49F7-BD9A-6C516BBFA80CAbstractBackgroundConjunctivitis is a known comorbidity of atopic dermatitis. Dupilumab clinical trials for moderate-to-severe atopic dermatitis in adults showed a higher conjunctivitis incidence for dupilumab-treated patients than placebo-treated patients, whereas trials for uncontrolled asthma reported lower rates for both dupilumab and placebo.ObjectiveThe objective of this study was to evaluate the incidence and severity of conjunctivitis in dupilumab clinical trials in adolescents with moderate-to-severe atopic dermatitis or uncontrolled asthma.MethodsWe evaluated the incidence of conjunctivitis in adolescents (aged 12 to < 18 years) in three phase III trials. Ocular events were diagnosed and treated based on patient-reported symptoms and an external eye examination by study investigators, in most cases without an ophthalmologic referral. In LIBERTY AD ADOL (16-week, randomized, placebo-controlled, double-blinded trial), adolescents with moderate-to-severe atopic dermatitis were randomized to subcutaneous placebo, dupilumab 300 mg every 4 weeks, or dupilumab every 2 weeks (200 mg, patients < 60 kg at baseline; 300 mg, ≥ 60 kg at baseline). In LIBERTY AD PED-OLE (open-label extension), pediatric patients from previous dupilumab atopic dermatitis trials received dupilumab 2 mg/kg or 4 mg/kg weekly (up to 300 mg) or 300 mg every 4 weeks. In LIBERTY ASTHMA QUEST (randomized, double-blinded, placebo-controlled trial), patients with uncontrolled moderate-to-severe asthma were randomized to 52 weeks of add-on therapy with dupilumab 200 or 300 mg every 2 weeks or matched-volume placebo.ResultsIn ADOL, more dupilumab-treated (17/165; 10.3%) than placebo-treated patients (4/85; 4.7%) reported one or more conjunctivitis event. All events were mild to moderate in severity; 12 (7.3%) dupilumab-treated and 4 (4.7%) placebo-treated patients received treatment. Most patients with conjunctivitis (dupilumab, 12/17; placebo, 4/4) recovered/resolved during the treatment period. The risk of conjunctivitis showed no relationship with dupilumab serum concentration. In PED-OLE, 12/275 adolescents (4.4%) reported one or more conjunctivitis event. Most conjunctivitis events were mild to moderate. Ten patients received treatment for conjunctivitis. Ten patients recovered/resolved during the study. In QUEST, similar low proportions of dupilumab-treated (2/68, 2.9%) and placebo-treated (1/39, 2.6%) adolescents reported one or more conjunctivitis event. All events were mild to moderate. One dupilumab-treated patient received treatment for conjunctivitis. All cases recovered/resolved during the study. No patients in these trials discontinued study treatment temporarily or permanently because of conjunctivitis. In ADOL, one case of unspecified viral keratitis (specific viral etiology not known) in the dupilumab 300-mg every 4 weeks group and one case of allergic blepharitis in the placebo group were reported; both events resolved during the treatment period, and neither led to treatment discontinuation.ConclusionsDupilumab-treated adolescents in atopic dermatitis trials had a higher incidence of conjunctivitis than placebo-treated patients, whereas overall rates of conjunctivitis among adolescents in the asthma trial were lower than in atopic dermatitis trials and were similar for dupilumab- and placebo-treated patients. Most events were mild to moderate, most recovered/resolved, and none prompted study withdrawal. These results are similar to those reported in adult trials and support a drug–disease interaction.ClinicalTrials.gov Identifiers{\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT03054428\",\"term_id\": \"NCT03054428\"}}NCT03054428, {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02612454\",\"term_id\": \"NCT02612454\"}}NCT02612454, {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02414854\",\"term_id\": \"NCT02414854\"}}NCT02414854. Conjunctivitis in Dupilumab Clinical Trials for Adolescents with Atopic Dermatitis or Asthma (MP4 18453 kb) video file.(18M, mp4)Supplementary InformationThe online version contains supplementary material available at 10.1007/s40257-020-00577-1.Key Points Conjunctivitis is a common comorbidity of atopic dermatitis in all age groups.As was seen in adult clinical trials, rates of conjunctivitis (diagnosed based on patient-reported symptoms and an external eye examination by study investigators, in most cases without an ophthalmologic referral) in adolescents in clinical trials for moderate-to-severe atopic dermatitis were higher in dupilumab-treated patients than placebo-treated patients, whereas conjunctivitis rates were lower and similar for dupilumab and placebo in adolescents in a trial for moderate-to-severe uncontrolled asthma, supporting the hypothesis of a drug–disease interaction.Most cases were mild to moderate in severity, most patients recovered/resolved during the treatment period, and no patients discontinued study treatment because of conjunctivitis.Open in a separate windowIntroductionPatients with atopic dermatitis (AD) have a higher incidence of conjunctivitis and related ocular surface disorders, such as blepharitis and keratitis, than the general population [1–5]. Prevalence of these ocular surface comorbidities increases with AD severity [3]. Patients with other type 2 inflammatory diseases (i.e., diseases driven by interleukin [IL]-4, IL-13, and other type 2 inflammatory cytokines and cells) such as asthma, allergies, and allergic rhinitis also have an increased risk of comorbid conjunctivitis, but the risk of comorbid conjunctivitis in these disorders is lower than in AD [6–10].Dupilumab is a fully human, VelocImmune®-derived [11, 12] monoclonal antibody that blocks the shared receptor component for IL-4 and IL-13, which are key and central drivers of type 2 inflammation. Dupilumab has demonstrated significant efficacy and an acceptable safety profile in patients with moderate-to-severe AD, uncontrolled asthma, and other type 2 inflammatory diseases, including chronic rhinosinusitis with nasal polyps and eosinophilic esophagitis [13–25].In adults in randomized, placebo-controlled double-blinded clinical trials for moderate-to-severe AD, a higher incidence of conjunctivitis was observed in patients who received dupilumab compared with those who received placebo [16, 17, 20, 21, 26]. By contrast, patients in randomized, placebo-controlled, double-blinded clinical trials in asthma, chronic rhinosinusitis with nasal polyps, and eosinophilic esophagitis had a lower incidence of conjunctivitis compared with patients in AD trials, and the incidence was similar for dupilumab and placebo [23–30].A comprehensive analysis of conjunctivitis that was conducted primarily in adults in dupilumab clinical trials (and in pooled adults and adolescents in one of the asthma trials) confirmed the observations reported in the individual studies, supporting the hypothesis of a drug–disease interaction for conjunctivitis that is specific to AD [26]. Further information is needed on the profile of conjunctivitis in adolescent patients treated with dupilumab. To that end, we conducted an analysis of conjunctivitis in adolescent patients in dupilumab clinical trials for moderate-to-severe AD or asthma.MethodsClinical TrialsData from adolescent patients receiving dupilumab or placebo in three clinical trials were included in this analysis, including two trials for adolescents with moderate-to-severe AD and one trial for adults and adolescents with moderate-to-severe asthma. The design, methods, and primary findings from each trial have been reported previously [16, 19, 23], and are briefly summarized here.LIBERTY AD ADOL (ADOL; R668-AD-1526, ClinicalTrials.gov Identifier: {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT03054428\",\"term_id\": \"NCT03054428\"}}NCT03054428) [16] was a randomized, double-blinded, placebo-controlled, parallel-group, phase III trial. Patients aged ≥ 12 to < 18 years with moderate-to-severe AD and inadequate response to topical medications were randomized 1: 1: 1 to 16 weeks of treatment with placebo (n = 85), subcutaneous (SC) dupilumab 300 mg every 4 weeks (q4w; n = 84), or SC dupilumab 200/300 mg every 2 weeks (q2w; n = 82; weight-based: 200 mg in patients weighing < 60 kg at baseline, or 300 mg in patients weighing ≥ 60 kg at baseline). After a 16-week treatment period, patients could enter an open-label extension (OLE). Those who did not enroll in the extension could be followed for up to 12 additional weeks.LIBERTY AD PED-OLE (PED-OLE; R668-AD-1434, ClinicalTrials.gov Identifier: {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02612454\",\"term_id\": \"NCT02612454\"}}NCT02612454) [19] was a phase III OLE available to pediatric patients who participated in a previous dupilumab AD trial. This analysis includes only patients aged ≥ 12 to < 18 years when they entered the OLE. After a 4-week screening period following completion of the previous dupilumab trial, 275 patients received open-label SC dupilumab 2 mg/kg or 4 mg/kg weekly (qw; up to a maximum of 300 mg qw) or a fixed-dose regimen of 300 mg q4w until withdrawal or regulatory approval of dupilumab in their geographic region.LIBERTY ASTHMA QUEST (QUEST; {\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"EFC13579\",\"term_id\": \"283563018\",\"term_text\": \"EFC13579\"}}EFC13579, ClinicalTrials.gov Identifier: {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02414854\",\"term_id\": \"NCT02414854\"}}NCT02414854) [23] was a randomized, double-blinded, placebo-controlled, parallel-group, phase III trial. Patients aged ≥ 12 years with uncontrolled moderate-to-severe asthma were randomized 2: 2: 1: 1 to 52 weeks of add-on therapy with SC dupilumab 200 mg or 300 mg q2w or matched-volume placebo (1.14 mL or 2 mL, respectively). The present analysis includes the subset of QUEST patients aged ≥ 12 to < 18 years at baseline (placebo 1.14 mL, n = 21; dupilumab 200 mg q2w, n = 34; placebo 2 mL, n = 18; dupilumab 300 mg q2w, n = 34).Assessments and AnalysisWe summarized conjunctivitis events reported as adverse events (AEs) in the safety populations (i.e., patients who received one or more doses of the study drug) of these three clinical trials. Adverse events and serious AEs (SAEs) were reported by investigators and were detected through two channels: patients reporting symptoms to the investigator (either unprompted or in response to the query “did you have any problems?”); or identification of the AE and SAE by investigators following clinical examination during study visits. Conjunctivitis events were diagnosed and treated based on patient-reported symptoms and external eye examination by study investigators (most of whom were dermatologists; some were allergists; and none were ophthalmologists), in most cases without ophthalmologic referral. Events were coded according to Medical Dictionary for Regulatory Activities Preferred Terms (MedDRA PTs). Unless otherwise specified, the term “conjunctivitis” refers to a compiled group of MedDRA PTs that included the word “conjunctivitis,” (i.e., conjunctivitis, allergic conjunctivitis, bacterial conjunctivitis, viral conjunctivitis, adenoviral conjunctivitis, and atopic keratoconjunctivitis). All assessments for the compiled conjunctivitis term included data for the compiled term and for the component PTs, unless indicated otherwise. The study protocols did not require any specific query about ocular symptoms, and most cases were not diagnosed by an ophthalmologist. In ADOL, association of dupilumab dose/concentration and risk of conjunctivitis was assessed.Descriptive statistics were used to summarize all assessments. All assessments were conducted for the treatment period of each study and were analyzed by treatment group, including a combined group of all dupilumab-treated patients. Incidence rates of the number and proportion of adolescent patients with one or more event and the number of events were assessed. Annualized incidence rates (i.e., the number of patients with one or more event per 100 patient-years [PYs] and the number of conjunctivitis events per 100 PYs, along with incidence risk ratios with 95% confidence intervals [CIs] for dupilumab vs placebo groups) were estimated from Poisson regression with treatment as a fixed factor; log value of treatment period duration was used as the offset variable. Kaplan–Meier estimates were used to assess the time to onset of the first conjunctivitis event by treatment group, including median and 95% CI (ADOL and PED-OLE). Median time to first event could not be calculated based on the full study population because of the small number of events. Therefore, medians in the AD trials were calculated based on the subgroup of patients with events (statistical significance was not determined in this analysis because of the small numbers in this subgroup). Time to event data were not calculated for QUEST. Hazard ratios (HRs) with 95% CI of conjunctivitis events for comparison of dupilumab vs placebo groups were based on Cox regression models with treatment and randomization strata (baseline AD severity based on Investigator’s Global Assessment score of 3 or 4; baseline weight < 60 kg or ≥ 60 kg) as fixed factors (ADOL study only). In QUEST, HR and 95% CI to compare dupilumab vs placebo for the time to first event were derived using a Cox regression model, including the time to first event as the dependent variable, and treatment groups, age, region (pooled country), baseline eosinophil strata, and baseline inhaled corticosteroid dose concentration as fixed factors. Because of the small number of events, only the data from the combined dupilumab group and the combined placebo group are interpretable. Additional analyses of conjunctivitis included severity of conjunctivitis as assessed by the investigators (mild, moderate, severe; number and proportion of patients, and number of events); resolution of conjunctivitis (e.g., recovered/resolved) during the treatment period (number and proportion of patients, and number of events); whether events were considered related to study treatment, as assessed by the clinical investigators, who were primarily dermatologists and allergists (none were ophthalmologists); and number and proportion of reported conjunctivitis treatments used. In all three trials, the choice of treatment for conjunctivitis was at the discretion of the investigator.For association of dupilumab dose/concentration and risk of conjunctivitis in ADOL, logistic regression analysis was conducted, as reporting conjunctivitis is a binary outcome. A logistic function converts the binary categorical measure into the probability (continuous variable bound from 0 to 1) of reporting the categorical response. The relationship between the probability of reporting conjunctivitis was related to the exposure metric, observed trough concentration at steady state. This continuous exposure metric was used as a predictor in the logistic regression model to calculate p-values, which represent the statistical significance of the inclination of the regression line. Descriptive data were also provided for any PTs that include the term “keratitis” or “blepharitis.”Compliance with Ethical StandardsAll trials were conducted in accordance with the ethical principles outlined in the Declaration of Helsinki and with the International Council for Harmonisation guidelines for good clinical practice and applicable regulatory requirements [16, 19, 23]. All patients provided written consent/assent, and at least one parent or guardian for each adolescent patient provided written informed consent.ResultsAD TrialsADOL In ADOL, 22.8% of patients reported a medical history of allergic conjunctivitis at baseline; other conjunctivitis PTs were not reported at baseline. There were 19 conjunctivitis events among the 165 patients receiving dupilumab and four events among the 85 patients receiving placebo. More patients who received dupilumab (17/165; 10.3%) reported at least one conjunctivitis event than those who received placebo (4/85; 4.7%) (Table 1). Most patients were not referred for a formal ocular examination. One case of unspecified viral keratitis (specific viral etiology not known) occurred in a patient receiving dupilumab 300 mg q4w (Electronic Supplementary Material 1 [ESM]—Patient narratives), and one case of allergic blepharitis occurred in a patient receiving placebo. Thirteen conjunctivitis events and the unspecified viral keratitis event were considered by the investigators to be related to the study drug in the combined dupilumab group, as were two events in the placebo group (Table 2). No patients temporarily or permanently discontinued study treatment because of conjunctivitis, keratitis, or blepharitis.Table 1Conjunctivitis among adolescents in ADOL and among adults receiving dupilumab monotherapyAdolescents (ADOL)Adults (pooled SOLO 1, SOLO 2, AD-1021) [26, 31]Placebo(n = 85)Dupilumab300 mg q4w(n = 83)Dupilumab200 mg or 300 mg q2w(n = 82)Dupilumab combined(n = 165)Placebo(n = 517)Dupilumab300 mg q2w(n = 529)Number of events4118191257Patients with ≥ 1 event Conjunctivitis (overall), n (%)a4 (4.7)9 (10.8)8 (9.8)17 (10.3)11 (2.1)49 (9.3) MedDRA PTs, n (%) Conjunctivitis (PT)1 (1.2)3 (3.6)4 (4.9)7 (4.2)3 (0.6)21 (4.0) Conjunctivitis allergic (PT)3 (3.5)4 (4.8)3 (3.7)7 (4.2)5 (1.0)16 (3.0) Conjunctivitis viral (PT)b02 (2.4)1 (1.2)3 (1.8)1 (0.2)4 (0.8) Conjunctivitis bacterial (PT)02 (2.4)02 (1.2)2 (0.4)7 (1.3) Atopic keratoconjunctivitis (PT)000001 (0.2)Time to first event, HR, conjunctivitis overall (95% CI)–2.28 (0.70–7.42)2.07 (0.62–6.86)2.18 (0.73–6.47)–4.43 (2.30–8.51)Open in a separate windowHRs with 95% CI and p-values from the ADOL study were from Cox regression models with treatment, randomization strata (baseline disease severity according to IGA score of 3 vs 4), and baseline weight group (< 60 kg vs ≥ 60 kg) as fixed factorsFor adults in the pooled analysis, HRs with 95% CI and p-values were from Cox regression models with treatment group as fixed effects, stratified by study (SOLO 1, SOLO 2, or AD-1021) and baseline disease severity (IGA score of 3 vs 4) [26]The events were diagnosed and treated based on patient-reported symptoms and external eye examination by study investigators, in most cases without ophthalmologic referral. Additional specificity regarding subtypes of conjunctivitis was determined by the investigators at the time of report, in most cases without further ophthalmologic examinationCI confidence interval, HR hazard ratio, IGA Investigator’s Global Assessment, MedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, q2w every 2 weeks, q4w every 4 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis”, including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownTable 2Conjunctivitis events considered to be related to study drug in ADOLPlacebo(n = 85)Dupilumab300 mg q4w(n = 83)Dupilumab200 mg or 300 mg q2w(n = 82)Dupilumab combined(n = 165)Events considered related to study drug, n26713Patients with ≥ 1 event considered related to study drug, n (%) Conjunctivitis (overall)a2 (2.4)6 (7.2)7 (8.5)13 (7.9) MedDRA PTs Conjunctivitis (PT)01 (1.2)3 (3.7)4 (2.4) Conjunctivitis allergic (PT)2 (2.4)3 (3.6)3 (3.7)6 (3.6) Conjunctivitis viral (PT)b01 (1.2)1 (1.2)2 (1.2) Conjunctivitis bacterial (PT)01 (1.2)01 (0.6)Open in a separate windowMedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, q2w every 2 weeks, q4w every 4 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis,” including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownAnnualized incidence rates of overall conjunctivitis assessed as both the number of patients with one or more events per 100 PYs and the number of events per 100 PYs were higher in patients who received dupilumab than in those who received placebo (Table 3). Among patients who reported conjunctivitis, the median time to onset of the first conjunctivitis event was numerically shorter for dupilumab 300 mg q4w (37.0 days) than 200/300 mg q2w or placebo (57.0 days and 40.5 days, respectively) (Fig. 1a); however, the HR for time to event did not show significant differences between treatment groups (Table 1). The incidence of conjunctivitis did not increase with increased dose/exposure of the drug (Fig. 1b).Table 3Annualized incidence rates of conjunctivitis per 100 PYs in ADOLPlacebo(n = 85)Dupilumab300 mg q4w(n = 83)Dupilumab200 mg or 300 mg q2w(n = 82)Dupilumab combined(n = 165)Number of events per 100 PYs (95% CI) Conjunctivitis (overall)a15.41 (5.78–41.06)43.17 (23.91–77.96)31.76 (15.88–63.51)37.50 (23.92–58.79) Risk ratio vs placebo (95% CI)2.80 (0.89–8.80)2.06 (0.62–6.84)2.43 (0.83–7.15)MedDRA PTs Conjunctivitis (PT)3.85 (0.54–27.35)11.78 (3.80–36.51)15.88 (5.96–42.31)13.82 (6.59–28.98) Risk ratio vs placebo (95% CI)3.06 (0.32–29.38)4.12 (0.46–36.88)3.59 (0.44–29.15) Conjunctivitis allergic (PT)11.56 (3.73–35.84)15.70 (5.89–41.83)11.91 (3.84–36.93)13.82 (6.59–28.98) Risk ratio vs placebo (95% CI)1.36 (0.30–6.07)1.03 (0.21–5.11)1.20 (0.31–4.62) Conjunctivitis viral (PT)b0 (0–0)7.85 (1.96–31.39)3.97 (0.56–28.18)5.92 (1.91–18.36) Risk ratio vs placebo (95% CI)6.75 × 1010 (6.12 × 109–7.45 × 1011)3.42 × 1010 (3.42 × 1010–3.42 × 1010)5.09 × 1010 (5.09 × 1010–5.09 × 1010) Conjunctivitis bacterial (PT)0 (0–0)7.85 (1.96–31.39)0 (0–NE)3.95 (0.99–15.78) Risk ratio vs placebo (95% CI)4.99 × 1011 (4.99 × 1011–4.99 × 1011)0.97 (0–NE)9.23 × 1010 (9.23 × 1010–9.23 × 1010)Number of patients with ≥ 1 event per 100 PYs (95% CI) Conjunctivitis (overall)a15.91 (5.97–42.38)37.79 (19.66–72.64)33.40 (16.70–66.79)35.59 (22.13–57.25) Risk ratio vs placebo (95% CI)2.38 (0.73–7.72)2.10 (0.63–6.97)2.24 (0.75–6.65)MedDRA PTs Conjunctivitis (PT)3.87 (0.55–27.49)12.03 (3.88–37.31)16.22 (6.09–43.22)14.12 (6.73–29.61) Risk ratio vs placebo (95% CI)3.11 (0.32–29.88)4.19 (0.47–37.48)3.65 (0.45–29.63) Conjunctivitis allergic (PT)11.87 (3.83–36.80)16.19 (6.07–43.12)12.19 (3.93–37.78)14.19 (6.76–29.76) Risk ratio vs placebo (95% CI)1.36 (0.31–6.09)1.03 (0.21–5.09)1.20 (0.31–4.62) Conjunctivitis viral (PT)b0 (0–0)7.94 (1.99–31.73)3.99 (0.56–28.34)5.97 (1.93–18.51) Risk ratio vs placebo (95% CI)6.83 × 1010 (6.19 × 109–7.53 × 1011)3.43 × 1010 (3.43 × 1010–3.43 × 1010)5.14 × 1010 (5.14 × 1010–5.14 × 1010) Conjunctivitis bacterial (PT)0 (0–0)7.95 (1.99–31.80)0 (0–NE)3.97 (0.99–15.89) Risk ratio vs placebo (95% CI)1.86 × 1011 (1.86 × 1011–1.86 × 1011)0.97 (0–NE)9.29 × 1010 (9.29 × 1010–9.29 × 1010)Open in a separate windowThe number of events may differ from the number of patients because patients could have had more than 1 eventRates were estimated from Poisson regression with treatment as fixed factors. Log value of duration of treatment period was used as the offset variable. For patients with events, the number of PYs was calculated up to the date of the first event; for patients without events, total PYs were calculated as duration of treatment. For the number of events, total PYs were calculated as duration of treatmentCI confidence interval, MedDRA Medical Dictionary for Regulatory Activities, NE not evaluable, PT MedDRA Preferred Term, PY patient year, q2w every 2 weeks, q4w every 4 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis,” including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownOpen in a separate windowFig. 1Time to first conjunctivitis event, and exposure–response relationship. a Time to first conjunctivitis event in ADOL. b Relationship between exposure and risk of developing conjunctivitis in ADOL: logistic regression relating probability of developing conjunctivitis with dupilumab trough concentration at week 16. The mean regression line is blue, and the confidence interval around the regression line is represented by the gray area. Patients without any conjunctivitis events are shown at the bottom of the figure and those with one or more conjunctivitis event are shown at the top of the figure; the open green circles (300 mg q4w) and open red squares (200/300 mg q2w) are offset so that each circle/square can be seen. The y-axis represents the probability of a patient reporting one or more conjunctivitis event. Means of response variables (open black circles) and confidence intervals (green vertical lines) around the means are presented in the figures by quartile of exposure. c Time to first conjunctivitis event in PED-OLE. Time to onset of first conjunctivitis event was based on the compiled overall conjunctivitis definition that included all component MedDRA PTs [conjunctivitis, conjunctivitis allergic, conjunctivitis bacterial, conjunctivitis viral, conjunctivitis adenoviral, and atopic keratoconjunctivitis]. “Censored” (i.e., vertical crossbars) refers to patients in the overall population who discontinued from the study. MedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, qw once weekly, q2w every 2 weeks, q4w every 4 weeksConjunctivitis events were mild or moderate in severity—none of the cases were determined to be severe (Table 4), and none of the cases met SAE criteria. Similarly, the unspecified viral keratitis and allergic blepharitis events were considered mild, and neither event was an SAE. Most cases of conjunctivitis recovered/resolved during the treatment period (Table 4), as did the case of unspecified viral keratitis and the case of allergic blepharitis. Twelve dupilumab-treated patients (7.3%) and 4 (4.7%) placebo-treated patients received treatment for conjunctivitis. Treatments for conjunctivitis included anti-infective agents, anti-inflammatory therapies, combination products containing anti-infective agents and anti-inflammatory therapies, decongestants and anti-allergics (e.g., antihistamines, mast cell stabilizers, and alpha-adrenergic agonists), and other ophthalmologic preparations (ESM 2 – Table S1); the unspecified viral keratitis event was treated with tobramycin-dexamethasone eye drops, and the blepharitis event was treated with diphenhydramine hydrochloride.Table 4Severity and resolution of conjunctivitis in ADOLPlacebo(n = 85)Dupilumab300 mg q4w(n = 83)Dupilumab200 mg or 300 mg q2w(n = 82)Dupilumab combined(n = 165)Severity, patients with ≥ 1 event, n (%)a Conjunctivitis (overall)b4 (4.7)9 (10.8)8 (9.8)17 (10.3) Mild3 (3.5)5 (6.0)6 (7.3)11 (6.7) Moderate1 (1.2)5 (6.0)2 (2.4)7 (4.2) Severe0000Resolution, number of patients with ≥ 1 event, n (%) Conjunctivitis (overall)b Recovered/resolved4 (4.7)7 (8.4)5 (6.1)12 (7.3) Not recovered/not resolved02 (2.4)3 (3.7)5 (3.0) MedDRA PTs Conjunctivitis (PT) Recovered/resolved1 (1.2)3 (3.6)3 (3.7)6 (3.6) Not recovered/not resolved001 (1.2)1 (0.6) Conjunctivitis allergic (PT) Recovered/resolved3 (3.5)3 (3.6)2 (2.4)5 (3.0) Not recovered/not resolved01 (1.2)1 (1.2)2 (1.2) Conjunctivitis bacterial (PT) Recovered/resolved02 (2.4)02 (1.2) Not recovered/not resolved0000 Conjunctivitis viral (PT)c Recovered/resolved01 (1.2)01 (0.6) Not recovered/not resolved01 (1.2)1 (1.2)2 (1.2)Open in a separate windowMost cases of conjunctivitis were not diagnosed by an ophthalmologist. The total numbers of patients with mild, moderate, or severe events may not be the same as the overall numbers if patients had separate events of mild, moderate, or severe conjunctivitisMedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, q2w every 2 weeks, q4w every 4 weeksaSeverity was assessed by the investigatorbConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis,” including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitiscSpecific viral etiology not knownPED-OLE A total of 275 adolescents with AD who had participated in dupilumab clinical trials enrolled in PED-OLE and received at least one dose of dupilumab during that study. The baseline prevalence of allergic conjunctivitis was 21.5% among adolescent patients entering PED-OLE. A total of 142 patients completed 16 weeks, 69 completed 26 weeks, and 34 completed at least 52 weeks of treatment at the time of data cut-off for this analysis, for a total exposure of 141.7 PYs. There were 22 conjunctivitis events (15.52 per 100 PYs) during PED-OLE; 12 patients (4.4%) had one or more conjunctivitis event (9.15 per 100 PYs; Tables 5 and ​and6).6). Among patients with one or more conjunctivitis event, median time to onset of the first event was 65.5 days for the dupilumab combined group, and 145.0, 531.0, and 60.5 days, respectively, for dupilumab 2 mg/kg, 4 mg/kg, and 300 mg q4w (Fig. 1c). No events of keratitis or blepharitis were reported. Most patients were not referred for a formal ocular examination.Table 5Conjunctivitis among adolescents receiving dupilumab in PED-OLEDupilumab2 mg/kg qw(n = 17)Dupilumab4 mg/kg qw(n = 19)Dupilumab300 mg q4w(n = 239)Dupilumab combined(n = 275)Number of events105722Patients with ≥ 1 event, n (%) Conjunctivitis (overall)a3 (17.6)3 (15.8)6 (2.5)12 (4.4) MedDRA PTs Conjunctivitis (PT)3 (17.6)1 (5.3)1 (0.4)5 (1.8) Conjunctivitis allergic (PT)1 (5.9)1 (5.3)4 (1.7)6 (2.2) Conjunctivitis viral (PT)b001 (0.4)1 (0.4) Conjunctivitis bacterial (PT)1 (5.9)1 (5.3)02 (0.7)Open in a separate windowThe sum of the PTs may not equal the overall totals if patients had more than one PTMedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, qw once weekly, q4w every 4 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis”, including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownTable 6Annualized incidence rates of conjunctivitis per 100 PYs in PED-OLEDupilumab2 mg/kg qw(n = 17)Dupilumab4 mg/kg qw(n = 19)Dupilumab300 mg q4w(n = 239)Dupilumab combined(n = 275)Number of events per 100 PYs (95% CI) Conjunctivitis (overall)a27.25 (14.66–50.65)12.60 (5.24–30.27)10.71 (5.11–22.47)15.52 (10.22–23.58) MedDRA PTs Conjunctivitis (PT)19.08 (9.09–40.01)5.04 (1.26–20.15)3.06 (0.77–12.24)7.76 (4.30–14.02) Conjunctivitis allergic (PT)5.45 (1.36–21.79)5.04 (1.26–20.15)6.12 (2.30–16.31)5.65 (2.82–11.29) Conjunctivitis viral (PT)b0 (0–0)0 (0–NE)1.53 (0.22–10.86)0.71 (0.10–5.01) Conjunctivitis bacterial (PT)2.73 (0.38–19.35)2.52 (0.36–17.89)0 (0–NE)1.41 (0.35–5.64)Number of patients with ≥ 1 event per 100 PYs (95% CI) Conjunctivitis (overall)a9.48 (3.06–29.38)8.38 (2.70–25.97)9.42 (4.23–20.97)9.15 (5.20–16.11) MedDRA PTs Conjunctivitis (PT)9.42 (3.04–29.20)2.57 (0.36–18.23)1.54 (0.22–10.91)3.68 (1.53–8.84) Conjunctivitis allergic (PT)2.88 (0.41–20.45)2.67 (0.38–18.96)6.23 (2.34–16.59)4.40 (1.98–9.79) Conjunctivitis viral (PT)b0 (0–0)0 (0–NE)1.54 (0.22–10.90)0.71 (0.10–5.02) Conjunctivitis bacterial (PT)2.89 (0.41–20.49)2.58 (0.36–18.30)0 (0–NE)1.44 (0.36–5.76)Open in a separate windowRates were estimated from Poisson regression with treatment as fixed factors. The log value of duration of treatment period was used as an offset variableFor patients with events, the number of PYs was calculated up to the date of the first event; for patients without events, it corresponds to the length of the study observation period. For the number of events, total PYs were calculated as the sum of the study observation period over all patientsCI confidence interval, MedDRA Medical Dictionary for Regulatory Activities, NE not evaluable, PT MedDRA Preferred Term, PY patient year, qw once weekly, q4w every 4 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis”, including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownFive conjunctivitis events were considered related to the study drug, all in the dupilumab 300 mg q4w group (ESM 2—Table S2). One allergic conjunctivitis event was considered severe and related to the study drug (ESM 1—Patient narratives; ESM 2—Table S2); none of the cases were considered to be SAEs. No patients temporarily or permanently discontinued from study treatment because of conjunctivitis.Ten patients with events (a total of 20 events) recovered/resolved, one event did not recover/resolve, and the outcome was unknown for one event (ESM 2—Table S3). Ten patients (3.6%) received treatment for conjunctivitis. Treatments for conjunctivitis included antihistamines, anti-infective agents, anti-inflammatory therapies, combination products, decongestants, and anti-allergic agents (e.g., mast cell inhibitors/stabilizers, antihistamine), and sodium chloride (ESM 2—Table S4).Asthma TrialQUEST There were 107 adolescents with moderate-to-severe asthma in QUEST (5.6% of all patients). The baseline rate of allergic conjunctivitis was 13.1%. During the treatment period, conjunctivitis was reported at lower rates than in the AD studies, and in similar proportions of adolescents who received dupilumab (2/68, 2.9%) or placebo (1/39, 2.6%); there were two events in the combined dupilumab group and one event in the combined placebo group (Table 7). The proportions of adult patients in QUEST with one or more conjunctivitis event were similar for the dupilumab (20/1195, 1.7%) and placebo (14/595, 2.4%) groups, and were also similar to the proportions among the adolescent patients (Table 7; ESM 2—Table S5). No events of keratitis or blepharitis were reported. No patients were referred for a formal ocular examination.Table 7Incidence rates and annualized incidence rates of conjunctivitis among adolescents with moderate-to-severe asthma in QUESTAdolescentsAdults1.14 mL2 mLCombinedCombinedPlacebo(n = 21)Dupilumab200 mg q2w(n = 34)Placebo(n = 18)Dupilumab 300 mg q2w(n = 34)Placebo(n = 39)Dupilumab(n = 68)Placebo(n = 595)Dupilumab(n = 1195)Number of events0210121423Patients with ≥ 1 event, n (%) Conjunctivitis (overall)a02 (5.9)1 (5.6)01 (2.6)2 (2.9)14 (2.4)20 (1.7) MedDRA PTs Conjunctivitis (PT)001 (5.6)01 (2.6)04 (0.7)6 (0.5) Conjunctivitis allergic (PT)01 (2.9)0001 (1.5)8 (1.3)12 (1.0) Conjunctivitis viral (PT)b01 (2.9)0001 (1.5)1 (0.2)2 (0.2) Conjunctivitis bacterial (PT)0000001 (0.2)0Number of events per 100 PYs (95% CI) Conjunctivitis (overall)a0 (0–0)6.1 (1.5–24.4)5.8 (0.8–41.5)0 (0–NE)2.7 (0.4–19.2)3.0 (0.8–12.1)2.42.0 Risk ratio vs placebo (95% CI)1.6 × 1011 (1.6 × 1011–1.6 × 1011)–0 (0–NE)–1.1 (0.1–12.4)n/an/aNumber of patients with ≥ 1 event per 100 PYs (95% CI) Conjunctivitis (overall)a0 (0–0)6.1 (1. 5–24.4)5.8 (0.8–41.5)0 (0–NE)2.7 (0.4–19.2)3.0 (0.8–12.1)n/an/a Risk ratio vs placebo (95% CI)1.6 × 1011 (1.6 × 1011–1.6 × 1011)–0 (0–NE)–1.1 (0.1–12.4)n/an/aOpen in a separate windowThe number of events may differ from the number of patients because patients could have had more than 1 event. Because of the low number of events, annualized rates are only shown for conjunctivitis (overall). Rates were estimated from Poisson regression with treatment as fixed factors. Log value of duration of treatment period was used as the offset variable. For patients with events, the number of PYs was calculated up to the date of the first event; for patients without events, total PYs were calculated as duration of treatment. For the number of events, total PYs were calculated as duration of treatmentCI confidence interval, E estimated, n/a not applicable, NE not evaluable, MedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, q2w every 2 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis,” including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownNone of the conjunctivitis events were considered related to the study drug, and all events were mild or moderate in severity; all were resolved during the treatment period (ESM 2 – Table S6). No event was an SAE, and no patients temporarily or permanently discontinued study treatment because of conjunctivitis. There were too few events to calculate a median time to the first conjunctivitis event. Hazard ratios did not show any differences between dupilumab and placebo in adolescents or adults (ESM 2—Table S5). Treatments for conjunctivitis included a systemic antihistamine (loratadine) and oxymetazoline hydrochloride.DiscussionAdolescent patients treated with dupilumab in clinical trials for moderate-to-severe AD had a greater incidence of conjunctivitis than placebo-treated patients, consistent with data reported in clinical trials of adults with AD [26]. By contrast, the incidence of conjunctivitis among adolescent patients in the asthma trial was lower than that observed in the AD trials and was similar in dupilumab- and placebo-treated patients. In both the AD and asthma trials, most cases of conjunctivitis were mild or moderate in severity and resolved during the study period with conventional treatments; no cases led to permanent discontinuation of the study drug. These findings are consistent with those reported among adults in dupilumab clinical trials for AD and asthma [26, 31].The annualized incidence rates of conjunctivitis in dupilumab-treated adolescents were lower in the long-term PED-OLE trial (15.52 events per 100 PYs; 9.15 patients with one or more events per 100 PYs) than in the 16-week double-blinded ADOL trial (37.50 events per 100 PYs; 35.59 patients with one or more events per 100 PYs). This is consistent with results reported in the adult OLE trial, where the incidence of new conjunctivitis events declined over time [32].No relationship was observed between dupilumab serum concentration and the incidence of conjunctivitis in adolescents. By contrast, there was a trend in adults for a decreased incidence of conjunctivitis with increased exposure to dupilumab [26]. One difference between the adolescent and adult AD trials was that there was a wider range of exposures in adults (300 mg q2w and 300 mg qw); in ADOL, the dose range was narrower (300 mg q4w and 200/300 mg q2w). As there is no apparent dose–response effect in the adolescent patients, this provides further support for the idea that the relationship between dupilumab exposure and incidence of conjunctivitis is complex and multifactorial.One case of mild unspecified viral keratitis in a dupilumab-treated patient and one case of mild allergic blepharitis in a placebo-treated patient were reported in ADOL, and no cases of either keratitis or blepharitis were reported in PED-OLE or QUEST. Of note, herpetic keratitis, a visually threatening disease, is much more common in atopic individuals, and also more commonly presents bilaterally. These and other types of keratitis may be difficult to distinguish from conjunctivitis, especially by non-experts, and thus evaluation by ophthalmologists is important in patients who develop such disorders.Conjunctivitis, blepharitis, and keratitis are common complications of AD [1–5, 33–37]. The baseline prevalence of conjunctivitis among adolescent patients enrolled in dupilumab clinical trials was higher in the AD trials than among adolescents in QUEST, which is consistent with reports of conjunctivitis in patients with asthma compared with the general population [6–10]. There are several possible reasons for this difference in the prevalence of conjunctivitis in AD compared with asthma. Conjunctivitis in patients with AD may arise from rubbing, increased susceptibility to infections, skin barrier dysfunction, Demodex mite infestation, and adverse effects of topical medications [2, 34, 36, 38–40]. In the analysis of adults in dupilumab clinical trials, prior history of conjunctivitis, baseline AD severity, and elevation of circulating levels of certain biomarkers (thymus and activation-regulated chemokine [TARC, CCL17], IgE, and blood eosinophils) were associated with risk of conjunctivitis in patients in the AD trials [26]. Retrospective studies of dupilumab-treated patients with AD in clinical practice also showed significant positive associations of certain biomarkers (TARC, IgE) and prior history of ocular disorders, with an increased risk of conjunctivitis [41, 42]. However, the number of conjunctivitis events among adolescent patients in the present analysis was too small to evaluate the relationships between baseline characteristics and the incidence of conjunctivitis.The pathophysiology of conjunctivitis in these trials remains unclear—microbiologic testing was generally not done, and patients were not routinely referred to ophthalmologists or other ocular specialists. Several unproven mechanistic hypotheses have been proposed to explain the increased incidence of conjunctivitis observed in dupilumab-treated patients with AD, such as an IL-13-mediated effect on intraepithelial goblet cells, a dupilumab–AD interaction in a patient population prone to developing ocular surface disorders, epithelial barrier dysfunction arising from dysregulated immune responses associated with conjunctival associated lymphoid tissue, increased Demodex mites, eosinophilic infiltration, and other cytokine-mediated effects [26, 43–47]. However, these proposed mechanisms do not fully explain the apparent drug–disease interaction that is uniquely seen in AD. For example, both IL-13 and IL-4 are dysregulated in multiple type 2 inflammatory disorders, including asthma and AD, and blockade of both IL-4 and IL-13 activity by dupilumab reduces eosinophil infiltration into tissues, reduces type 2 inflammatory activity, and improves epithelial barrier dysfunction [48–50]. Further investigation is ongoing to elucidate the mechanisms driving the increased incidence of conjunctivitis in dupilumab-treated patients with AD.Several types of topical treatment for conjunctivitis were used in these studies, including anti-inflammatory drugs, anti-infective therapies, combination therapies, decongestants, anti-allergic agents (e.g., mast cell inhibitors/stabilizers, antihistamines), sodium chloride, and artificial tears. Regardless of the type of treatment that was used, most cases recovered during the study treatment period in the asthma trial as well as in the AD trials. A number of treatment protocols for conjunctivitis in dupilumab-treated patients with AD have been proposed in the literature, including warm compresses, artificial tears, eyedrops or ointments with antihistamines, anti-inflammatories, corticosteroid drops and ointments, anti-infective therapies, calcineurin inhibitors, topical cyclosporine A, and combination treatments; it should be noted that topical corticosteroid eye treatments increase the risk of eye infection, and longer-term use increases the risk of cataracts and glaucoma [26, 51–54]. In addition, some prescribers have used prophylactic tears on starting dupilumab therapy, to address potential issues of eye dryness [55, 56]. Currently, there is no consensus on an optimal approach to prevent and manage conjunctivitis in dupilumab-treated patients, and further studies are needed to evaluate the various treatments that are currently being used.There are a number of strengths and limitations to this analysis. Strengths include the inclusion of both AD and asthma trials in this analysis. There were also some limitations. Adverse ocular surface events that occurred during the studies were reported and classified by clinician investigators, and most were not further evaluated by an ophthalmologist; at the time of the studies, referral to an ophthalmologist was not required by the study protocol. Collection of detailed medical history of ocular symptoms was limited, as the majority of investigators were dermatologists, and some were allergists; none were ophthalmologists. Another limitation is that data collection after the initial report of conjunctivitis was not robust enough in the studies to provide information on how many patients had resolution of these AEs without treatment vs intermittent or ongoing use of ocular medications. In addition, there was no specific severity scale for conjunctivitis — severity of conjunctivitis was graded using the standard terms of mild, moderate, and severe, as defined for any AE, which have been used in all dupilumab trials. The severity of an AE was a subjective assessment by the investigators based on clinical judgment. Mild events of keratitis and blepharitis may have been underdiagnosed because accurate diagnosis of keratitis and blepharitis requires slit lamp examination. The small number of adolescent patients with unspecified viral keratitis and blepharitis in these trials, the lack of standardized ophthalmic examination criteria, and non-usage of ophthalmic examination tools preclude any firm conclusions about the precise diagnosis, etiology, or optimal treatment of these AEs. Finally, as noted previously [26], there could have been some drift in the reporting of incidence rates of these AEs over time as well as between studies because of increased awareness of eye issues (both at baseline and during the study) and increases in patient reporting.ConclusionsConsistent with findings in adults, we observed a higher incidence of conjunctivitis among adolescent patients with AD overall and in dupilumab treatment groups compared with placebo in the AD clinical trials, whereas incidence rates in adolescent patients in the asthma trial were comparatively lower and similar between dupilumab and placebo. Conjunctivitis cases across all conditions and trials were predominantly mild or moderate and resolved during the treatment period, and none resulted in permanent discontinuation of study treatment. Further research is currently ongoing to explore the underlying association of conjunctivitis with AD, and with dupilumab treatment in patients with AD.Supplementary InformationBelow is the link to the electronic supplementary material.Supplementary material 1 (DOCX 20 kb)(20K, docx)Supplementary material 2 (PDF 291 kb)(290K, pdf)AcknowledgementsThe authors thank the patients and their families for their participation in these studies; their colleagues for their support; and Erika Culotta, Marcella Ruddy, and Linda Williams (Regeneron Pharmaceuticals, Inc.) and Ana B. Rossi, Adriana Mello, and El-Bdaoui Haddad (Sanofi Genzyme) for their contributions. Medical writing and editorial support were provided by Vicki Schwartz, PhD, of Excerpta Medica, funded by Sanofi Genzyme and Regeneron Pharmaceuticals, Inc.DeclarationsFundingResearch was sponsored by Sanofi and Regeneron Pharmaceuticals, Inc. Medical writing and editorial support were provided by Vicki Schwartz, PhD, of Excerpta Medica, funded by Sanofi Genzyme and Regeneron Pharmaceuticals, Inc. Open access was sponsored by Sanofi and Regeneron Pharmaceuticals, Inc.Conflicts of interest/competing interestsAshish Bansal, Zhen Chen, Mohamed A. Kamal, Brad Shumel, Paola Mina-Osorio, Neil M. H. Graham, Faisal A. Khokhar, and Marius Ardeleanu are employees and shareholders of Regeneron Pharmaceuticals, Inc. Eric L. Simpson reports grants from AbbVie, Celgene, Eli Lilly, Galderma, Kyowa Hakko Kirin, LEO Pharma, MedImmune, Merck, Novartis, Pfizer, Regeneron Pharmaceuticals, Inc., and Tioga; and personal fees from AbbVie, Boehringer-Ingelheim, Dermavant, Dermira, Eli Lilly, Forte Bio, Incyte, LEO Pharma, MedImmune, Menlo Therapeutics, Ortho Dermatologics, Pfizer, Pierre Fabre Dermo Cosmetique, Regeneron Pharmaceuticals, Inc., Sanofi, and Valeant. Amy S. Paller has served as a scientific adviser and/or clinical study investigator for Almirall, Amgen, Asana, Boehringer-Ingelheim, Castle Creek, Celgene, Dermavant, Dermira, Eli Lilly, Forte, Galderma, Incyte, Janssen, Lenus, LEO Pharma, Life Max, MEDACorp, Meiji Sieka, Novan, Novartis, Pierre Fabre, Pfizer, Regeneron Pharmaceuticals, Inc., Sanofi Genzyme, Sol Gel, and Verrica. Elaine C. Siegfried has served as a scientific adviser and/or clinical study investigator for Eli Lilly, Janssen, Novartis, Novan, Regeneron Pharmaceuticals, Inc., Sanofi Genzyme, UCB Pharma, and Verrica; as a paid speaker for Regeneron Pharmaceuticals, Inc.; and as a DSMB member for GSK, LEO Pharma, Novan, Pfizer, and UCB. Andrew Blauvelt has served as a scientific adviser and/or clinical study investigator for AbbVie, Aclaris, Almirall, Arena, Athenex, Boehringer Ingelheim, Bristol Myers Squibb, Dermavant, Dermira, Eli Lilly and Company, Forte, Galderma, Janssen, LEO Pharma, Novartis, Ortho, Pfizer, Rapt, Regeneron Pharmaceuticals, Inc., Sandoz, Sanofi Genzyme, Sun Pharma, and UCB Pharma; and as a paid speaker for AbbVie. Marjolein de Bruin-Weller has served as a principal investigator, consultant, and advisory board member for AbbVie; principal investigator, advisory board member, and consultant for Regeneron Pharmaceuticals, Inc. and Sanofi Genzyme; an advisory board member and consultant for Eli Lilly; a principal investigator, consultant, and advisory board member for LEO Pharma; a principal investigator, consultant, and advisory board member for Pfizer; and an advisory board member for UCB. Jonathan Corren has served as a speaker for AstraZeneca, Genentech, Novartis, Regeneron Pharmaceuticals, Inc., and Sanofi; has received consulting fees from AstraZeneca, Genentech, Novartis, Regeneron Pharmaceuticals, Inc., and Sanofi; has received research funds from AstraZeneca, Genentech, Novartis, Regeneron Pharmaceuticals, Inc., and Sanofi; and has served as an advisory board member for AstraZeneca, Genentech, Novartis, Regeneron Pharmaceuticals, Inc., and Sanofi. Lawrence Sher has served as an advisory board member for Aimmune, Optinose, Regeneron Pharmaceuticals, Inc., and Sanofi Genzyme; as a speaker for Aimmune, Regeneron Pharmaceuticals, Inc., and Sanofi Genzyme; and as a principal investigator for Aimmune, Amgen, AstraZeneca, Circassia, DBV Technologies, Galderma, GSK, Merck, Mylan, Novartis, Optinose, Pearl, Pfizer, Sanofi, and Teva; and has received grants from Glenmark, Genzyme, and Sanofi Genzyme. Emma Guttman-Yassky is an employee of Mount Sinai and has received research funds (grants paid to the institution) from AbbVie, Almirall, Amgen, AnaptysBio, Asana Biosciences, AstraZeneca, Boehringer-Ingelheim, Celgene, Dermavant, DS Biopharma, Eli Lilly, Galderma, Glenmark/Ichnos Sciences, Innovaderm, Janssen, Kiniska, Kyowa Kirin, LEO Pharma, Novan, Novartis, Pfizer, Ralexar, Regeneron Pharmaceuticals, Inc., Sienna Biopharma, UCB, and Union Therapeutics/Antibiotx; and is a consultant for AbbVie, Aditum Bio, Almirall, Alpine, Amgen, Arena, Asana Biosciences, AstraZeneca, Bluefin Biomedicine, Boehringer-Ingelheim, Boston Pharmaceuticals, Botanix, Bristol-Myers Squibb, Cara Therapeutics, Celgene, Clinical Outcome Solutions, DBV, Dermavent, Dermira, Douglas Pharmaceutical, DS Biopharma, Eli Lilly, EMD Serono, Evelo Bioscience, Evidera, FIDE, Galderma, GSK, Haus Bioceuticals, Ichnos Sciences, Incyte, Kyowa Kirin, Larrk Bio, LEO Pharma, Medicxi, Medscape, Neuralstem, Noble Insights, Novan, Novartix, Okava Pharmaceuticals, Pandion Therapeutics, Pfizer, Principia Biopharma, RAPT Therapeutics, Realm, Regeneron Pharmaceuticals, Inc., Sanofi, SATO Pharmaceutical, Sienna Biopharma, Seanegy Dermatology, Seelos Therapeutics, Serpin Pharma, Siolta Therapeutics, Sonoma Biotherapeutics, Sun Pharma, Target PharmaSolutions and Union Therapeutics/AntibioTx, Vanda Pharmaceuticals, Ventyx Biosciences, and Vimalan. Nadia Daizadeh, Leda Mannent, and Naimish Patel are employees of and may hold stock and/or stock options in Sanofi.Ethics approvalAll trials were conducted in accordance with the ethical principles outlined in the Declaration of Helsinki and with the International Council for Harmonisation guidelines for good clinical practice and applicable regulatory requirements. The studies were approved by the appropriate institutional ethics committees at each participating institution.Consent to participateAll patients provided written consent/assent, and at least one parent or guardian for each adolescent patient provided written informed consent.Consent for publicationNot applicable.Availability of data and materialFor LIBERTY AD ADOL (R668-AD-1526; {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT03054428\",\"term_id\": \"NCT03054428\"}}NCT03054428) and LIBERTY AD PED-OLE (R668-AD-1434; {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02612454\",\"term_id\": \"NCT02612454\"}}NCT02612454): qualified researchers may request access to study documents (including the clinical study report, study protocol with any amendments, blank case report form, statistical analysis plan) that support the methods and findings reported in this article. Individual anonymized participant data will be considered for sharing once the product and indication has been approved by major health authorities (e.g., US Food and Drug Administration, European Medicines Agency, Pharmaceuticals and Medical Devices Agency), if there is legal authority to share the data and there is not a reasonable likelihood of participant re-identification. Submit requests to https: //vivli.org/. For LIBERTY ASTHMA QUEST ({\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"EFC13579\",\"term_id\": \"283563018\",\"term_text\": \"EFC13579\"}}EFC13579; {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02414854\",\"term_id\": \"NCT02414854\"}}NCT02414854): qualified researchers may request access to patient-level data and related study documents including the clinical study report, study protocol with any amendments, blank case report form, statistical analysis plan, and dataset specifications. Patient-level data will be anonymized and study documents will be redacted to protect the privacy of our trial participants. Further details on Sanofi’s data sharing criteria, eligible studies, and process for requesting access can be found at: http: //www.clinicalstudydatarequest.com/.Code availabilityNot applicable.Authors’ contributionsAshish Bansal, Mohamed A. Kamal, Brad Shumel, Neil M. H. Graham, Faisal A. Khokar, and Marius Ardeleanu contributed to the study concept and design. Eric L. Simpson, Amy S. Paller, Elaine C. Siegfried, Andrew Blauvelt, Marjolein de Bruin-Weller, Jonathan Corren, Lawrence Sher, and Emma Guttman-Yassky acquired the data. Zhen Chen and Nadia Daizadeh conducted the statistical analyses on the data. Ashish Bansal and Brad Shumel drafted the manuscript with the medical writer. All authors interpreted the data, provided critical feedback on the manuscript, approved the final manuscript for submission, and were accountable for the accuracy and integrity of the article.FootnotesDigital FeaturesThis article is published with digital features, including a video abstract, to facilitate understanding of the article. To view digital features for this article go to 10.6084/m9.figshare.13251191."], "doi": "10.1007/s40257-020-00577-1", "references": ["Chen JJ, Applebaum DS, Sun GS, Pflugfelder SC. Atopic keratoconjunctivitis: a review. J Am Acad Dermatol. 2014;70(3):569–575. [PubMed] [Google Scholar]", "Garrity JA, Liesegang TJ. Ocular complications of atopic dermatitis. Can J Ophthalmol. 1984;19(1):21–24. [PubMed] [Google Scholar]", "Thyssen JP, Toft PB, Halling-Overgaard AS, Gislason GH, Skov L, Egeberg A. Incidence, prevalence, and risk of selected ocular disease in adults with atopic dermatitis. J Am Acad Dermatol. 2017;77(2):280–286. [PubMed] [Google Scholar]", "Uchio E, Miyakawa K, Ikezawa Z, Ohno S. Systemic and local immunological features of atopic dermatitis patients with ocular complications. Br J Ophthalmol. 1998;82(1):82–87. [PMC free article] [PubMed] [Google Scholar]", "Govind K, Whang K, Khanna R, et al. Atopic dermatitis is associated with increased prevalence of multiple ocular comorbidities. J Allergy Clin Immunol. 2019;7(1):298–299. [PubMed] [Google Scholar]", "Kim HY, Kwon EB, Baek JH, et al. Prevalence and comorbidity of allergic diseases in preschool children. Korean J Pediatr. 2013;56(8):338–342. [PMC free article] [PubMed] [Google Scholar]", "Lemmetyinen RE, Karjalainen JV, But A, et al. Higher mortality of adults with asthma: a 15-year follow-up of a population-based cohort. Allergy. 2018;73(7):1479–1488. [PubMed] [Google Scholar]", "Maio S, Baldacci S, Bresciani M, et al. RItA: the Italian severe/uncontrolled asthma registry. Allergy. 2018;73(3):683–695. [PubMed] [Google Scholar]", "Michailopoulos P, Almaliotis D, Georgiadou I, et al. Allergic conjunctivitis in patients with respiratory allergic symptoms; a retrospective study in Greece. Med Hypothesis Discov Innoc Ophthalmol. 2017;6(1):3–9. [PMC free article] [PubMed] [Google Scholar]", "Rosario N, Bielory L. Epidemiology of allergic conjunctivitis. Curr Opin Allergy Clin Immunol. 2011;11(5):471–476. [PubMed] [Google Scholar]", "Macdonald LE, Karow M, Stevens S, et al. Precise and in situ genetic humanization of 6 Mb of mouse immunoglobulin genes. Proc Natl Acad Sci U S A. 2014;111(14):5147–5152. [PMC free article] [PubMed] [Google Scholar]", "Murphy AJ, Macdonald LE, Stevens S, et al. Mice with megabase humanization of their immunoglobulin genes generate antibodies as efficiently as normal mice. Proc Natl Acad Sci U S A. 2014;111(14):5153–5158. [PMC free article] [PubMed] [Google Scholar]", "Beck LA, Thaçi D, Hamilton JD, et al. Dupilumab treatment in adults with moderate-to-severe atopic dermatitis. N Engl J Med. 2014;371:130–139. [PubMed] [Google Scholar]", "Simpson EL, Bieber T, Guttman-Yassky E, et al. Two phase 3 trials of dupilumab versus placebo in atopic dermatitis. N Engl J Med. 2016;375:2335–2348. [PubMed] [Google Scholar]", "Simpson EL, Gadkari A, Worm M, et al. Dupilumab therapy provides clinically meaningful improvement in patient-reported outcomes (PROs): a phase IIb, randomized, placebo-controlled, clinical trial in adult patients with moderate to severe atopic dermatitis (AD) J Am Acad Dermatol. 2016;75(3):506–515. [PubMed] [Google Scholar]", "Simpson EL, Paller AS, Siegfried EC, et al. Efficacy and safety of dupilumab in adolescents with uncontrolled moderate to severe atopic dermatitis. JAMA Dermatol. 2019;156(1):44–56. [PMC free article] [PubMed] [Google Scholar]", "Thaçi D, Simpson EL, Beck LA, et al. Efficacy and safety of dupilumab in adults with moderate-to-severe atopic dermatitis inadequately controlled by topical treatments: a randomized, placebo-controlled, dose-ranging phase 2b trial. Lancet. 2016;387(10013):40–52. [PubMed] [Google Scholar]", "Paller AS, Bansal A, Simpson EL, et al. Clinically meaningful responses to dupilumab in adolescents with uncontrolled moderate-to-severe atopic dermatitis: post hoc analyses from a randomized clinical trial. Am J Clin Dermatol. 2020;21(1):119–131. [PMC free article] [PubMed] [Google Scholar]", "Cork MJ, Thaci D, Eichenfield L, et al. Dupilumab in adolescents with uncontrolled moderate-to-severe atopic dermatitis: results from a phase IIa open-label trial and subsequent phase III open-label extension. Br J Dermatol. 2020;182(1):85–96. [PMC free article] [PubMed] [Google Scholar]", "Blauvelt A, de Bruin-Weller M, Gooderham M, et al. Long-term management of moderate-to-severe atopic dermatitis with dupilumab and concomitant topical corticosteroids (LIBERTY AD CHRONOS): a 1-year, randomised, double-blinded, placebo-controlled, phase 3 trial. Lancet. 2017;389(10086):2287–2303. [PubMed] [Google Scholar]", "de Bruin-Weller M, Thaçi D, Smith CH, et al. Dupilumab with concomitant topical corticosteroid treatment in adults with atopic dermatitis with an inadequate response or intolerance to ciclosporin A or when this treatment is medically inadvisable: a placebo-controlled, randomized phase III clinical trial (LIBERTY AD CAFÉ) Br J Dermatol. 2018;178(5):1083–1101. [PubMed] [Google Scholar]", "Worm M, Simpson EL, Thaçi D, et al. Long-term dupilumab dose regimens after initial successful treatment: a randomized clinical trial in atopic dermatitis. JAMA Dermatol. 2019;156(2):131–143. [PMC free article] [PubMed] [Google Scholar]", "Castro M, Corren J, Pavord ID, et al. Dupilumab efficacy and safety in moderate-to-severe uncontrolled asthma. N Engl J Med. 2018;378:2486–2496. [PubMed] [Google Scholar]", "Bachert C, Mannent L, Naclerio RM, et al. Effect of subcutaneous dupilumab on nasal polyp burden in patients with chronic sinusitis and nasal polyposis: a randomized clinical trial. JAMA. 2016;315(5):469–479. [PubMed] [Google Scholar]", "Hirano I, Dellon ES, Hamilton JD, et al. Efficacy of dupilumab in a phase 2 randomized trial of adults with active eosinophilic esophagitis. Gastroenterology. 2020;158(1):111–122. [PubMed] [Google Scholar]", "Akinlade B, Guttman-Yassky E, de Bruin-Weller M, et al. Conjunctivitis in dupilumab clinical trials. Br J Dermatol. 2019;181(3):459–473. [PMC free article] [PubMed] [Google Scholar]", "Wenzel S, Ford L, Pearlman D, et al. Dupilumab in persistent asthma with elevated eosinophil levels. N Engl J Med. 2013;368:2455–2466. [PubMed] [Google Scholar]", "Wenzel S, Castro M, Corren J, et al. Dupilumab efficacy and safety in adults with uncontrolled persistent asthma despite use of medium-to-high-dose inhaled corticosteroids plus a long-acting b2 agonist: a randomised double-blind placebo-controlled pivotal phase 2b dose-ranging trial. Lancet. 2016;388(10039):31–44. [PubMed] [Google Scholar]", "Rabe K, Nair P, Brusselle G, et al. Efficacy and safety of dupilumab in glucocorticoid-dependent severe asthma. N Engl J Med. 2018;378:2475–2485. [PubMed] [Google Scholar]", "Rabe KF, Nair P, Brusselle G, et al. Dupilumab in patients with corticosteroid-dependent severe asthma: efficacy and safety results from the randomized, double-blind, placebo-controlled phase 3 LIBERTY ASTHMA VENTURE study. Am J Respir Crit Care Med. 2018;197:A7712. [Google Scholar]", "Dupixent (dupilumab) injection. Prescribing information. Regeneron Pharmaceuticals, Inc.; June 2020. https://www.regeneron.com/sites/default/files/Dupixent_FPI.pdf. Accessed 16 Jun 2020.", "Deleuran M, Thaçi D, Beck LA, et al. Dupilumab shows long-term safety and efficacy in patients with moderate to severe atopic dermatitis enrolled in a phase 3 open-label extension study. J Am Acad Dermatol. 2020;82(2):377–388. [PubMed] [Google Scholar]", "Ohmachi N, Sasabe T, Kojima M, et al. Eye complications in atopic dermatitis [in Japanese] Areruga. 1994;43(7):796–799. [PubMed] [Google Scholar]", "Bielory B, Bielory L. Atopic dermatitis and keratoconjunctivitis. Immunol Allergy Clin North Am. 2010;30(3):323–336. [PubMed] [Google Scholar]", "Sehgal VN, Jain S. Atopic dermatitis: ocular changes. Int J Dermatol. 1994;33(1):11–15. [PubMed] [Google Scholar]", "Rich LF, Hanifin JM. Ocular complications of atopic dermatitis and other eczemas. Int Ophthalmol Clin. 1985;25(1):61–76. [PubMed] [Google Scholar]", "Braude LS, Chandler JW. Atopic corneal disease. Int Ophthalmol Clin. 1984;24(2):145–156. [PubMed] [Google Scholar]", "Hsu JI, Pflugfelder SC, Kim SJ. Ocular complications of atopic dermatitis. Cutis. 2019;104(3):189–193. [PubMed] [Google Scholar]", "Huber-Spitzy V, Böhler-Sommeregger K, Arocker-Mettinger E, Grabner G. Ulcerative blepharitis in atopic patients: is Candida species the causative agent? Br J Ophthalmol. 1992;76(5):272–274. [PMC free article] [PubMed] [Google Scholar]", "Wu M, Wang X, Han J, Shao T, Wang Y. Evaluation of the ocular surface characteristics and Demodex infestation in paediatric and adult blepharokeratoconjunctivitis. BMC Ophthalmol. 2019;19(1):67. [PMC free article] [PubMed] [Google Scholar]", "Uchida H, Kamata M, Nagata M, et al. Conjunctivitis in patients with atopic dermatitis treated with dupilumab is associated with higher baseline serum levels of IgE and TARC but not clinical severity in a real-world setting. J Am Acad Dermatol. 2020;82(5):1247–1249. [PubMed] [Google Scholar]", "Raffi J, Suresh R, Fishman H, Botto N, Murase JE. Investigating the role of allergic contact dermatitis in residual ocular surface disease on dupilumab (ROSDD) Int J Womens Dermatol. 2019;5:308–313. [PMC free article] [PubMed] [Google Scholar]", "Bakker DS, Ariens LFM, van Luijk C, et al. Goblet cell scarcity and conjunctival inflammation during treatment with dupilumab in patients with atopic dermatitis. Br J Dermatol. 2019;180(5):1248–1249. [PMC free article] [PubMed] [Google Scholar]", "Shen E, Xie K, Jwo K, et al. Dupilumab-induced follicular conjunctivitis. Ocul Immunol Inflamm. 2019;27(8):1339–1341. [PubMed] [Google Scholar]", "Mennini M, Dahdah L, Fiocchi A. Two phase 3 trials of dupilumab versus placebo in atopic dermatitis: letter to the editor. N Engl J Med. 2017;376(11):1090. [PubMed] [Google Scholar]", "Thyssen JP. Could conjunctivitis in patients with atopic dermatitis treated with dupilumab be caused by colonization with Demodex and increased interleukin-17 levels? Br J Dermatol. 2018;178(5):1220. [PubMed] [Google Scholar]", "Treister AD, Kraff-Cooper C, Lio PA. Risk factors for dupilumab-associated conjunctivitis in patients with atopic dermatitis. JAMA Dermatol. 2018;154(12):1208–1211. [PMC free article] [PubMed] [Google Scholar]", "Hamilton JD, Suárez-Fariñas M, Dhingra N, et al. Dupilumab improves the molecular signature in skin of patients with moderate-to-severe atopic dermatitis. J Allergy Clin Immunol. 2014;134(6):1293–1300. [PubMed] [Google Scholar]", "Hamilton JD, Ungar B, Guttman-Yassky E. Drug evaluation review: dupilumab in atopic dermatitis. Immunotherapy. 2015;7(10):1043–1058. [PubMed] [Google Scholar]", "Le Floc’h A, Allinne J, Nagashima K, et al. Dual blockade of IL-4 and IL-13 with dupilumab, an IL-4Rα antibody, is required to broadly inhibit type 2 inflammation. Allergy. 2020;75(5):1188–204. [PMC free article] [PubMed]", "Agnihotri G, Shi K, Lio PA. A clinician’s guide to the recognition and management of dupilumab-associated conjunctivitis. Drugs R D. 2019;19(4):311–318. [PMC free article] [PubMed] [Google Scholar]", "Aszodi N, Thurau S, Seegraber M, de Bruin-Weller M, Wollenberg A. Management of dupilumab-associated conjunctivitis in atopic dermatitis. J Dtsch Dermatol Ges. 2019;17(5):488–491. [PubMed] [Google Scholar]", "Raffi J, Suresh R, Berger T, Fishman H, Murase JE. Nonsteroid management of residual ocular surface disease on dupilumab (ROSDD) Int J Womens Dermatol. 2019;5(5):383. [PMC free article] [PubMed] [Google Scholar]", "Wollenberg A, Ariens L, Thurau S, van Luijk C, Seegräber M, de Bruin-Weller M. Conjunctivitis occurring in atopic dermatitis patients treated with dupilumab: clinical characteristics and treatment. J Allergy Clin Immunol Pract. 2018;6(5):1778–1780. [PubMed] [Google Scholar]", "Rial MJ, Barroso B, Rodríguez-Bermejo C, Sastre J. Letter regarding “Conjunctivitis occurring in atopic dermatitis patients treated with dupilumab: clinical characteristics and treatment” J Allergy Clin Immunol. 2019;7:853. [PubMed] [Google Scholar]", "Touhouche AT, Cassagne M, Bérard E, et al. Incidence and risk factors for dupilumab associated adverse events: a real-life prospective study. J Eur Acad Dermatol Venereol. 2020 Jun 20 [Epub ahead of print]. 10.1111/jdv.16724. [PubMed]"], "isFullpaper": true, "keywords": [], "authors": ["Ashish Bansal", "Eric L. Simpson", "Amy S. Paller", "Elaine C. Siegfried", "Andrew Blauvelt", "Marjolein de Bruin-Weller", "Jonathan Corren", "Lawrence Sher", "Emma Guttman-Yassky", "Zhen Chen", "Nadia Daizadeh", "Mohamed A. Kamal", "Brad Shumel", "Paola Mina-Osorio", "Leda Mannent", "Naimish Patel", "Neil M. H. Graham", "Faisal A. Khokhar", "Marius Ardeleanu"], "term": "conjunctivitis", "chunk_id": ["4d9707c2-b75c-4510-b4ba-f6f198c10481", "f31d2b24-d474-4621-90c0-d9da65804eaf", "1ed52c5b-cedc-4187-a98f-6849ffc92d17", "2eae3903-6426-4608-b279-18a8da75d564", "125198e8-cf84-4f74-b16f-fa6093888759", "28a5ac3d-0843-476d-8cb0-b350e9392057", "de55ed39-68f9-41e5-8932-55fd718d3c47", "68114b2e-ea32-486d-86cc-950d161f04fd", "d87937a5-b05c-4e87-93fa-a7c4c15e8ca6", "1c3daeda-462d-4ae7-b4eb-1199d39c2634", "b3ab4548-112a-4618-85c9-b445eb7bce55", "ed194e9e-9415-4dad-b0a4-dfe44865a750", "b95a2082-d517-457d-9025-f56568269dd7", "b82c3da0-ae1f-4b1e-ac6f-c08170e3475d", "0b550275-c58a-49f5-ae6f-170590ee2eb4", "64caff9d-9b73-48aa-b8a3-8f9c08d13a92", "530a2a89-784c-460b-bbf2-379ebe8b6f4b", "93d8bca9-988a-4ee2-894c-832dd5f63a80", "f60e3bc8-ff27-4b6c-8ea0-97214fbcc52e", "7508b031-c953-4123-a208-2e20e781873a", "cff45123-c8fb-4d3a-bdbb-25883f3782a9", "b85df5b2-4996-450e-91d2-23bf54a8a1fb", "55b83108-b45f-4968-babd-aea46bb857fd", "11c777f2-07aa-4f22-98a7-edf6c66c785c", "4d2e8247-c4ee-4a0a-ae5c-d16b9ba668da", "13eb9884-2c07-4337-85e9-b22ee2eb060e", "6bcbd126-ed9e-48da-b27a-ab3b380a448f", "37ac6381-6054-434c-b365-d9e53d0b0fe1", "ef65fe7f-0382-4382-8f31-b4679fd383dc", "c5c530f0-7a02-46e5-b324-86f31b4eee06", "d4588b31-8d13-4a2b-a9d6-d6666c9de528", "d32e34a2-5da6-4855-bd52-64cbe4ad7e22", "56ee18bf-159f-4140-8064-bf2ffd439ebb", "ba1fbd10-05da-4f07-870f-f9c73980370d", "3870b6d8-6cb2-427b-9dee-2d036351fdc2", "bacbafc2-6a09-4e37-a83a-be19ac97de8b", "ae032dbe-bb43-4eb7-9b2a-1c7f1a241b0e", "bd1ebcb0-b153-4d85-b836-1a5d6dca08da", "5e675572-23b4-42b7-9dad-23ed9ae54361", "946469dd-a427-4009-94bf-c3ac8c5e0cba", "618a1bc8-6256-4cc6-b1ad-242aaf3d80d2", "ccf02e21-6668-45e8-8cf1-c7af3a9f0a3c", "b88d26d3-0190-4c2b-85dc-bdd24991c16b", "6c45eaad-dc79-43b3-9723-2d2f70310b94", "5575299f-00ca-4533-a006-61694d634f79", "1143413d-8c77-48eb-9fa7-27734f2031b4", "46a342a9-8138-4b08-8bb9-1067c7f9c6b7", "10d5a7e3-dd32-441c-9d3a-a420c595305a", "8ea1d456-2515-446d-b91b-d8c8eed8e49c", "b79f5f9c-1950-4370-aeef-3d0277f9309a", "328a4342-b8ce-4200-b89e-876af3a801ca", "91860d2f-9e82-4dcb-a09a-f623607d5489", "79c1a8d4-16e4-44c1-9596-1d63dfae662c", "3902bba8-1fcc-40aa-bd52-711ac8fb605e", "4a4b1fbd-ebdd-40ff-9510-7f2c94aba0cc", "e3671080-22fd-4669-a4b8-e0077156b034", "9adb3bf2-ee06-49a2-ad31-877b1c269272", "47eb945d-2e7c-45d4-acf7-bbeb15afe889", "1c5b8f43-1d1d-49e4-b425-e22368bfb426", "10dae1c4-1140-40c9-b096-ccd7ee9ff6a0", "0cc9d39e-922e-4e22-bd32-5b337954a571", "2c4ccea6-9115-4bb2-8c1e-31d5b8ea7a00", "e1b91f14-e3ca-4442-9ca1-f112c5955183", "15420518-eaa7-4edd-9a39-726afe5b3547", "32d1d211-4a2b-49a5-862f-5a207d733198", "51488c54-ad06-4e48-b61f-83aee12326c8", "6bfd0d79-b9c6-44e1-8b9b-0ce59e42e523", "6068eedc-b05c-45e1-8a70-fd3b20d25668", "ac490d3f-1ec4-404d-a5d4-1f7f0a51b168", "83becbcd-1dd0-44c4-9389-c7c6698cc333", "7515de56-a33f-44ca-9ea0-731873f1b94f", "6e4c9b24-b44d-488e-8138-793924edee49", "b61e2569-46bd-4a56-a2f0-0b1ece2022d6", "7b91673f-0f67-4194-9b97-7673c4a5b5df", "a93df981-4011-4879-b3a3-7fdd25d31029", "90257710-3ebc-40cc-b401-2c3192980eec", "209ca5a8-340c-42b1-a070-4a2fa4978a20", "571c95fe-62f0-49cf-9c5a-7fe7a9e033fc"], "chunks": ["Am J Clin Dermatol. 2021; 22(1): 101–115. Published online 2021 Jan 22. doi: 10.1007/s40257-020-00577-1PMCID: PMC7847457PMID: 33481203Conjunctivitis in Dupilumab Clinical Trials for Adolescents with Atopic Dermatitis or AsthmaAshish Bansal,1 Eric L. Simpson,2 Amy S. Paller,3 Elaine C. Siegfried,4,5 Andrew Blauvelt,6 Marjolein de Bruin-Weller,7 Jonathan Corren,8 Lawrence Sher,9 Emma Guttman-Yassky,10,11 Zhen Chen,1 Nadia Daizadeh,12 Mohamed A. Kamal,1 Brad Shumel,1 Paola Mina-Osorio,1 Leda Mannent,13 Naimish Patel,14 Neil M. H. Graham,1 Faisal A. Khokhar,1 and Marius Ardeleanu1Ashish Bansal1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Ashish BansalEric L. Simpson2Oregon Health & Science University, Portland, OR USA Find articles by Eric L. SimpsonAmy S. Paller3Northwestern University Feinberg School of Medicine, Chicago, IL USA Find articles by Amy S. PallerElaine C. Siegfried4Saint Louis University, St. Louis, MO USA 5Cardinal Glennon Children’s Hospital, St", ". Siegfried4Saint Louis University, St. Louis, MO USA 5Cardinal Glennon Children’s Hospital, St. Louis, MO USA Find articles by Elaine C. SiegfriedAndrew Blauvelt6Oregon Medical Research Center, Portland, OR USA Find articles by Andrew BlauveltMarjolein de Bruin-Weller7University Medical Center Utrecht, Utrecht, The Netherlands Find articles by Marjolein de Bruin-WellerJonathan Corren8David Geffen School of Medicine at UCLA, Los Angeles, CA USA Find articles by Jonathan CorrenLawrence Sher9Peninsula Research Associates, Rolling Hills Estates, CA USA Find articles by Lawrence SherEmma Guttman-Yassky10Icahn School of Medicine at Mount Sinai Medical Center, New York, NY USA 11Rockefeller University, New York, NY USA Find articles by Emma Guttman-YasskyZhen Chen1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Zhen ChenNadia Daizadeh12Sanofi Genzyme, Cambridge, MA USA Find articles by Nadia DaizadehMohamed A", ". Kamal1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Mohamed A. KamalBrad Shumel1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Brad ShumelPaola Mina-Osorio1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Paola Mina-OsorioLeda Mannent13Sanofi, Chilly-Mazarin, France Find articles by Leda MannentNaimish Patel14Sanofi, Bridgewater, NJ USA Find articles by Naimish PatelNeil M. H. Graham1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Neil M. H. GrahamFaisal A. Khokhar1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Faisal A", ". Khokhar1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Faisal A. KhokharMarius Ardeleanu1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA Find articles by Marius ArdeleanuAuthor information Copyright and License information PMC Disclaimer1Regeneron Pharmaceuticals, Inc., Tarrytown, NY USA 2Oregon Health & Science University, Portland, OR USA 3Northwestern University Feinberg School of Medicine, Chicago, IL USA 4Saint Louis University, St. Louis, MO USA 5Cardinal Glennon Children’s Hospital, St", ". Louis, MO USA 6Oregon Medical Research Center, Portland, OR USA 7University Medical Center Utrecht, Utrecht, The Netherlands 8David Geffen School of Medicine at UCLA, Los Angeles, CA USA 9Peninsula Research Associates, Rolling Hills Estates, CA USA 10Icahn School of Medicine at Mount Sinai Medical Center, New York, NY USA 11Rockefeller University, New York, NY USA 12Sanofi Genzyme, Cambridge, MA USA 13Sanofi, Chilly-Mazarin, France 14Sanofi, Bridgewater, NJ USA Ashish Bansal, Email: moc.noreneger@lasnab.hsihsa.Corresponding author.Copyright © The Author(s) 2021Open AccessThis article is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made", ". The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http: //creativecommons.org/licenses/by-nc/4.0/.Associated DataSupplementary MaterialsSupplementary material 1 (DOCX 20 kb)40257_2020_577_MOESM1_ESM.docx (20K)GUID: 03B2C217-7F9D-46A2-BD3D-A463DACFE2AESupplementary material 2 (PDF 291 kb)40257_2020_577_MOESM2_ESM.pdf (290K)GUID: 71DDDFB8-6325-49F7-BD9A-6C516BBFA80CAbstractBackgroundConjunctivitis is a known comorbidity of atopic dermatitis", ". Dupilumab clinical trials for moderate-to-severe atopic dermatitis in adults showed a higher conjunctivitis incidence for dupilumab-treated patients than placebo-treated patients, whereas trials for uncontrolled asthma reported lower rates for both dupilumab and placebo.ObjectiveThe objective of this study was to evaluate the incidence and severity of conjunctivitis in dupilumab clinical trials in adolescents with moderate-to-severe atopic dermatitis or uncontrolled asthma.MethodsWe evaluated the incidence of conjunctivitis in adolescents (aged 12 to < 18 years) in three phase III trials. Ocular events were diagnosed and treated based on patient-reported symptoms and an external eye examination by study investigators, in most cases without an ophthalmologic referral", ". In LIBERTY AD ADOL (16-week, randomized, placebo-controlled, double-blinded trial), adolescents with moderate-to-severe atopic dermatitis were randomized to subcutaneous placebo, dupilumab 300 mg every 4 weeks, or dupilumab every 2 weeks (200 mg, patients < 60 kg at baseline; 300 mg, ≥ 60 kg at baseline). In LIBERTY AD PED-OLE (open-label extension), pediatric patients from previous dupilumab atopic dermatitis trials received dupilumab 2 mg/kg or 4 mg/kg weekly (up to 300 mg) or 300 mg every 4 weeks. In LIBERTY ASTHMA QUEST (randomized, double-blinded, placebo-controlled trial), patients with uncontrolled moderate-to-severe asthma were randomized to 52 weeks of add-on therapy with dupilumab 200 or 300 mg every 2 weeks or matched-volume placebo.ResultsIn ADOL, more dupilumab-treated (17/165; 10.3%) than placebo-treated patients (4/85; 4.7%) reported one or more conjunctivitis event", ". All events were mild to moderate in severity; 12 (7.3%) dupilumab-treated and 4 (4.7%) placebo-treated patients received treatment. Most patients with conjunctivitis (dupilumab, 12/17; placebo, 4/4) recovered/resolved during the treatment period. The risk of conjunctivitis showed no relationship with dupilumab serum concentration. In PED-OLE, 12/275 adolescents (4.4%) reported one or more conjunctivitis event. Most conjunctivitis events were mild to moderate. Ten patients received treatment for conjunctivitis. Ten patients recovered/resolved during the study. In QUEST, similar low proportions of dupilumab-treated (2/68, 2.9%) and placebo-treated (1/39, 2.6%) adolescents reported one or more conjunctivitis event. All events were mild to moderate. One dupilumab-treated patient received treatment for conjunctivitis. All cases recovered/resolved during the study. No patients in these trials discontinued study treatment temporarily or permanently because of conjunctivitis", ". In ADOL, one case of unspecified viral keratitis (specific viral etiology not known) in the dupilumab 300-mg every 4 weeks group and one case of allergic blepharitis in the placebo group were reported; both events resolved during the treatment period, and neither led to treatment discontinuation.ConclusionsDupilumab-treated adolescents in atopic dermatitis trials had a higher incidence of conjunctivitis than placebo-treated patients, whereas overall rates of conjunctivitis among adolescents in the asthma trial were lower than in atopic dermatitis trials and were similar for dupilumab- and placebo-treated patients. Most events were mild to moderate, most recovered/resolved, and none prompted study withdrawal", ". Most events were mild to moderate, most recovered/resolved, and none prompted study withdrawal. These results are similar to those reported in adult trials and support a drug–disease interaction.ClinicalTrials.gov Identifiers{\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT03054428\",\"term_id\": \"NCT03054428\"}}NCT03054428, {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02612454\",\"term_id\": \"NCT02612454\"}}NCT02612454, {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02414854\",\"term_id\": \"NCT02414854\"}}NCT02414854", ". Conjunctivitis in Dupilumab Clinical Trials for Adolescents with Atopic Dermatitis or Asthma (MP4 18453 kb) video file.(18M, mp4)Supplementary InformationThe online version contains supplementary material available at 10.1007/s40257-020-00577-1.Key Points Conjunctivitis is a common comorbidity of atopic dermatitis in all age groups.As was seen in adult clinical trials, rates of conjunctivitis (diagnosed based on patient-reported symptoms and an external eye examination by study investigators, in most cases without an ophthalmologic referral) in adolescents in clinical trials for moderate-to-severe atopic dermatitis were higher in dupilumab-treated patients than placebo-treated patients, whereas conjunctivitis rates were lower and similar for dupilumab and placebo in adolescents in a trial for moderate-to-severe uncontrolled asthma, supporting the hypothesis of a drug–disease interaction.Most cases were mild to moderate in severity, most patients recovered/resolved during the", "cases were mild to moderate in severity, most patients recovered/resolved during the treatment period, and no patients discontinued study treatment because of conjunctivitis.Open in a separate windowIntroductionPatients with atopic dermatitis (AD) have a higher incidence of conjunctivitis and related ocular surface disorders, such as blepharitis and keratitis, than the general population [1–5]", ". Prevalence of these ocular surface comorbidities increases with AD severity [3]. Patients with other type 2 inflammatory diseases (i.e., diseases driven by interleukin [IL]-4, IL-13, and other type 2 inflammatory cytokines and cells) such as asthma, allergies, and allergic rhinitis also have an increased risk of comorbid conjunctivitis, but the risk of comorbid conjunctivitis in these disorders is lower than in AD [6–10].Dupilumab is a fully human, VelocImmune®-derived [11, 12] monoclonal antibody that blocks the shared receptor component for IL-4 and IL-13, which are key and central drivers of type 2 inflammation", ". Dupilumab has demonstrated significant efficacy and an acceptable safety profile in patients with moderate-to-severe AD, uncontrolled asthma, and other type 2 inflammatory diseases, including chronic rhinosinusitis with nasal polyps and eosinophilic esophagitis [13–25].In adults in randomized, placebo-controlled double-blinded clinical trials for moderate-to-severe AD, a higher incidence of conjunctivitis was observed in patients who received dupilumab compared with those who received placebo [16, 17, 20, 21, 26]", ". By contrast, patients in randomized, placebo-controlled, double-blinded clinical trials in asthma, chronic rhinosinusitis with nasal polyps, and eosinophilic esophagitis had a lower incidence of conjunctivitis compared with patients in AD trials, and the incidence was similar for dupilumab and placebo [23–30].A comprehensive analysis of conjunctivitis that was conducted primarily in adults in dupilumab clinical trials (and in pooled adults and adolescents in one of the asthma trials) confirmed the observations reported in the individual studies, supporting the hypothesis of a drug–disease interaction for conjunctivitis that is specific to AD [26]. Further information is needed on the profile of conjunctivitis in adolescent patients treated with dupilumab", ". To that end, we conducted an analysis of conjunctivitis in adolescent patients in dupilumab clinical trials for moderate-to-severe AD or asthma.MethodsClinical TrialsData from adolescent patients receiving dupilumab or placebo in three clinical trials were included in this analysis, including two trials for adolescents with moderate-to-severe AD and one trial for adults and adolescents with moderate-to-severe asthma. The design, methods, and primary findings from each trial have been reported previously [16, 19, 23], and are briefly summarized here.LIBERTY AD ADOL (ADOL; R668-AD-1526, ClinicalTrials.gov Identifier: {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT03054428\",\"term_id\": \"NCT03054428\"}}NCT03054428) [16] was a randomized, double-blinded, placebo-controlled, parallel-group, phase III trial", ". Patients aged ≥ 12 to < 18 years with moderate-to-severe AD and inadequate response to topical medications were randomized 1: 1: 1 to 16 weeks of treatment with placebo (n = 85), subcutaneous (SC) dupilumab 300 mg every 4 weeks (q4w; n = 84), or SC dupilumab 200/300 mg every 2 weeks (q2w; n = 82; weight-based: 200 mg in patients weighing < 60 kg at baseline, or 300 mg in patients weighing ≥ 60 kg at baseline). After a 16-week treatment period, patients could enter an open-label extension (OLE). Those who did not enroll in the extension could be followed for up to 12 additional weeks.LIBERTY AD PED-OLE (PED-OLE; R668-AD-1434, ClinicalTrials.gov Identifier: {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02612454\",\"term_id\": \"NCT02612454\"}}NCT02612454) [19] was a phase III OLE available to pediatric patients who participated in a previous dupilumab AD trial. This analysis includes only patients aged ≥ 12 to < 18 years when they entered the OLE", ". This analysis includes only patients aged ≥ 12 to < 18 years when they entered the OLE. After a 4-week screening period following completion of the previous dupilumab trial, 275 patients received open-label SC dupilumab 2 mg/kg or 4 mg/kg weekly (qw; up to a maximum of 300 mg qw) or a fixed-dose regimen of 300 mg q4w until withdrawal or regulatory approval of dupilumab in their geographic region.LIBERTY ASTHMA QUEST (QUEST; {\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"EFC13579\",\"term_id\": \"283563018\",\"term_text\": \"EFC13579\"}}EFC13579, ClinicalTrials.gov Identifier: {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02414854\",\"term_id\": \"NCT02414854\"}}NCT02414854) [23] was a randomized, double-blinded, placebo-controlled, parallel-group, phase III trial. Patients aged ≥ 12 years with uncontrolled moderate-to-severe asthma were randomized 2: 2: 1: 1 to 52 weeks of add-on therapy with SC dupilumab 200 mg or 300 mg q2w or matched-volume placebo (1.14 mL or 2 mL, respectively)", ". The present analysis includes the subset of QUEST patients aged ≥ 12 to < 18 years at baseline (placebo 1.14 mL, n = 21; dupilumab 200 mg q2w, n = 34; placebo 2 mL, n = 18; dupilumab 300 mg q2w, n = 34).Assessments and AnalysisWe summarized conjunctivitis events reported as adverse events (AEs) in the safety populations (i.e., patients who received one or more doses of the study drug) of these three clinical trials. Adverse events and serious AEs (SAEs) were reported by investigators and were detected through two channels: patients reporting symptoms to the investigator (either unprompted or in response to the query “did you have any problems?”); or identification of the AE and SAE by investigators following clinical examination during study visits", ". Conjunctivitis events were diagnosed and treated based on patient-reported symptoms and external eye examination by study investigators (most of whom were dermatologists; some were allergists; and none were ophthalmologists), in most cases without ophthalmologic referral. Events were coded according to Medical Dictionary for Regulatory Activities Preferred Terms (MedDRA PTs). Unless otherwise specified, the term “conjunctivitis” refers to a compiled group of MedDRA PTs that included the word “conjunctivitis,” (i.e., conjunctivitis, allergic conjunctivitis, bacterial conjunctivitis, viral conjunctivitis, adenoviral conjunctivitis, and atopic keratoconjunctivitis). All assessments for the compiled conjunctivitis term included data for the compiled term and for the component PTs, unless indicated otherwise. The study protocols did not require any specific query about ocular symptoms, and most cases were not diagnosed by an ophthalmologist", ". In ADOL, association of dupilumab dose/concentration and risk of conjunctivitis was assessed.Descriptive statistics were used to summarize all assessments. All assessments were conducted for the treatment period of each study and were analyzed by treatment group, including a combined group of all dupilumab-treated patients. Incidence rates of the number and proportion of adolescent patients with one or more event and the number of events were assessed. Annualized incidence rates (i.e., the number of patients with one or more event per 100 patient-years [PYs] and the number of conjunctivitis events per 100 PYs, along with incidence risk ratios with 95% confidence intervals [CIs] for dupilumab vs placebo groups) were estimated from Poisson regression with treatment as a fixed factor; log value of treatment period duration was used as the offset variable", ". Kaplan–Meier estimates were used to assess the time to onset of the first conjunctivitis event by treatment group, including median and 95% CI (ADOL and PED-OLE). Median time to first event could not be calculated based on the full study population because of the small number of events. Therefore, medians in the AD trials were calculated based on the subgroup of patients with events (statistical significance was not determined in this analysis because of the small numbers in this subgroup). Time to event data were not calculated for QUEST. Hazard ratios (HRs) with 95% CI of conjunctivitis events for comparison of dupilumab vs placebo groups were based on Cox regression models with treatment and randomization strata (baseline AD severity based on Investigator’s Global Assessment score of 3 or 4; baseline weight < 60 kg or ≥ 60 kg) as fixed factors (ADOL study only)", ". In QUEST, HR and 95% CI to compare dupilumab vs placebo for the time to first event were derived using a Cox regression model, including the time to first event as the dependent variable, and treatment groups, age, region (pooled country), baseline eosinophil strata, and baseline inhaled corticosteroid dose concentration as fixed factors. Because of the small number of events, only the data from the combined dupilumab group and the combined placebo group are interpretable", ". Additional analyses of conjunctivitis included severity of conjunctivitis as assessed by the investigators (mild, moderate, severe; number and proportion of patients, and number of events); resolution of conjunctivitis (e.g., recovered/resolved) during the treatment period (number and proportion of patients, and number of events); whether events were considered related to study treatment, as assessed by the clinical investigators, who were primarily dermatologists and allergists (none were ophthalmologists); and number and proportion of reported conjunctivitis treatments used. In all three trials, the choice of treatment for conjunctivitis was at the discretion of the investigator.For association of dupilumab dose/concentration and risk of conjunctivitis in ADOL, logistic regression analysis was conducted, as reporting conjunctivitis is a binary outcome", ". A logistic function converts the binary categorical measure into the probability (continuous variable bound from 0 to 1) of reporting the categorical response. The relationship between the probability of reporting conjunctivitis was related to the exposure metric, observed trough concentration at steady state. This continuous exposure metric was used as a predictor in the logistic regression model to calculate p-values, which represent the statistical significance of the inclination of the regression line. Descriptive data were also provided for any PTs that include the term “keratitis” or “blepharitis.”Compliance with Ethical StandardsAll trials were conducted in accordance with the ethical principles outlined in the Declaration of Helsinki and with the International Council for Harmonisation guidelines for good clinical practice and applicable regulatory requirements [16, 19, 23]", ". All patients provided written consent/assent, and at least one parent or guardian for each adolescent patient provided written informed consent.ResultsAD TrialsADOL In ADOL, 22.8% of patients reported a medical history of allergic conjunctivitis at baseline; other conjunctivitis PTs were not reported at baseline. There were 19 conjunctivitis events among the 165 patients receiving dupilumab and four events among the 85 patients receiving placebo. More patients who received dupilumab (17/165; 10.3%) reported at least one conjunctivitis event than those who received placebo (4/85; 4.7%) (Table 1). Most patients were not referred for a formal ocular examination. One case of unspecified viral keratitis (specific viral etiology not known) occurred in a patient receiving dupilumab 300 mg q4w (Electronic Supplementary Material 1 [ESM]—Patient narratives), and one case of allergic blepharitis occurred in a patient receiving placebo", ". Thirteen conjunctivitis events and the unspecified viral keratitis event were considered by the investigators to be related to the study drug in the combined dupilumab group, as were two events in the placebo group (Table 2)", ". No patients temporarily or permanently discontinued study treatment because of conjunctivitis, keratitis, or blepharitis.Table 1Conjunctivitis among adolescents in ADOL and among adults receiving dupilumab monotherapyAdolescents (ADOL)Adults (pooled SOLO 1, SOLO 2, AD-1021) [26, 31]Placebo(n = 85)Dupilumab300 mg q4w(n = 83)Dupilumab200 mg or 300 mg q2w(n = 82)Dupilumab combined(n = 165)Placebo(n = 517)Dupilumab300 mg q2w(n = 529)Number of events4118191257Patients with ≥ 1 event Conjunctivitis (overall), n (%)a4 (4.7)9 (10.8)8 (9.8)17 (10.3)11 (2.1)49 (9.3) MedDRA PTs, n (%) Conjunctivitis (PT)1 (1.2)3 (3.6)4 (4.9)7 (4.2)3 (0.6)21 (4.0) Conjunctivitis allergic (PT)3 (3.5)4 (4.8)3 (3.7)7 (4.2)5 (1.0)16 (3.0) Conjunctivitis viral (PT)b02 (2.4)1 (1.2)3 (1.8)1 (0.2)4 (0.8) Conjunctivitis bacterial (PT)02 (2.4)02 (1.2)2 (0.4)7 (1.3) Atopic keratoconjunctivitis (PT)000001 (0.2)Time to first event, HR, conjunctivitis overall (95% CI)–2.28 (0.70–7.42)2.07 (0.62–6.86)2.18 (0.73–6.47)–4.43", "event, HR, conjunctivitis overall (95% CI)–2.28 (0.70–7.42)2.07 (0.62–6.86)2.18 (0.73–6.47)–4.43 (2.30–8.51)Open in a separate windowHRs with 95% CI and p-values from the ADOL study were from Cox regression models with treatment, randomization strata (baseline disease severity according to IGA score of 3 vs 4), and baseline weight group (< 60 kg vs ≥ 60 kg) as fixed factorsFor adults in the pooled analysis, HRs with 95% CI and p-values were from Cox regression models with treatment group as fixed effects, stratified by study (SOLO 1, SOLO 2, or AD-1021) and baseline disease severity (IGA score of 3 vs 4) [26]The events were diagnosed and treated based on patient-reported symptoms and external eye examination by study investigators, in most cases without ophthalmologic referral", ". Additional specificity regarding subtypes of conjunctivitis was determined by the investigators at the time of report, in most cases without further ophthalmologic examinationCI confidence interval, HR hazard ratio, IGA Investigator’s Global Assessment, MedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, q2w every 2 weeks, q4w every 4 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis”, including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownTable 2Conjunctivitis events considered to be related to study drug in ADOLPlacebo(n = 85)Dupilumab300 mg q4w(n = 83)Dupilumab200 mg or 300 mg q2w(n = 82)Dupilumab combined(n = 165)Events considered related to study drug, n26713Patients with ≥ 1 event considered related to study drug, n (%) Conjunctivitis (overall)a2 (2.4)6 (7.2)7", "with ≥ 1 event considered related to study drug, n (%) Conjunctivitis (overall)a2 (2.4)6 (7.2)7 (8.5)13 (7.9) MedDRA PTs Conjunctivitis (PT)01 (1.2)3 (3.7)4 (2.4) Conjunctivitis allergic (PT)2 (2.4)3 (3.6)3 (3.7)6 (3.6) Conjunctivitis viral (PT)b01 (1.2)1 (1.2)2 (1.2) Conjunctivitis bacterial (PT)01 (1.2)01 (0.6)Open in a separate windowMedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, q2w every 2 weeks, q4w every 4 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis,” including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownAnnualized incidence rates of overall conjunctivitis assessed as both the number of patients with one or more events per 100 PYs and the number of events per 100 PYs were higher in patients who received dupilumab than in those who received placebo", "per 100 PYs were higher in patients who received dupilumab than in those who received placebo (Table 3)", ". Among patients who reported conjunctivitis, the median time to onset of the first conjunctivitis event was numerically shorter for dupilumab 300 mg q4w (37.0 days) than 200/300 mg q2w or placebo (57.0 days and 40.5 days, respectively) (Fig. 1a); however, the HR for time to event did not show significant differences between treatment groups (Table 1). The incidence of conjunctivitis did not increase with increased dose/exposure of the drug (Fig", ". 1b).Table 3Annualized incidence rates of conjunctivitis per 100 PYs in ADOLPlacebo(n = 85)Dupilumab300 mg q4w(n = 83)Dupilumab200 mg or 300 mg q2w(n = 82)Dupilumab combined(n = 165)Number of events per 100 PYs (95% CI) Conjunctivitis (overall)a15.41 (5.78–41.06)43.17 (23.91–77.96)31.76 (15.88–63.51)37.50 (23.92–58.79) Risk ratio vs placebo (95% CI)2.80 (0.89–8.80)2.06 (0.62–6.84)2.43 (0.83–7.15)MedDRA PTs Conjunctivitis (PT)3.85 (0.54–27.35)11.78 (3.80–36.51)15.88 (5.96–42.31)13.82 (6.59–28.98) Risk ratio vs placebo (95% CI)3.06 (0.32–29.38)4.12 (0.46–36.88)3.59 (0.44–29.15) Conjunctivitis allergic (PT)11.56 (3.73–35.84)15.70 (5.89–41.83)11.91 (3.84–36.93)13.82 (6.59–28.98) Risk ratio vs placebo (95% CI)1.36 (0.30–6.07)1.03 (0.21–5.11)1.20 (0.31–4.62) Conjunctivitis viral (PT)b0 (0–0)7.85 (1.96–31.39)3.97 (0.56–28.18)5.92 (1.91–18.36) Risk ratio vs placebo (95% CI)6.75 × 1010 (6.12 × 109–7.45 × 1011)3.42 × 1010 (3.42 × 1010–3.42 × 1010)5.09 × 1010 (5.09 × 1010–5.09 × 1010)", "(6.12 × 109–7.45 × 1011)3.42 × 1010 (3.42 × 1010–3.42 × 1010)5.09 × 1010 (5.09 × 1010–5.09 × 1010) Conjunctivitis bacterial (PT)0 (0–0)7.85 (1.96–31.39)0 (0–NE)3.95 (0.99–15.78) Risk ratio vs placebo (95% CI)4.99 × 1011 (4.99 × 1011–4.99 × 1011)0.97 (0–NE)9.23 × 1010 (9.23 × 1010–9.23 × 1010)Number of patients with ≥ 1 event per 100 PYs (95% CI) Conjunctivitis (overall)a15.91 (5.97–42.38)37.79 (19.66–72.64)33.40 (16.70–66.79)35.59 (22.13–57.25) Risk ratio vs placebo (95% CI)2.38 (0.73–7.72)2.10 (0.63–6.97)2.24 (0.75–6.65)MedDRA PTs Conjunctivitis (PT)3.87 (0.55–27.49)12.03 (3.88–37.31)16.22 (6.09–43.22)14.12 (6.73–29.61) Risk ratio vs placebo (95% CI)3.11 (0.32–29.88)4.19 (0.47–37.48)3.65 (0.45–29.63) Conjunctivitis allergic (PT)11.87 (3.83–36.80)16.19 (6.07–43.12)12.19 (3.93–37.78)14.19 (6.76–29.76) Risk ratio vs placebo (95% CI)1.36 (0.31–6.09)1.03 (0.21–5.09)1.20 (0.31–4.62) Conjunctivitis viral (PT)b0 (0–0)7.94 (1.99–31.73)3.99 (0.56–28.34)5.97 (1.93–18.51) Risk ratio vs placebo", "viral (PT)b0 (0–0)7.94 (1.99–31.73)3.99 (0.56–28.34)5.97 (1.93–18.51) Risk ratio vs placebo (95% CI)6.83 × 1010 (6.19 × 109–7.53 × 1011)3.43 × 1010 (3.43 × 1010–3.43 × 1010)5.14 × 1010 (5.14 × 1010–5.14 × 1010) Conjunctivitis bacterial (PT)0 (0–0)7.95 (1.99–31.80)0 (0–NE)3.97 (0.99–15.89) Risk ratio vs placebo (95% CI)1.86 × 1011 (1.86 × 1011–1.86 × 1011)0.97 (0–NE)9.29 × 1010 (9.29 × 1010–9.29 × 1010)Open in a separate windowThe number of events may differ from the number of patients because patients could have had more than 1 eventRates were estimated from Poisson regression with treatment as fixed factors", ". Log value of duration of treatment period was used as the offset variable. For patients with events, the number of PYs was calculated up to the date of the first event; for patients without events, total PYs were calculated as duration of treatment. For the number of events, total PYs were calculated as duration of treatmentCI confidence interval, MedDRA Medical Dictionary for Regulatory Activities, NE not evaluable, PT MedDRA Preferred Term, PY patient year, q2w every 2 weeks, q4w every 4 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis,” including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownOpen in a separate windowFig. 1Time to first conjunctivitis event, and exposure–response relationship. a Time to first conjunctivitis event in ADOL", ". a Time to first conjunctivitis event in ADOL. b Relationship between exposure and risk of developing conjunctivitis in ADOL: logistic regression relating probability of developing conjunctivitis with dupilumab trough concentration at week 16. The mean regression line is blue, and the confidence interval around the regression line is represented by the gray area. Patients without any conjunctivitis events are shown at the bottom of the figure and those with one or more conjunctivitis event are shown at the top of the figure; the open green circles (300 mg q4w) and open red squares (200/300 mg q2w) are offset so that each circle/square can be seen. The y-axis represents the probability of a patient reporting one or more conjunctivitis event. Means of response variables (open black circles) and confidence intervals (green vertical lines) around the means are presented in the figures by quartile of exposure. c Time to first conjunctivitis event in PED-OLE", ". c Time to first conjunctivitis event in PED-OLE. Time to onset of first conjunctivitis event was based on the compiled overall conjunctivitis definition that included all component MedDRA PTs [conjunctivitis, conjunctivitis allergic, conjunctivitis bacterial, conjunctivitis viral, conjunctivitis adenoviral, and atopic keratoconjunctivitis]. “Censored” (i.e., vertical crossbars) refers to patients in the overall population who discontinued from the study. MedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, qw once weekly, q2w every 2 weeks, q4w every 4 weeksConjunctivitis events were mild or moderate in severity—none of the cases were determined to be severe (Table 4), and none of the cases met SAE criteria. Similarly, the unspecified viral keratitis and allergic blepharitis events were considered mild, and neither event was an SAE", ". Most cases of conjunctivitis recovered/resolved during the treatment period (Table 4), as did the case of unspecified viral keratitis and the case of allergic blepharitis. Twelve dupilumab-treated patients (7.3%) and 4 (4.7%) placebo-treated patients received treatment for conjunctivitis", ". Treatments for conjunctivitis included anti-infective agents, anti-inflammatory therapies, combination products containing anti-infective agents and anti-inflammatory therapies, decongestants and anti-allergics (e.g., antihistamines, mast cell stabilizers, and alpha-adrenergic agonists), and other ophthalmologic preparations (ESM 2 – Table S1); the unspecified viral keratitis event was treated with tobramycin-dexamethasone eye drops, and the blepharitis event was treated with diphenhydramine hydrochloride.Table 4Severity and resolution of conjunctivitis in ADOLPlacebo(n = 85)Dupilumab300 mg q4w(n = 83)Dupilumab200 mg or 300 mg q2w(n = 82)Dupilumab combined(n = 165)Severity, patients with ≥ 1 event, n (%)a Conjunctivitis (overall)b4 (4.7)9 (10.8)8 (9.8)17 (10.3) Mild3 (3.5)5 (6.0)6 (7.3)11 (6.7) Moderate1 (1.2)5 (6.0)2 (2.4)7 (4.2) Severe0000Resolution, number of patients with ≥ 1 event, n (%) Conjunctivitis (overall)b Recovered/resolved4 (4.7)7 (8.4)5 (6.1)12 (7.3) Not recovered/not", "n (%) Conjunctivitis (overall)b Recovered/resolved4 (4.7)7 (8.4)5 (6.1)12 (7.3) Not recovered/not resolved02 (2.4)3 (3.7)5 (3.0) MedDRA PTs Conjunctivitis (PT) Recovered/resolved1 (1.2)3 (3.6)3 (3.7)6 (3.6) Not recovered/not resolved001 (1.2)1 (0.6) Conjunctivitis allergic (PT) Recovered/resolved3 (3.5)3 (3.6)2 (2.4)5 (3.0) Not recovered/not resolved01 (1.2)1 (1.2)2 (1.2) Conjunctivitis bacterial (PT) Recovered/resolved02 (2.4)02 (1.2) Not recovered/not resolved0000 Conjunctivitis viral (PT)c Recovered/resolved01 (1.2)01 (0.6) Not recovered/not resolved01 (1.2)1 (1.2)2 (1.2)Open in a separate windowMost cases of conjunctivitis were not diagnosed by an ophthalmologist", ". The total numbers of patients with mild, moderate, or severe events may not be the same as the overall numbers if patients had separate events of mild, moderate, or severe conjunctivitisMedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, q2w every 2 weeks, q4w every 4 weeksaSeverity was assessed by the investigatorbConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis,” including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitiscSpecific viral etiology not knownPED-OLE A total of 275 adolescents with AD who had participated in dupilumab clinical trials enrolled in PED-OLE and received at least one dose of dupilumab during that study. The baseline prevalence of allergic conjunctivitis was 21.5% among adolescent patients entering PED-OLE", ". A total of 142 patients completed 16 weeks, 69 completed 26 weeks, and 34 completed at least 52 weeks of treatment at the time of data cut-off for this analysis, for a total exposure of 141.7 PYs. There were 22 conjunctivitis events (15.52 per 100 PYs) during PED-OLE; 12 patients (4.4%) had one or more conjunctivitis event (9.15 per 100 PYs; Tables 5 and ​and6).6). Among patients with one or more conjunctivitis event, median time to onset of the first event was 65.5 days for the dupilumab combined group, and 145.0, 531.0, and 60.5 days, respectively, for dupilumab 2 mg/kg, 4 mg/kg, and 300 mg q4w (Fig. 1c). No events of keratitis or blepharitis were reported", ". Most patients were not referred for a formal ocular examination.Table 5Conjunctivitis among adolescents receiving dupilumab in PED-OLEDupilumab2 mg/kg qw(n = 17)Dupilumab4 mg/kg qw(n = 19)Dupilumab300 mg q4w(n = 239)Dupilumab combined(n = 275)Number of events105722Patients with ≥ 1 event, n (%) Conjunctivitis (overall)a3 (17.6)3 (15.8)6 (2.5)12 (4.4) MedDRA PTs Conjunctivitis (PT)3 (17.6)1 (5.3)1 (0.4)5 (1.8) Conjunctivitis allergic (PT)1 (5.9)1 (5.3)4 (1.7)6 (2.2) Conjunctivitis viral (PT)b001 (0.4)1 (0.4) Conjunctivitis bacterial (PT)1 (5.9)1 (5.3)02 (0.7)Open in a separate windowThe sum of the PTs may not equal the overall totals if patients had more than one PTMedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, qw once weekly, q4w every 4 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis”, including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial,", "including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownTable 6Annualized incidence rates of conjunctivitis per 100 PYs in PED-OLEDupilumab2 mg/kg qw(n = 17)Dupilumab4 mg/kg qw(n = 19)Dupilumab300 mg q4w(n = 239)Dupilumab combined(n = 275)Number of events per 100 PYs (95% CI) Conjunctivitis (overall)a27.25 (14.66–50.65)12.60 (5.24–30.27)10.71 (5.11–22.47)15.52 (10.22–23.58) MedDRA PTs Conjunctivitis (PT)19.08 (9.09–40.01)5.04 (1.26–20.15)3.06 (0.77–12.24)7.76 (4.30–14.02) Conjunctivitis allergic (PT)5.45 (1.36–21.79)5.04 (1.26–20.15)6.12 (2.30–16.31)5.65 (2.82–11.29) Conjunctivitis viral (PT)b0 (0–0)0 (0–NE)1.53 (0.22–10.86)0.71 (0.10–5.01) Conjunctivitis bacterial (PT)2.73 (0.38–19.35)2.52 (0.36–17.89)0 (0–NE)1.41 (0.35–5.64)Number of patients with ≥ 1 event per 100 PYs (95% CI) Conjunctivitis (overall)a9.48 (3.06–29.38)8.38 (2.70–25.97)9.42", "with ≥ 1 event per 100 PYs (95% CI) Conjunctivitis (overall)a9.48 (3.06–29.38)8.38 (2.70–25.97)9.42 (4.23–20.97)9.15 (5.20–16.11) MedDRA PTs Conjunctivitis (PT)9.42 (3.04–29.20)2.57 (0.36–18.23)1.54 (0.22–10.91)3.68 (1.53–8.84) Conjunctivitis allergic (PT)2.88 (0.41–20.45)2.67 (0.38–18.96)6.23 (2.34–16.59)4.40 (1.98–9.79) Conjunctivitis viral (PT)b0 (0–0)0 (0–NE)1.54 (0.22–10.90)0.71 (0.10–5.02) Conjunctivitis bacterial (PT)2.89 (0.41–20.49)2.58 (0.36–18.30)0 (0–NE)1.44 (0.36–5.76)Open in a separate windowRates were estimated from Poisson regression with treatment as fixed factors", ". The log value of duration of treatment period was used as an offset variableFor patients with events, the number of PYs was calculated up to the date of the first event; for patients without events, it corresponds to the length of the study observation period. For the number of events, total PYs were calculated as the sum of the study observation period over all patientsCI confidence interval, MedDRA Medical Dictionary for Regulatory Activities, NE not evaluable, PT MedDRA Preferred Term, PY patient year, qw once weekly, q4w every 4 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis”, including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownFive conjunctivitis events were considered related to the study drug, all in the dupilumab 300 mg q4w group (ESM 2—Table S2)", ". One allergic conjunctivitis event was considered severe and related to the study drug (ESM 1—Patient narratives; ESM 2—Table S2); none of the cases were considered to be SAEs. No patients temporarily or permanently discontinued from study treatment because of conjunctivitis.Ten patients with events (a total of 20 events) recovered/resolved, one event did not recover/resolve, and the outcome was unknown for one event (ESM 2—Table S3). Ten patients (3.6%) received treatment for conjunctivitis. Treatments for conjunctivitis included antihistamines, anti-infective agents, anti-inflammatory therapies, combination products, decongestants, and anti-allergic agents (e.g., mast cell inhibitors/stabilizers, antihistamine), and sodium chloride (ESM 2—Table S4).Asthma TrialQUEST There were 107 adolescents with moderate-to-severe asthma in QUEST (5.6% of all patients). The baseline rate of allergic conjunctivitis was 13.1%", ". The baseline rate of allergic conjunctivitis was 13.1%. During the treatment period, conjunctivitis was reported at lower rates than in the AD studies, and in similar proportions of adolescents who received dupilumab (2/68, 2.9%) or placebo (1/39, 2.6%); there were two events in the combined dupilumab group and one event in the combined placebo group (Table 7). The proportions of adult patients in QUEST with one or more conjunctivitis event were similar for the dupilumab (20/1195, 1.7%) and placebo (14/595, 2.4%) groups, and were also similar to the proportions among the adolescent patients (Table 7; ESM 2—Table S5). No events of keratitis or blepharitis were reported", ". No patients were referred for a formal ocular examination.Table 7Incidence rates and annualized incidence rates of conjunctivitis among adolescents with moderate-to-severe asthma in QUESTAdolescentsAdults1.14 mL2 mLCombinedCombinedPlacebo(n = 21)Dupilumab200 mg q2w(n = 34)Placebo(n = 18)Dupilumab 300 mg q2w(n = 34)Placebo(n = 39)Dupilumab(n = 68)Placebo(n = 595)Dupilumab(n = 1195)Number of events0210121423Patients with ≥ 1 event, n (%) Conjunctivitis (overall)a02 (5.9)1 (5.6)01 (2.6)2 (2.9)14 (2.4)20 (1.7) MedDRA PTs Conjunctivitis (PT)001 (5.6)01 (2.6)04 (0.7)6 (0.5) Conjunctivitis allergic (PT)01 (2.9)0001 (1.5)8 (1.3)12 (1.0) Conjunctivitis viral (PT)b01 (2.9)0001 (1.5)1 (0.2)2 (0.2) Conjunctivitis bacterial (PT)0000001 (0.2)0Number of events per 100 PYs (95% CI) Conjunctivitis (overall)a0 (0–0)6.1 (1.5–24.4)5.8 (0.8–41.5)0 (0–NE)2.7 (0.4–19.2)3.0 (0.8–12.1)2.42.0 Risk ratio vs placebo (95% CI)1.6 × 1011 (1.6 × 1011–1.6 × 1011)–0 (0–NE)–1.1 (0.1–12.4)n/an/aNumber of patients with", "(95% CI)1.6 × 1011 (1.6 × 1011–1.6 × 1011)–0 (0–NE)–1.1 (0.1–12.4)n/an/aNumber of patients with ≥ 1 event per 100 PYs (95% CI) Conjunctivitis (overall)a0 (0–0)6.1 (1", ". 5–24.4)5.8 (0.8–41.5)0 (0–NE)2.7 (0.4–19.2)3.0 (0.8–12.1)n/an/a Risk ratio vs placebo (95% CI)1.6 × 1011 (1.6 × 1011–1.6 × 1011)–0 (0–NE)–1.1 (0.1–12.4)n/an/aOpen in a separate windowThe number of events may differ from the number of patients because patients could have had more than 1 event. Because of the low number of events, annualized rates are only shown for conjunctivitis (overall). Rates were estimated from Poisson regression with treatment as fixed factors. Log value of duration of treatment period was used as the offset variable. For patients with events, the number of PYs was calculated up to the date of the first event; for patients without events, total PYs were calculated as duration of treatment", ". For the number of events, total PYs were calculated as duration of treatmentCI confidence interval, E estimated, n/a not applicable, NE not evaluable, MedDRA Medical Dictionary for Regulatory Activities, PT MedDRA Preferred Term, q2w every 2 weeksaConjunctivitis (overall) is a compiled term including any MedDRA PT with the term “conjunctivitis,” including conjunctivitis, conjunctivitis allergic, conjunctivitis viral, conjunctivitis bacterial, conjunctivitis adenoviral, and atopic keratoconjunctivitisbSpecific viral etiology not knownNone of the conjunctivitis events were considered related to the study drug, and all events were mild or moderate in severity; all were resolved during the treatment period (ESM 2 – Table S6). No event was an SAE, and no patients temporarily or permanently discontinued study treatment because of conjunctivitis. There were too few events to calculate a median time to the first conjunctivitis event", ". There were too few events to calculate a median time to the first conjunctivitis event. Hazard ratios did not show any differences between dupilumab and placebo in adolescents or adults (ESM 2—Table S5). Treatments for conjunctivitis included a systemic antihistamine (loratadine) and oxymetazoline hydrochloride.DiscussionAdolescent patients treated with dupilumab in clinical trials for moderate-to-severe AD had a greater incidence of conjunctivitis than placebo-treated patients, consistent with data reported in clinical trials of adults with AD [26]. By contrast, the incidence of conjunctivitis among adolescent patients in the asthma trial was lower than that observed in the AD trials and was similar in dupilumab- and placebo-treated patients. In both the AD and asthma trials, most cases of conjunctivitis were mild or moderate in severity and resolved during the study period with conventional treatments; no cases led to permanent discontinuation of the study drug", ". These findings are consistent with those reported among adults in dupilumab clinical trials for AD and asthma [26, 31].The annualized incidence rates of conjunctivitis in dupilumab-treated adolescents were lower in the long-term PED-OLE trial (15.52 events per 100 PYs; 9.15 patients with one or more events per 100 PYs) than in the 16-week double-blinded ADOL trial (37.50 events per 100 PYs; 35.59 patients with one or more events per 100 PYs). This is consistent with results reported in the adult OLE trial, where the incidence of new conjunctivitis events declined over time [32].No relationship was observed between dupilumab serum concentration and the incidence of conjunctivitis in adolescents. By contrast, there was a trend in adults for a decreased incidence of conjunctivitis with increased exposure to dupilumab [26]", ". One difference between the adolescent and adult AD trials was that there was a wider range of exposures in adults (300 mg q2w and 300 mg qw); in ADOL, the dose range was narrower (300 mg q4w and 200/300 mg q2w). As there is no apparent dose–response effect in the adolescent patients, this provides further support for the idea that the relationship between dupilumab exposure and incidence of conjunctivitis is complex and multifactorial.One case of mild unspecified viral keratitis in a dupilumab-treated patient and one case of mild allergic blepharitis in a placebo-treated patient were reported in ADOL, and no cases of either keratitis or blepharitis were reported in PED-OLE or QUEST. Of note, herpetic keratitis, a visually threatening disease, is much more common in atopic individuals, and also more commonly presents bilaterally", ". These and other types of keratitis may be difficult to distinguish from conjunctivitis, especially by non-experts, and thus evaluation by ophthalmologists is important in patients who develop such disorders.Conjunctivitis, blepharitis, and keratitis are common complications of AD [1–5, 33–37]. The baseline prevalence of conjunctivitis among adolescent patients enrolled in dupilumab clinical trials was higher in the AD trials than among adolescents in QUEST, which is consistent with reports of conjunctivitis in patients with asthma compared with the general population [6–10]. There are several possible reasons for this difference in the prevalence of conjunctivitis in AD compared with asthma. Conjunctivitis in patients with AD may arise from rubbing, increased susceptibility to infections, skin barrier dysfunction, Demodex mite infestation, and adverse effects of topical medications [2, 34, 36, 38–40]", ". In the analysis of adults in dupilumab clinical trials, prior history of conjunctivitis, baseline AD severity, and elevation of circulating levels of certain biomarkers (thymus and activation-regulated chemokine [TARC, CCL17], IgE, and blood eosinophils) were associated with risk of conjunctivitis in patients in the AD trials [26]. Retrospective studies of dupilumab-treated patients with AD in clinical practice also showed significant positive associations of certain biomarkers (TARC, IgE) and prior history of ocular disorders, with an increased risk of conjunctivitis [41, 42]. However, the number of conjunctivitis events among adolescent patients in the present analysis was too small to evaluate the relationships between baseline characteristics and the incidence of conjunctivitis.The pathophysiology of conjunctivitis in these trials remains unclear—microbiologic testing was generally not done, and patients were not routinely referred to ophthalmologists or other ocular specialists", ". Several unproven mechanistic hypotheses have been proposed to explain the increased incidence of conjunctivitis observed in dupilumab-treated patients with AD, such as an IL-13-mediated effect on intraepithelial goblet cells, a dupilumab–AD interaction in a patient population prone to developing ocular surface disorders, epithelial barrier dysfunction arising from dysregulated immune responses associated with conjunctival associated lymphoid tissue, increased Demodex mites, eosinophilic infiltration, and other cytokine-mediated effects [26, 43–47]. However, these proposed mechanisms do not fully explain the apparent drug–disease interaction that is uniquely seen in AD. For example, both IL-13 and IL-4 are dysregulated in multiple type 2 inflammatory disorders, including asthma and AD, and blockade of both IL-4 and IL-13 activity by dupilumab reduces eosinophil infiltration into tissues, reduces type 2 inflammatory activity, and improves epithelial barrier dysfunction [48–50]", ". Further investigation is ongoing to elucidate the mechanisms driving the increased incidence of conjunctivitis in dupilumab-treated patients with AD.Several types of topical treatment for conjunctivitis were used in these studies, including anti-inflammatory drugs, anti-infective therapies, combination therapies, decongestants, anti-allergic agents (e.g., mast cell inhibitors/stabilizers, antihistamines), sodium chloride, and artificial tears. Regardless of the type of treatment that was used, most cases recovered during the study treatment period in the asthma trial as well as in the AD trials", ". A number of treatment protocols for conjunctivitis in dupilumab-treated patients with AD have been proposed in the literature, including warm compresses, artificial tears, eyedrops or ointments with antihistamines, anti-inflammatories, corticosteroid drops and ointments, anti-infective therapies, calcineurin inhibitors, topical cyclosporine A, and combination treatments; it should be noted that topical corticosteroid eye treatments increase the risk of eye infection, and longer-term use increases the risk of cataracts and glaucoma [26, 51–54]. In addition, some prescribers have used prophylactic tears on starting dupilumab therapy, to address potential issues of eye dryness [55, 56]. Currently, there is no consensus on an optimal approach to prevent and manage conjunctivitis in dupilumab-treated patients, and further studies are needed to evaluate the various treatments that are currently being used.There are a number of strengths and limitations to this analysis", ". Strengths include the inclusion of both AD and asthma trials in this analysis. There were also some limitations. Adverse ocular surface events that occurred during the studies were reported and classified by clinician investigators, and most were not further evaluated by an ophthalmologist; at the time of the studies, referral to an ophthalmologist was not required by the study protocol. Collection of detailed medical history of ocular symptoms was limited, as the majority of investigators were dermatologists, and some were allergists; none were ophthalmologists. Another limitation is that data collection after the initial report of conjunctivitis was not robust enough in the studies to provide information on how many patients had resolution of these AEs without treatment vs intermittent or ongoing use of ocular medications", ". In addition, there was no specific severity scale for conjunctivitis — severity of conjunctivitis was graded using the standard terms of mild, moderate, and severe, as defined for any AE, which have been used in all dupilumab trials. The severity of an AE was a subjective assessment by the investigators based on clinical judgment. Mild events of keratitis and blepharitis may have been underdiagnosed because accurate diagnosis of keratitis and blepharitis requires slit lamp examination. The small number of adolescent patients with unspecified viral keratitis and blepharitis in these trials, the lack of standardized ophthalmic examination criteria, and non-usage of ophthalmic examination tools preclude any firm conclusions about the precise diagnosis, etiology, or optimal treatment of these AEs", ". Finally, as noted previously [26], there could have been some drift in the reporting of incidence rates of these AEs over time as well as between studies because of increased awareness of eye issues (both at baseline and during the study) and increases in patient reporting.ConclusionsConsistent with findings in adults, we observed a higher incidence of conjunctivitis among adolescent patients with AD overall and in dupilumab treatment groups compared with placebo in the AD clinical trials, whereas incidence rates in adolescent patients in the asthma trial were comparatively lower and similar between dupilumab and placebo. Conjunctivitis cases across all conditions and trials were predominantly mild or moderate and resolved during the treatment period, and none resulted in permanent discontinuation of study treatment", ". Further research is currently ongoing to explore the underlying association of conjunctivitis with AD, and with dupilumab treatment in patients with AD.Supplementary InformationBelow is the link to the electronic supplementary material.Supplementary material 1 (DOCX 20 kb)(20K, docx)Supplementary material 2 (PDF 291 kb)(290K, pdf)AcknowledgementsThe authors thank the patients and their families for their participation in these studies; their colleagues for their support; and Erika Culotta, Marcella Ruddy, and Linda Williams (Regeneron Pharmaceuticals, Inc.) and Ana B. Rossi, Adriana Mello, and El-Bdaoui Haddad (Sanofi Genzyme) for their contributions. Medical writing and editorial support were provided by Vicki Schwartz, PhD, of Excerpta Medica, funded by Sanofi Genzyme and Regeneron Pharmaceuticals, Inc.DeclarationsFundingResearch was sponsored by Sanofi and Regeneron Pharmaceuticals, Inc", ". Medical writing and editorial support were provided by Vicki Schwartz, PhD, of Excerpta Medica, funded by Sanofi Genzyme and Regeneron Pharmaceuticals, Inc. Open access was sponsored by Sanofi and Regeneron Pharmaceuticals, Inc.Conflicts of interest/competing interestsAshish Bansal, Zhen Chen, Mohamed A. Kamal, Brad Shumel, Paola Mina-Osorio, Neil M. H. Graham, Faisal A. Khokhar, and Marius Ardeleanu are employees and shareholders of Regeneron Pharmaceuticals, Inc. Eric L. Simpson reports grants from AbbVie, Celgene, Eli Lilly, Galderma, Kyowa Hakko Kirin, LEO Pharma, MedImmune, Merck, Novartis, Pfizer, Regeneron Pharmaceuticals, Inc., and Tioga; and personal fees from AbbVie, Boehringer-Ingelheim, Dermavant, Dermira, Eli Lilly, Forte Bio, Incyte, LEO Pharma, MedImmune, Menlo Therapeutics, Ortho Dermatologics, Pfizer, Pierre Fabre Dermo Cosmetique, Regeneron Pharmaceuticals, Inc., Sanofi, and Valeant. Amy S", ". Amy S. Paller has served as a scientific adviser and/or clinical study investigator for Almirall, Amgen, Asana, Boehringer-Ingelheim, Castle Creek, Celgene, Dermavant, Dermira, Eli Lilly, Forte, Galderma, Incyte, Janssen, Lenus, LEO Pharma, Life Max, MEDACorp, Meiji Sieka, Novan, Novartis, Pierre Fabre, Pfizer, Regeneron Pharmaceuticals, Inc., Sanofi Genzyme, Sol Gel, and Verrica. Elaine C. Siegfried has served as a scientific adviser and/or clinical study investigator for Eli Lilly, Janssen, Novartis, Novan, Regeneron Pharmaceuticals, Inc., Sanofi Genzyme, UCB Pharma, and Verrica; as a paid speaker for Regeneron Pharmaceuticals, Inc.; and as a DSMB member for GSK, LEO Pharma, Novan, Pfizer, and UCB", ". Andrew Blauvelt has served as a scientific adviser and/or clinical study investigator for AbbVie, Aclaris, Almirall, Arena, Athenex, Boehringer Ingelheim, Bristol Myers Squibb, Dermavant, Dermira, Eli Lilly and Company, Forte, Galderma, Janssen, LEO Pharma, Novartis, Ortho, Pfizer, Rapt, Regeneron Pharmaceuticals, Inc., Sandoz, Sanofi Genzyme, Sun Pharma, and UCB Pharma; and as a paid speaker for AbbVie. Marjolein de Bruin-Weller has served as a principal investigator, consultant, and advisory board member for AbbVie; principal investigator, advisory board member, and consultant for Regeneron Pharmaceuticals, Inc. and Sanofi Genzyme; an advisory board member and consultant for Eli Lilly; a principal investigator, consultant, and advisory board member for LEO Pharma; a principal investigator, consultant, and advisory board member for Pfizer; and an advisory board member for UCB", ". Jonathan Corren has served as a speaker for AstraZeneca, Genentech, Novartis, Regeneron Pharmaceuticals, Inc., and Sanofi; has received consulting fees from AstraZeneca, Genentech, Novartis, Regeneron Pharmaceuticals, Inc., and Sanofi; has received research funds from AstraZeneca, Genentech, Novartis, Regeneron Pharmaceuticals, Inc., and Sanofi; and has served as an advisory board member for AstraZeneca, Genentech, Novartis, Regeneron Pharmaceuticals, Inc., and Sanofi. Lawrence Sher has served as an advisory board member for Aimmune, Optinose, Regeneron Pharmaceuticals, Inc., and Sanofi Genzyme; as a speaker for Aimmune, Regeneron Pharmaceuticals, Inc., and Sanofi Genzyme; and as a principal investigator for Aimmune, Amgen, AstraZeneca, Circassia, DBV Technologies, Galderma, GSK, Merck, Mylan, Novartis, Optinose, Pearl, Pfizer, Sanofi, and Teva; and has received grants from Glenmark, Genzyme, and Sanofi Genzyme", ". Emma Guttman-Yassky is an employee of Mount Sinai and has received research funds (grants paid to the institution) from AbbVie, Almirall, Amgen, AnaptysBio, Asana Biosciences, AstraZeneca, Boehringer-Ingelheim, Celgene, Dermavant, DS Biopharma, Eli Lilly, Galderma, Glenmark/Ichnos Sciences, Innovaderm, Janssen, Kiniska, Kyowa Kirin, LEO Pharma, Novan, Novartis, Pfizer, Ralexar, Regeneron Pharmaceuticals, Inc., Sienna Biopharma, UCB, and Union Therapeutics/Antibiotx; and is a consultant for AbbVie, Aditum Bio, Almirall, Alpine, Amgen, Arena, Asana Biosciences, AstraZeneca, Bluefin Biomedicine, Boehringer-Ingelheim, Boston Pharmaceuticals, Botanix, Bristol-Myers Squibb, Cara Therapeutics, Celgene, Clinical Outcome Solutions, DBV, Dermavent, Dermira, Douglas Pharmaceutical, DS Biopharma, Eli Lilly, EMD Serono, Evelo Bioscience, Evidera, FIDE, Galderma, GSK, Haus Bioceuticals, Ichnos Sciences, Incyte, Kyowa Kirin, Larrk Bio, LEO Pharma, Medicxi, Medscape, Neuralstem, Noble Insights,", "Incyte, Kyowa Kirin, Larrk Bio, LEO Pharma, Medicxi, Medscape, Neuralstem, Noble Insights, Novan, Novartix, Okava Pharmaceuticals, Pandion Therapeutics, Pfizer, Principia Biopharma, RAPT Therapeutics, Realm, Regeneron Pharmaceuticals, Inc., Sanofi, SATO Pharmaceutical, Sienna Biopharma, Seanegy Dermatology, Seelos Therapeutics, Serpin Pharma, Siolta Therapeutics, Sonoma Biotherapeutics, Sun Pharma, Target PharmaSolutions and Union Therapeutics/AntibioTx, Vanda Pharmaceuticals, Ventyx Biosciences, and Vimalan", ". Nadia Daizadeh, Leda Mannent, and Naimish Patel are employees of and may hold stock and/or stock options in Sanofi.Ethics approvalAll trials were conducted in accordance with the ethical principles outlined in the Declaration of Helsinki and with the International Council for Harmonisation guidelines for good clinical practice and applicable regulatory requirements", ". The studies were approved by the appropriate institutional ethics committees at each participating institution.Consent to participateAll patients provided written consent/assent, and at least one parent or guardian for each adolescent patient provided written informed consent.Consent for publicationNot applicable.Availability of data and materialFor LIBERTY AD ADOL (R668-AD-1526; {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT03054428\",\"term_id\": \"NCT03054428\"}}NCT03054428) and LIBERTY AD PED-OLE (R668-AD-1434; {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02612454\",\"term_id\": \"NCT02612454\"}}NCT02612454): qualified researchers may request access to study documents (including the clinical study report, study protocol with any amendments, blank case report form, statistical analysis plan) that support the methods and findings reported in this article", ". Individual anonymized participant data will be considered for sharing once the product and indication has been approved by major health authorities (e.g., US Food and Drug Administration, European Medicines Agency, Pharmaceuticals and Medical Devices Agency), if there is legal authority to share the data and there is not a reasonable likelihood of participant re-identification. Submit requests to https: //vivli.org/. For LIBERTY ASTHMA QUEST ({\"type\": \"entrez-protein\",\"attrs\": {\"text\": \"EFC13579\",\"term_id\": \"283563018\",\"term_text\": \"EFC13579\"}}EFC13579; {\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT02414854\",\"term_id\": \"NCT02414854\"}}NCT02414854): qualified researchers may request access to patient-level data and related study documents including the clinical study report, study protocol with any amendments, blank case report form, statistical analysis plan, and dataset specifications", ". Patient-level data will be anonymized and study documents will be redacted to protect the privacy of our trial participants. Further details on Sanofi’s data sharing criteria, eligible studies, and process for requesting access can be found at: http: //www.clinicalstudydatarequest.com/.Code availabilityNot applicable.Authors’ contributionsAshish Bansal, Mohamed A. Kamal, Brad Shumel, Neil M. H. Graham, Faisal A. Khokar, and Marius Ardeleanu contributed to the study concept and design. Eric L. Simpson, Amy S. Paller, Elaine C. Siegfried, Andrew Blauvelt, Marjolein de Bruin-Weller, Jonathan Corren, Lawrence Sher, and Emma Guttman-Yassky acquired the data. Zhen Chen and Nadia Daizadeh conducted the statistical analyses on the data. Ashish Bansal and Brad Shumel drafted the manuscript with the medical writer", ". Ashish Bansal and Brad Shumel drafted the manuscript with the medical writer. All authors interpreted the data, provided critical feedback on the manuscript, approved the final manuscript for submission, and were accountable for the accuracy and integrity of the article.FootnotesDigital FeaturesThis article is published with digital features, including a video abstract, to facilitate understanding of the article. To view digital features for this article go to 10.6084/m9.figshare.13251191."]}