{"title": "Update: Interim Guidance for Health Care Providers Caring for Pregnant Women with Possible Zika Virus Exposure — United States (Including U.S. Territories), July 2017", "context": ["MMWR Morb Mortal Wkly Rep. 2017 Jul 28; 66(29): 781–793. Published online 2017 Jul 28. doi: 10.15585/mmwr.mm6629e1PMCID: PMC5657812PMID: 28749921Update: Interim Guidance for Health Care Providers Caring for Pregnant Women with Possible Zika Virus Exposure — United States (Including U.S. Territories), July 2017Titilope Oduyebo, MD, 1 Kara D. Polen, MPH, 1 Henry T. Walke, MD, 1 Sarah Reagan-Steiner, MD, 1 Eva Lathrop, MD, 1 Ingrid B. Rabe, MBChB, 1 Wendi L. Kuhnert-Tallman, PhD, 1 Stacey W. Martin, MSc, 1 Allison T. Walker, PhD, 1 Christopher J. Gregory, MD, 1 Edwin W. Ades, PhD, 1 Darin S. Carroll, PhD, 1 Maria Rivera, MPH, 1 Janice Perez-Padilla, MPH, 1 Carolyn Gould, MD, 1 Jeffrey B. Nemhauser, MD, 1 C. Ben Beard, PhD, 1 Jennifer L. Harcourt, PhD, 1 Laura Viens, MD, 1 Michael Johansson, PhD, 1 Sascha R. Ellington, MSPH, 1 Emily Petersen, MD, 1 Laura A. Smith, MA, 1 Jessica Reichard, MPA, 1 Jorge Munoz-Jordan, PhD, 1 Michael J. Beach, PhD, 1 Dale A. Rose, PhD, 1 Ezra Barzilay, MD, 1 Michelle Noonan-Smith, 1 Denise J. Jamieson, MD, 1 Sherif R. Zaki, MD, 1 Lyle R. Petersen, MD, 1 Margaret A. Honein, PhD, 1 and Dana Meaney-Delman, MD 1 Titilope Oduyebo1Zika Virus Response Team, CDC.Find articles by Titilope OduyeboKara D. Polen1Zika Virus Response Team, CDC.Find articles by Kara D. PolenHenry T. Walke1Zika Virus Response Team, CDC.Find articles by Henry T. WalkeSarah Reagan-Steiner1Zika Virus Response Team, CDC.Find articles by Sarah Reagan-SteinerEva Lathrop1Zika Virus Response Team, CDC.Find articles by Eva LathropIngrid B. Rabe1Zika Virus Response Team, CDC.Find articles by Ingrid B. RabeWendi L. Kuhnert-Tallman1Zika Virus Response Team, CDC.Find articles by Wendi L. Kuhnert-TallmanStacey W. Martin1Zika Virus Response Team, CDC.Find articles by Stacey W. MartinAllison T. Walker1Zika Virus Response Team, CDC.Find articles by Allison T. WalkerChristopher J. Gregory1Zika Virus Response Team, CDC.Find articles by Christopher J. GregoryEdwin W. Ades1Zika Virus Response Team, CDC.Find articles by Edwin W. AdesDarin S. Carroll1Zika Virus Response Team, CDC.Find articles by Darin S. CarrollMaria Rivera1Zika Virus Response Team, CDC.Find articles by Maria RiveraJanice Perez-Padilla1Zika Virus Response Team, CDC.Find articles by Janice Perez-PadillaCarolyn Gould1Zika Virus Response Team, CDC.Find articles by Carolyn GouldJeffrey B. Nemhauser1Zika Virus Response Team, CDC.Find articles by Jeffrey B. NemhauserC. Ben Beard1Zika Virus Response Team, CDC.Find articles by C. Ben BeardJennifer L. Harcourt1Zika Virus Response Team, CDC.Find articles by Jennifer L. HarcourtLaura Viens1Zika Virus Response Team, CDC.Find articles by Laura ViensMichael Johansson1Zika Virus Response Team, CDC.Find articles by Michael JohanssonSascha R. Ellington1Zika Virus Response Team, CDC.Find articles by Sascha R. EllingtonEmily Petersen1Zika Virus Response Team, CDC.Find articles by Emily PetersenLaura A. Smith1Zika Virus Response Team, CDC.Find articles by Laura A. SmithJessica Reichard1Zika Virus Response Team, CDC.Find articles by Jessica ReichardJorge Munoz-Jordan1Zika Virus Response Team, CDC.Find articles by Jorge Munoz-JordanMichael J. Beach1Zika Virus Response Team, CDC.Find articles by Michael J. BeachDale A. Rose1Zika Virus Response Team, CDC.Find articles by Dale A. RoseEzra Barzilay1Zika Virus Response Team, CDC.Find articles by Ezra BarzilayMichelle Noonan-Smith1Zika Virus Response Team, CDC.Find articles by Michelle Noonan-SmithDenise J. Jamieson1Zika Virus Response Team, CDC.Find articles by Denise J. JamiesonSherif R. Zaki1Zika Virus Response Team, CDC.Find articles by Sherif R. ZakiLyle R. Petersen1Zika Virus Response Team, CDC.Find articles by Lyle R. PetersenMargaret A. Honein1Zika Virus Response Team, CDC.Find articles by Margaret A. HoneinDana Meaney-Delman1Zika Virus Response Team, CDC.Find articles by Dana Meaney-DelmanAuthor information Copyright and License information PMC Disclaimer1Zika Virus Response Team, CDC.Corresponding author.Corresponding author: Titilope Oduyebo, vog.cdc@hcmakiZ; 770-488-7100.PMC Copyright notice All material in the MMWR Series is in the public domain and may be used and reprinted without permission; citation as to source, however, is appreciated.CDC has updated the interim guidance for U.S. health care providers caring for pregnant women with possible Zika virus exposure in response to 1) declining prevalence of Zika virus disease in the World Health Organization’s Region of the Americas (Americas) and 2) emerging evidence indicating prolonged detection of Zika virus immunoglobulin M (IgM) antibodies. Zika virus cases were first reported in the Americas during 2015–2016; however, the incidence of Zika virus disease has since declined. As the prevalence of Zika virus disease declines, the likelihood of false-positive test results increases. In addition, emerging epidemiologic and laboratory data indicate that, as is the case with other flaviviruses, Zika virus IgM antibodies can persist beyond 12 weeks after infection. Therefore, IgM test results cannot always reliably distinguish between an infection that occurred during the current pregnancy and one that occurred before the current pregnancy, particularly for women with possible Zika virus exposure before the current pregnancy. These limitations should be considered when counseling pregnant women about the risks and benefits of testing for Zika virus infection during pregnancy. This updated guidance emphasizes a shared decision-making model for testing and screening pregnant women, one in which patients and providers work together to make decisions about testing and care plans based on patient preferences and values, clinical judgment, and a balanced assessment of risks and expected outcomes.For these recommendations, the definition of possible Zika virus exposure has not changed and includes travel to, or residence in an area with risk for mosquito-borne Zika virus transmission or sex with a partner who has traveled to or resides in an area with risk for mosquito-borne Zika virus transmission. These areas can be found on the CDC “Zika Travel Information” webpage.*Key recommendations include the following: 1) All pregnant women in the United States and U.S. territories should be asked about possible Zika virus exposure before and during the current pregnancy, at every prenatal care visit. CDC recommends that pregnant women not travel to any area with risk for Zika virus transmission. It is also recommended that pregnant women with a sex partner who has traveled to or lives in an area with risk for Zika virus transmission use condoms or abstain from sex for the duration of the pregnancy.2) Pregnant women with recent possible Zika virus exposure and symptoms† of Zika virus disease should be tested to diagnose the cause of their symptoms. The updated recommendations include concurrent Zika virus nucleic acid test (NAT) and serologic testing as soon as possible through 12 weeks after symptom onset.3) Asymptomatic pregnant women with ongoing possible Zika virus exposure§ should be offered Zika virus NAT testing three times during pregnancy. IgM testing is no longer routinely recommended because IgM can persist for months after infection; therefore, IgM results cannot reliably determine whether an infection occurred during the current pregnancy. The optimal timing and frequency of testing of asymptomatic pregnant women with NAT alone is unknown. For pregnant women who have received a diagnosis of laboratory-confirmed Zika virus infection (by either NAT or serology [positive/equivocal Zika virus or dengue virus IgM and Zika virus plaque reduction neutralization test (PRNT) ≥10 and dengue virus PRNT <10 results]) any time before or during the current pregnancy, additional Zika virus testing is not recommended. For pregnant women without a prior laboratory-confirmed diagnosis of Zika virus, NAT testing should be offered at the initiation of prenatal care, and if Zika virus RNA is not detected on clinical specimens, two additional tests should be offered during the course of the pregnancy coinciding with prenatal visits.4) Asymptomatic pregnant women who have recent¶ possible Zika virus exposure (i.e., through travel or sexual exposure) but without ongoing possible exposure are not routinely recommended to have Zika virus testing. Testing should be considered using a shared patient-provider decision-making model, one in which patients and providers work together to make decisions about testing and care plans based on patient preferences and values, clinical judgment, a balanced assessment of risks and expected outcomes, and the jurisdiction’s recommendations. Based on the epidemiology of Zika virus transmission and other epidemiologic considerations (e.g., seasonality), jurisdictions might recommend testing of asymptomatic pregnant women, either for clinical care or as part of Zika virus surveillance. With the decline in the prevalence of Zika virus disease, the updated recommendations for the evaluation and testing of pregnant women with recent possible Zika virus exposure but without ongoing possible exposure are now the same for all areas with any risk for Zika virus transmission.5) Pregnant women who have recent possible Zika virus exposure and who have a fetus with prenatal ultrasound findings consistent with congenital Zika virus syndrome should receive Zika virus testing to assist in establishing the etiology of the birth defects. Testing should include both NAT and IgM tests.6) The comprehensive approach to testing placental and fetal tissues has been updated. Testing placental and fetal tissue specimens can be performed for diagnostic purposes in certain scenarios (e.g., women without a diagnosis of laboratory-confirmed Zika virus infection and who have a fetus or infant with possible Zika virus-associated birth defects**). However, testing of placental tissues for Zika virus infection is not routinely recommended for asymptomatic pregnant women who have recent possible Zika virus exposure but without ongoing possible exposure and who have a live born infant without evidence of possible Zika virus–associated birth defects.7) Zika virus IgM testing as part of preconception counseling to establish baseline IgM results for nonpregnant women with ongoing possible Zika virus exposure is not warranted because Zika virus IgM testing is no longer routinely recommended for asymptomatic pregnant women with ongoing possible Zika virus exposure.CDC continues to evaluate all available evidence and will update recommendations as new information becomes available.Zika Virus InfectionZika virus is a mosquito-borne flavivirus that is closely related to dengue, West Nile, Japanese encephalitis, and yellow fever viruses (1). During 2015–2016, Zika virus spread rapidly and caused outbreaks across the Americas; 47 countries and territories in the Americas reported Zika virus outbreaks. However, since early 2017, the reported incidence of Zika virus disease in the region has declined (2).The World Health Organization uses a country classification scheme that describes the epidemiology of Zika virus transmission to aid in geographic risk assessment. Some areas (e.g., American Samoa) have been reclassified to indicate that Zika virus transmission has been interrupted (3,4), which is reflective of the declining trends in the prevalence of Zika virus disease. As of July 23, 2017, 95 countries and territories have been designated by CDC as areas with any possible risk for Zika virus transmission.Although the understanding of the consequences of Zika virus infection is improving, diagnosing Zika virus infection accurately continues to present challenges. First, Zika virus is present in body fluids only transiently, which makes confirming the presence of the virus difficult. Second, serologic testing, based on the immunologic response, cannot always reliably determine when infection occurred. Finally, serologic tests are prone to false-positive results and cross-reactivity with other flaviviruses (5). With declining prevalence of Zika virus disease (2), the probability of false-positive test results increases (6). The changing epidemiology further limits the diagnostic capability of currently available Zika virus tests. In this context, CDC has updated the interim guidance for health care providers caring for pregnant women with possible Zika virus exposure to provide new information and highlight current testing limitations.Persistence of Zika Virus Nucleic Acid and Immune ResponseData from outbreaks before 2015 indicated that Zika virus RNA was detected in serum for up to 7 days after symptom onset (1,7). However, in some persons, Zika virus RNA can be detected in body fluids longer than has been documented previously. The Zika Virus Persistence (ZiPer) Study of persons with NAT-confirmed Zika virus disease, recently reported detection of viral RNA in serum 8–15 days after symptom onset in 36% (10 of 28) of participants, 16–30 days after symptom onset in 21% (27 of 129), and >60 days after symptom onset in 4% (three of 79) (8). Prolonged detection of Zika virus RNA in serum obtained from pregnant women was also reported; three of the five pregnant women included in the ZiPer study had detectable RNA 46 days after symptom onset, and one had detectable RNA 80 days after symptom onset. This finding is consistent with other small case series (<20 pregnant women in total) that have demonstrated detection of Zika virus RNA for longer than had been previously reported, up to 107 days after symptom onset and 53 days after last exposure (9–15).Zika virus IgM antibodies typically become detectable within the first 2 weeks after symptom onset (1,8,16). Published data on the duration of detection of IgM antibodies following Zika virus infection are limited. In the ongoing ZiPer study, IgM antibodies were detected in 34% (17 of 50) of participants at 0–7 days after symptom onset, 100% (28 of 28) at 8–15 days after symptom onset, and 87% (52 of 60) >60 days after symptom onset (8). In addition, consistent with what is known about other flaviviruses (17), unpublished preliminary data from this study indicate a median of 4 months (122 days, [range = 8–210 days]) to the first negative Zika virus IgM result (18). Thus, detection of IgM antibodies might not indicate an infection that occurred during the current pregnancy. Inability to determine the timing of infection through IgM testing is a major challenge for pregnant women and their health care providers, making it difficult for health care providers to counsel pregnant women about the risk for congenital Zika virus infection.Neutralizing antibodies develop shortly after IgM antibodies and likely persist for many years (19). Based on experience with other flaviviruses, previous Zika virus infection is likely to confer prolonged, possibly lifelong, immunity (20). Testing is not routinely recommended for pregnant women with a previous diagnosis of laboratory-confirmed Zika virus infection by either NAT or serology (positive/equivocal Zika virus or dengue virus IgM and Zika virus PRNT ≥10 and dengue virus PRNT <10 results). However, in light of the limitations of serologic testing (e.g., cross-reactivity and false-positive test results), for pregnant women without a previous diagnosis of laboratory-confirmed Zika virus infection, including those with laboratory evidence of flavivirus infection or laboratory evidence of presumptive Zika virus or flavivirus infection (Table 1), decisions about testing during a subsequent pregnancy should be made using a shared patient-provider decision-making model. If the decision is made to test, only NAT testing is recommended, because IgM antibody testing might not be able to determine the timing of infection among pregnant women who have had exposure to Zika virus before the current pregnancy.TABLE 1Interpretation*,† of results of nucleic acid and antibody testing§,¶ for suspected Zika virus infection — United States (including U.S. territories), July 2017Zika virus NAT (serum)**Zika virus NAT (urine) **Zika virus IgM††Zika virus PRNTDengue virus PRNTInterpretation and recommendationsPositivePositiveAny result Not indicatedNot indicated Acute Zika virus infection NegativePositivePositive Not indicatedNot indicated Acute Zika virus infection NegativePositiveNegative Not indicatedNot indicated Suggests acute Zika virus infection • Repeat testing on original urine specimen• If repeat NAT result is positive, interpret as evidence of acute Zika virus infection• If repeat NAT result is negative, repeat Zika virus IgM testing on a serum specimen collected ≥2 weeks after symptom onset or possible exposure or specimen collection date • If repeat IgM result is positive,§§ interpret as evidence of acute Zika virus infection • If repeat IgM result is not positive, interpret as no evidence of Zika virus infectionPositiveNegative or not performedPositive Not indicatedNot indicated Acute Zika virus infection PositiveNegative or not performedNegative Not indicatedNot indicated Suggests acute Zika virus infection • Repeat testing on original serum specimen• If repeat NAT result is positive, interpret as evidence of acute Zika virus infection• If repeat NAT result is negative, repeat Zika virus IgM testing on a serum specimen collected ≥2 weeks after symptom onset or possible exposure or specimen collection date • If repeat IgM result is positive, §§ interpret as evidence of acute Zika virus infection • If repeat IgM antibody result is not positive, interpret as no evidence of Zika virus infectionNegativeNegative or not performedAny nonnegative result¶¶ ≥10<10 Zika virus infection; timing of infection cannot be determined • For persons without prior Zika virus exposure, a positive IgM result represents recent Zika virus infectionNegativeNegative or not performedAny nonnegative result¶¶ <10Any result No evidence of Zika virus infection NegativeNegative or not performedAny nonnegative result¶¶ ≥10≥10 Flavivirus infection; specific virus cannot be identified; timing of infection cannot be determined • For persons without prior Zika virus exposure, a positive IgM result represents recent unspecified flavivirus infection For areas where PRNT is not recommended¶ NegativeNegative or not performedPositive for Zika virus AND negative for dengue virusNot performed because PRNT is not recommended Presumptive Zika virus infection; timing of infection cannot be determined*** NegativeNegative or not performedPositive for Zika virus AND positive for dengue virusNot performed because PRNT is not recommended Presumptive flavivirus infection; specific virus cannot be identified; timing of infection cannot be determined*** NegativeNegative or not performedEquivocal (either or both assays)Not performed because PRNT is not recommended Insufficient information for interpretation • Consider repeat testingNegativeNegative or not performedNegative on both assaysNot performed because PRNT is not recommended No laboratory evidence of Zika virus infection Open in a separate windowAbbreviations: IgM = immunoglobulin M; NAT = nucleic acid test; PRNT = plaque reduction neutralization test.* Final interpretations of results of Zika virus tests should be performed after all testing is completed.† Serology test results that indicate flavivirus infection should be interpreted in the context of circulating flaviviruses.§ Dengue virus IgM testing is recommended for symptomatic pregnant women as well as for asymptomatic pregnant women residing in areas where PRNT is not recommended.¶ Currently, PRNT confirmation is not routinely recommended for persons living in Puerto Rico.** Serum must be submitted for all persons tested for Zika virus infection; a urine specimen for Zika virus NAT testing should always be submitted concurrently with a serum specimen.†† For laboratory interpretation in the presence of dengue virus IgM results refer to https: //www.cdc.gov/dengue/clinicallab/laboratory.html. §§ Positive results include “positive,” “presumptive Zika virus positive,” or “possible Zika virus positive.” These are examples of assay interpretations that might accompany test results; positive serology terminology varies by assay. For explanation of a specific interpretation, refer to the instructions for use for the specific assay performed. Information on each assay can be found at https: //www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm#zika under the “Labeling” tab for the specific assay.¶¶ Nonnegative results include “positive,” “equivocal,” “presumptive positive,” or “possible positive.” These are examples of assay interpretations that might accompany test results; nonnegative serology terminology varies by assay. For explanation of a specific interpretation, refer to the instructions for use for the specific assay performed. Information on each assay can be found at https: //www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm#zika under the “Labeling” tab for the specific assay.*** Zika virus IgM positive result is reported as “presumptive positive or flavivirus infection” to denote the need to perform confirmatory PRNT titers against Zika virus, dengue virus, and other flaviviruses to which the person might have been exposed to resolve potential false-positive results that might have been caused by cross-reactivity or nonspecific reactivity. In addition, ambiguous test results (e.g., inconclusive, equivocal, and indeterminate) that are not resolved by retesting also should have PRNT titers performed to rule out a false-positive result. However, PRNT confirmation is currently not routinely recommended for persons living in Puerto Rico.Zika Virus Diagnostic TestingDiagnostic testing for Zika virus infection can be accomplished using molecular and serologic methods; several NAT and serology assays have received Emergency Use Authorization (EUA) from the Food and Drug Administration (FDA) for use on nontissue clinical specimens.††,§§ Zika virus NAT is used to identify viral RNA in clinical or pathologic specimens, and for most persons with suspected Zika virus disease, a positive NAT result confirms acute Zika virus infection. However, despite the high specificity of NAT, false-positive results can occur (1,8,16). In addition, because Zika virus RNA is cleared from blood and other body fluids and tissues, a negative NAT result does not exclude acute Zika virus infection.Several assays can be used to detect Zika virus IgM antibodies in serum or cerebrospinal fluid. Zika virus IgM tests can be difficult to interpret because of false-positives and cross-reactivity with other flaviviruses, especially in persons who were previously infected with or vaccinated against a related flavivirus (5,21). Additionally, a negative IgM test result does not rule out Zika virus infection when an IgM test is performed before the development of IgM antibodies or after the antibodies have waned.PRNT measures virus-specific neutralizing antibody titers and should be performed for Zika and dengue viruses in NAT-negative, IgM-nonnegative (i.e., positive, equivocal, presumptive positive, or possible¶¶) specimens (21). In primary flavivirus infections (i.e., a person’s first flavivirus infection), PRNT can often identify the infecting virus (21). PRNT can also assist in identifying false-positive IgM results. However, PRNT might not discriminate between anti-Zika virus antibodies and cross-reacting antibodies in persons who have been previously infected with or vaccinated against a related flavivirus (i.e., secondary flavivirus infection) (22,23). In addition, if areas with risk for Zika virus transmission experience increasing levels of dengue virus transmission, the difficulty in differentiating between cross-reactive Zika virus and dengue virus antibodies will further complicate interpretation of test results and diagnosis of Zika virus infection. This is especially concerning at this time, as epidemiologic trends suggest a reduced likelihood of Zika virus transmission in the Americas, compared with 2016 (2,24).Efforts to develop and validate Zika virus serologic assays with improved specificity for Zika virus infection and the ability to distinguish a recent infection from a previous infection are ongoing. CDC is currently working with multiple manufacturers to validate tests in development and will update testing recommendations as new information becomes available.Updated Interim Guidance for Laboratory Testing of Pregnant Women with Exposure to Areas with Risk for Zika Virus TransmissionAs many areas in the Americas move into a subsequent (e.g., a second or third) mosquito season after introduction of Zika virus, testing becomes more complex. Given the evolving situation and the many uncertainties, the updated testing algorithms for symptomatic and asymptomatic pregnant women (Figure 1) (Figure 2) emphasize a shared patient-provider decision-making model. Counseling is recommended before and after testing, and Zika virus test results should be interpreted in the context of several limitations (Box). To address new and emerging data, the laboratory interpretations of Zika virus testing (Table 1) have also been updated.Open in a separate windowFIGURE 1Updated interim testing recommendations*,†,§,¶,**,††,§§ and interpretation of results¶¶ for symptomatic pregnant women with possible Zika virus exposure***,††† — United States (including U.S. territories), July 2017Abbreviations: IgM = immunoglobulin M; NAT = nucleic acid test; PRNT = plaque reduction neutralization test.* Ask about type and duration of Zika virus exposure before and during current pregnancy. Exposure before the current pregnancy might limit interpretation of Zika virus IgM results; pretest counseling can help inform testing decisions. Some patients may choose not to receive Zika virus IgM testing.† Zika virus testing is not routinely recommended for pregnant women with a previous diagnosis of laboratory-confirmed Zika virus infection by either NAT or serology (positive/equivocal Zika virus or dengue virus IgM and Zika virus PRNT ≥10 and dengue virus PRNT <10 results).§ This algorithm also applies to pregnant women with possible Zika virus exposure who have a fetus with prenatal ultrasound findings consistent with congenital Zika virus syndrome.¶ The duration of detectable Zika virus RNA in pregnant women following infection is not known. Preliminary data suggest that NAT might remain positive for several weeks after symptom onset in some pregnant women. Zika virus IgM antibodies are most likely to be detected within 12 weeks after infection; however, IgM antibodies might be detected for months after infection, limiting the ability to determine whether infection occurred before or during the current pregnancy.** Dengue virus IgM antibody testing is recommended for symptomatic pregnant women. For laboratory interpretation in the presence of dengue virus IgM results, refer to https: //www.cdc.gov/dengue/clinicallab/laboratory.html. †† Nonnegative results include “positive,” “equivocal,” “presumptive positive,” or “possible positive.” These are examples of assay interpretation that might accompany test results; nonnegative serology terminology varies by assay. For explanation of a specific interpretation, refer to the instructions for use for the specific assay performed. Information on each assay can be found at https: //www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm#zika under the “Labeling” tab for the specific assay.§§ Currently, PRNT confirmation is not routinely recommended for persons living in Puerto Rico. For laboratory interpretation in the absence of PRNT testing, refer to https: //www.cdc.gov/zika/pdfs/lab-table.pdf.¶¶ Despite the high specificity of NAT, false-positive NAT results have been reported. If both serum and urine specimens are NAT-positive, regardless of IgM antibody results, results should be interpreted as evidence of acute Zika virus infection. If either serum or urine specimen is NAT-positive in conjunction with a positive Zika virus IgM, results should be interpreted as evidence of acute Zika virus infection. If NAT is only positive on serum or urine and IgM testing is negative, repeat testing on the original NAT-positive specimen. If repeat NAT is positive, results should be interpreted as evidence of acute Zika virus infection. If repeat NAT testing is negative, results are indeterminate and health care providers should repeat Zika virus IgM antibody testing on a serum specimen collected ≥2 weeks after symptom onset. If subsequent IgM antibody test is positive, interpret as evidence of acute Zika virus infection, but if negative, interpret as no evidence of Zika virus infection.*** Possible Zika virus exposure includes travel to or residence in an area with risk for Zika virus transmission (https: //wwwnc.cdc.gov/travel/page/zika-travel-information) during pregnancy or the periconceptional period (8 weeks before conception [6 weeks before the last menstrual period]), or sex without a condom during pregnancy or the periconceptional period, with a partner who traveled to, or resides in an area with risk for Zika virus transmission.††† For the purposes of this guidance, recent possible Zika virus exposure or Zika virus/flavivirus infection is defined as a possible exposure or infection during the current pregnancy or periconceptional period.The figure above is an algorithm showing the updated interim testing recommendations and interpretation of results for symptomatic pregnant women with possible Zika virus exposure in the United States and U.S. territories as of July 2017.Open in a separate windowFIGURE 2Updated interim testing recommendations*,†,§ and interpretation of results¶,** for asymptomatic pregnant women with possible Zika virus exposure††,§§,¶¶ — United States (including U.S. territories), July 2017Abbreviations: IgM = immunoglobulin M; NAT = nucleic acid test; PRNT = plaque reduction neutralization test.* Ask about type and duration of Zika virus exposure before and during the current pregnancy. Exposure before the current pregnancy might limit interpretation of Zika virus IgM results; pretest counseling can help inform testing decisions.† Zika virus testing is not routinely recommended for pregnant women with a previous diagnosis of laboratory-confirmed Zika virus infection by either NAT or serology (positive/equivocal Zika virus or dengue virus IgM and Zika virus PRNT ≥10 and dengue virus PRNT <10 results).§ The interval for Zika virus NAT testing during pregnancy is unknown. Preliminary data suggest that NAT might remain positive for several weeks after infection in some pregnant women. For women without a prior laboratory-confirmed diagnosis of Zika virus, NAT testing should be offered at the initiation of prenatal care, and if Zika virus RNA is not detected on clinical specimens, two additional tests should be offered during the course of the pregnancy coinciding with prenatal visits. The proportion of fetuses and infants with Zika virus–associated birth defects is highest among women with first and early second trimester infections; therefore, conducting all NAT testing during the first and second trimesters might be considered to help identify infections early in pregnancy. However, adverse outcomes have been associated with infection diagnosed in the third trimester; therefore, testing every trimester might be considered.¶ Despite the high specificity of NAT, false-positive NAT results have been reported. If both serum and urine specimens are NAT-positive, interpretation should be acute Zika virus infection. If NAT is only positive on serum or urine, testing should be repeated on the original NAT-positive specimen. If repeat NAT is positive, results should be interpreted as evidence of acute Zika virus infection. If repeat NAT testing is negative, results are indeterminate and health care providers should perform IgM testing on a specimen collected ≥2 weeks after initial specimen collection. For laboratory interpretation, refer to https: //www.cdc.gov/zika/pdfs/lab-table.pdf.** A negative Zika virus NAT result does not exclude infection during pregnancy because it represents a single point in time. Zika virus RNA levels decline over time, and the duration of the presence of Zika virus RNA in serum and urine following infection varies among pregnant women. Despite Zika virus IgM antibody test limitations (e.g., cross-reactivity with other flaviviruses and prolonged detection for months, presenting challenges in determining the timing of infection), which should be discussed as part of pretest counseling, patients may still choose to receive Zika virus IgM testing.†† Possible Zika virus exposure includes travel to or residence in an area with risk for Zika virus transmission (https: //www.cdc.gov/zika/geo/index.html) during pregnancy or the periconceptional period (8 weeks before conception [6 weeks before the last menstrual period]), or sex without a condom, during pregnancy or the periconceptional period, with a partner who traveled to, or resides in an area with risk for Zika virus transmission.§§ Persons with ongoing possible Zika virus exposure include those who reside in or frequently travel (e.g., daily or weekly) to an area with risk for Zika virus transmission.¶¶ For the purposes of this guidance, recent possible Zika virus exposure or Zika virus/flavivirus infection is defined as a possible exposure or infection during the current pregnancy or periconceptional period.The figure above is an algorithm showing the updated interim testing recommendations and interpretation of results for asymptomatic pregnant women with possible Zika virus exposure in the United States and U.S. territories as of July 2017.BOXKey information needed for deciding whether to test and how to interpret serology resultsPregnant women with possible Zika virus exposure should be asked about their risk for exposure both before and during the current pregnancy. Health care providers should ask about the presence of symptoms of Zika virus disease (e.g., fever, rash, arthralgia, and conjunctivitis), and place, duration, and type of travel to assess a woman’s potential for exposure to Zika virus and other flaviviruses (e.g., dengue or West Nile viruses).It is important to ascertain whether a woman had exposure to Zika virus before the current pregnancy because Zika virus immunoglobulin M (IgM) antibodies can be detected for months after an infection. A positive Zika virus IgM result could indicate antibodies from infection before the current pregnancy, thus limiting the ability to distinguish between an infection that occurred before the current pregnancy and one that occurred during the current pregnancy.It is important to ascertain whether a woman had exposure to flaviviruses other than Zika virus before the current pregnancy because a positive IgM result might have been caused by cross-reactivity from a previous flavivirus exposure.Health care providers and counselors should provide appropriate pretest counseling to inform decisions on whether to test; Zika virus test results should be interpreted within the context of known limitations.A negative Zika virus IgM test result, if performed during the recommended time frame, in the setting of a negative Zika virus nucleic acid test (NAT) result, provides some reassurance of absence of Zika virus infection during the current pregnancy. However, a negative Zika virus IgM test result should be interpreted within the context of the limitations of the assay.When plaque reduction neutralization testing (PRNT) is indicated and performed during the recommended time frame, a negative PRNT result in the setting of a negative NAT result indicates that there is no laboratory evidence of Zika virus infection.Health care providers should continue to ask pregnant women at each prenatal visit about possible Zika virus exposure (e.g., travel to, or residence in an area with risk for mosquito-borne Zika virus transmission or sex with a partner who has traveled to or resides in an area with risk for mosquito-borne Zika virus transmission), specifically before and during the current pregnancy. Health care providers should ask about presence of symptoms of Zika virus disease (e.g., fever, rash, arthralgia, and conjunctivitis) and place, duration, and type of travel to assess a woman’s potential for Zika virus exposure. Data from other mosquito-borne illnesses indicate that intensity of transmission, duration of travel, and type of travel influence the likelihood of infection (25,26); these factors might also affect the likelihood of Zika virus acquisition. Knowledge of a pregnant woman’s possible exposure to Zika virus before and during pregnancy is critical contextual information that should be used to tailor pretest and posttest counseling and interpretation of test results (Box). Zika virus IgM test results might be difficult to interpret for pregnant women who have had exposure to any area with risk for Zika virus transmission before the current pregnancy, and this difficulty underscores the importance of shared patient-provider decision-making.Pregnant women with recent possible Zika virus exposure and symptoms of Zika virus disease. Testing for Zika virus infection is still recommended for pregnant women with symptoms of Zika virus disease and possible Zika virus exposure, with the main goal of establishing a diagnosis that accounts for their symptoms, or ruling out Zika virus infection so that an alternative diagnosis can be considered. Negative test results should prompt evaluation for other causes, which might include dengue virus or chikungunya virus infection, depending on the symptoms and epidemiology of circulating viruses.Concurrent NAT (serum and urine) and serologic testing (serum) is recommended for pregnant women as soon as possible, through 12 weeks after symptom onset (Figure 1). Reports of prolonged detection of Zika virus RNA in symptomatic pregnant women support longer time frames for the performance of molecular diagnostic testing (8–11,13–15). However, the proportion of pregnant women with this finding is unknown. Expanding the time frame for NAT testing through 12 weeks after symptom onset allows for a longer period in which to make a NAT-confirmed diagnosis of Zika virus infection in some pregnant women. However, because of the potential for false-positive NAT results (6,27),*** updated recommendations include NAT testing of both serum and urine and concurrent Zika virus IgM antibody testing to confirm the diagnosis of acute Zika virus infection with more than one test (Table 1).For women who seek care >12 weeks after symptom onset, Zika virus IgM testing might be considered; however, a negative result does not rule out an infection during pregnancy because IgM levels decline over time. A positive result should be interpreted within the context of the known limitations of serologic testing.Asymptomatic pregnant women with ongoing possible Zika virus exposure. For asymptomatic pregnant women with ongoing exposure to Zika virus, testing for Zika virus infection should be offered as part of routine obstetric care because it might identify acute infection during pregnancy (Figure 2). Previous guidance recommended IgM testing with reflex NAT once during the first and second trimester of pregnancy for women with ongoing possible Zika virus exposure (28). IgM testing is no longer routinely recommended because of the limitations of IgM tests and the difficulty in interpreting results.The optimal timing and frequency for testing asymptomatic pregnant women with NAT alone is unknown; NAT for asymptomatic pregnant women should be informed by jurisdictional trends in Zika virus transmission, the duration of ongoing possible exposure during pregnancy, and data on the duration of Zika virus RNA detection in body fluids. For pregnant women who have received a diagnosis of laboratory-confirmed Zika virus infection any time before or during the current pregnancy, additional Zika virus testing is not recommended. For women without a prior laboratory-confirmed diagnosis of Zika virus, NAT should be offered at the initiation of prenatal care, and if Zika virus RNA is not detected on clinical specimens, two additional NAT tests should be offered during the course of the pregnancy coinciding with prenatal visits. The proportion of fetuses and infants with Zika virus–associated birth defects is highest among women with first and early second trimester infections (29); therefore, conducting all NAT during the first and second trimesters might be considered to help identify infections early in pregnancy. However, adverse outcomes have been associated with infection diagnosed in the third trimester (28); therefore testing every trimester might also be considered.Serologic testing is not routinely recommended for asymptomatic pregnant women with ongoing possible Zika virus exposure because of the potential for prolonged detection of Zika virus IgM, which poses challenges in determining whether the infection and therefore the risk of congenital Zika virus infection, occurred during the current pregnancy. In addition, in areas with ongoing dengue virus transmission, a positive Zika virus IgM result might occur because of serologic cross-reactivity. Despite these limitations, which should be discussed as part of pretest counseling, patients may still choose to receive Zika virus IgM testing (Table 1).Although a recommendation to consider Zika virus IgM testing as part of preconception counseling to establish baseline IgM results for nonpregnant women with ongoing possible Zika virus exposure was previously issued, Zika virus IgM is no longer routinely recommended for asymptomatic pregnant women with ongoing possible Zika virus exposure, and therefore baseline preconception testing is not warranted. Zika virus testing is not recommended to determine timing of conception or pregnancy for couples in which one or both partners has had possible Zika virus exposure. Zika virus testing for this purpose is of uncertain value because: 1) IgM testing has diagnostic limitations; 2) Zika virus NAT testing of serum does not reflect persistence in other body fluids (e.g., semen). The current understanding of Zika virus shedding in genital secretions is limited (30); testing semen and vaginal fluids for Zika virus is not currently available outside research settings.Asymptomatic pregnant women with recent possible Zika virus exposure (i.e., through travel or sex) but without ongoing possible exposure. For asymptomatic pregnant women with recent possible Zika virus exposure (i.e., through travel or sex), but without ongoing possible exposure, testing for Zika virus infection is not routinely recommended. However, testing should be considered using a shared decision-making model, one in which patients and providers work together to make decisions about testing and care plans based on patient preferences and values, clinical judgment, a balanced assessment of risks and expected outcomes, and the jurisdiction’s recommendations. Health care providers should consider potential exposure risk factors when deciding whether to advise testing. These include symptoms, type and length of possible exposure, Zika virus transmission trends at location of possible exposure and the use of prevention measures (e.g., insect repellent, appropriate clothing, and condom use). Jurisdictional recommendations may take into account the epidemiology of Zika virus transmission and other epidemiologic considerations (e.g., seasonality and mosquito surveillance and control factors) in areas with risk for Zika virus transmission and, therefore, might include a routine recommendation to test asymptomatic pregnant women either for clinical care or as part of Zika virus infection surveillance.Although preliminary data indicate that the risk for Zika virus–associated birth defects does not differ by maternal symptom status, testing is not routinely recommended for asymptomatic pregnant women with recent possible Zika virus exposure but without ongoing possible exposure to address the increased probability of false positive results in the setting of the declining prevalence of Zika virus disease (28,29). The limitations of currently available tests and the lack of a vaccine or an effective therapy to prevent congenital infection or mitigate sequelae of Zika virus infection during pregnancy, or in the neonate, underscore the importance of shared patient-provider decision-making. The decision about Zika virus testing should take into account the patient’s unique circumstances and should allow pregnant women to make an informed decision about the utility of testing. If testing is conducted for asymptomatic pregnant women with recent possible Zika virus exposure, but without ongoing possible exposure, the testing algorithm for symptomatic pregnant women with possible Zika virus exposure (Figure 1) should be used, applying time frames from last possible Zika virus exposure.Pregnant women with possible Zika virus exposure who have a fetus with prenatal ultrasound findings consistent with congenital Zika virus syndrome. Maternal Zika virus NAT and IgM testing should be performed. Consideration of amniocentesis should be individualized because data about its usefulness in diagnosing congenital Zika virus infection are limited. If amniocentesis is performed as part of clinical care, NAT testing should be performed on amniocentesis specimens. A recent study reported that detection of Zika virus RNA in amniocentesis specimens from pregnancies with a fetus with Zika virus–associated birth defects indicate fetal infection. However, data also suggested that detection of Zika virus RNA in amniotic fluid could be transient and that Zika virus RNA might not always be detectable in amniotic fluid after fetal infection (13).Updated Interim Guidance for Prenatal Management of Pregnant Women with Laboratory Evidence of Possible Zika Virus Infection†††For pregnant women with laboratory evidence of possible Zika virus infection, serial fetal ultrasounds (every 3–4 weeks) should be considered to assess fetal anatomy, particularly fetal neuroanatomy, and to monitor growth. A study of 17 pregnancies in symptomatic women with laboratory-confirmed Zika virus infection and adverse fetal outcomes in Colombia and a summary of eight published studies of 37 pregnancies reported a median of 18 weeks from symptom onset to prenatal diagnosis of microcephaly (31). This finding is consistent with other reports about prenatal diagnosis of microcephaly. Among 37 pregnancies with confirmed or suspected Zika virus infection, a median of 21 weeks (range = 3–29 weeks) from maternal symptom onset to prenatal diagnosis of microcephaly was observed (31). Given the length of time for the detection of prenatal microcephaly, prenatal ultrasounds should carefully evaluate the fetal anatomy, particularly the neuroanatomy, to identify brain or structural abnormalities that might occur before microcephaly.Decisions about performing amniocentesis should be individualized because there is a paucity of data regarding the usefulness of amniocentesis in diagnosing congenital Zika virus infection. The presence of Zika virus RNA in the amniotic fluid might indicate fetal infection; however, a negative result does not exclude congenital Zika virus infection. The optimal time to perform amniocentesis to diagnose congenital Zika virus infection is not known; health care providers should discuss the risks and benefits of amniocentesis with their patients.This guidance also applies to pregnant women with laboratory evidence of presumptive Zika virus or flavivirus infection; timing of infection cannot be determined (Table 1).Updated Interim Guidance for the Evaluation of Placental and Fetal Tissue Specimens for Zika Virus InfectionDetection of Zika virus RNA has been reported in placental tissues and in fetal and infant brain tissue 15–210 days (mean = 81 days) and 119–238 days (mean = 163 days), respectively, from maternal symptom onset (32). Among 546 live births with travel-associated possible maternal Zika virus exposure in the 50 U.S. states and the District of Columbia in 2016 for which placental specimens were submitted to CDC, 60 (11%) were positive for Zika virus RNA (33). When restricted to live births without a laboratory-confirmed Zika virus infection based on maternal or infant Zika virus testing of serum or urine, 47 of 482 (10%) were positive for Zika virus RNA (33). Although, the proportion of live births with positive placental reverse-transcription polymerase chain reaction (RT-PCR) results was relatively low, these results provided definitive evidence of maternal Zika virus infection during that pregnancy. As with serologic and NAT testing of serum and urine, the proportion of pregnancies with a positive Zika virus RT-PCR on tissue specimens is expected to decrease in the setting of declining prevalence of Zika virus disease in the Americas.Testing placental tissue specimens from pregnancies with possible Zika virus exposure that result in live births can be considered for diagnostic purposes in certain scenarios. It may be considered for symptomatic pregnant women and women with infants with possible Zika virus–associated birth defects, without a definitive diagnosis of laboratory-confirmed Zika virus infection during pregnancy (Table 2). Similar to the updated testing recommendations for asymptomatic pregnant women who have recent possible Zika virus exposure but without ongoing possible exposure, testing of placental tissues is not routinely recommended; however, it should be considered for women who have a fetus or infant with possible Zika virus–associated birth defects.TABLE 2Interim guidance for Zika virus testing* of formalin-fixed, paraffin-embedded placental, fetal, or infant autopsy tissues† for completed pregnancies with possible Zika virus exposure§ during pregnancy¶ — United States (including U.S. territories), July 2017Pregnancy outcomeMaternal Zika virus test results on nontissue clinical specimens (e.g., serum, urine)Acute Zika virus infection**Zika virus infection; timing of infection cannot be determined††Flavivirus infection; timing of infection cannot be determined>12 weeks after symptom onset or exposure,§§ with either negative maternal Zika virus IgM, or no maternal testing conductedNo evidence of Zika virus infection¶¶ Testing of placental tissues Live birth, possible Zika virus–associated birth defects***Not indicated†††Should be considered to aid in maternal diagnosisNot indicated††† Live birth, no obvious Zika virus–associated birth defects at birth Not indicatedMay be considered to aid in maternal diagnosis on a case-by-case and jurisdictional basis. Not routinely recommended for asymptomatic women with possible Zika virus exposure but without ongoing possible exposureNot indicated Testing of placental and fetal tissues Pregnancy loss, possible Zika virus–associated birth defects May be considered to aid in fetal diagnosisMay be considered to aid in fetal and maternal diagnosisNot indicated††† Pregnancy loss, no obvious Zika virus–associated birth defects May be considered to aid in fetal diagnosisMay be considered to aid in fetal and maternal diagnosisNot indicated††† Testing of placental and infant autopsy tissues Infant death following live birth Should be considered to aid in infant diagnosisShould be considered to aid in infant and maternal diagnosisNot indicated†††Open in a separate windowAbbreviations: IHC = immunohistochemistry; NAT = nucleic acid test; RT-PCR = reverse-transcription polymerase chain reaction.* Zika virus testing on formalin-fixed, paraffin embedded tissue specimens is conducted at CDC’s Infectious Diseases Pathology Branch (IDPB) and includes Zika virus RT-PCR on placental and fetal/infant tissues. Zika virus IHC may be performed on placental tissues into the second trimester, fetal tissues from any gestational age, and infant autopsy tissues.† Placental tissues include placental disc, umbilical cord, and fetal membranes. Zika virus RNA can be focal within placental tissues, and testing of three sections of placenta, one section of umbilical cord, and one section of fetal membrane is recommended (https: //www.cdc.gov/zika/laboratories/test-specimens-tissues.html). For pregnancy losses and infant deaths, submission of placental tissues in addition to fetal or infant autopsy tissues, if available, is preferred, but if not available will not preclude placental testing.§ Possible Zika virus exposure includes travel to or residence in an area with risk for Zika virus transmission (https: //www.cdc.gov/zika/geo/index.html) during pregnancy or the periconceptional period (8 weeks before conception [6 weeks before the last menstrual period]), or sex without a condom, during pregnancy or the periconceptional period, with a partner who traveled to, or resides in an area with risk for Zika virus transmission.¶ Zika virus testing is not routinely recommended for asymptomatic pregnant women with recent possible Zika virus exposure but without ongoing exposure and who have a fetus or infant without Zika virus–associated birth defects.** In the event of a confirmed maternal acute Zika virus infection or confirmed congenital Zika virus infection in the infant (e.g., a positive NAT), placental testing from live births is not indicated. Currently, placental testing does not routinely provide additional diagnostic information in the setting of a maternal or infant diagnosis of acute or congenital Zika virus infection, respectively.†† For women with no possible Zika virus exposure before the current pregnancy, a positive IgM result likely represents acute Zika virus infection, and placental testing is not indicated.§§ All or part of possible maternal Zika virus exposure, or symptom onset occurred >12 weeks before maternal serum specimen was collected.¶¶ Includes pregnant women with negative Zika virus NAT and negative Zika virus IgM ≤12 weeks after symptom onset or exposure.*** Possible Zika virus–associated birth defects that meet the CDC surveillance case definition include the following: brain abnormalities and/or microcephaly, intracranial calcifications, ventriculomegaly, neural tube defects and other early brain malformations, eye abnormalities, or other consequences of central nervous system dysfunction including arthrogryposis (joint contractures), congenital hip dysplasia, and congenital deafness (https: //www.cdc.gov/zika/geo/pregnancy-outcomes.html). In all cases, infants or fetuses with possible Zika virus–associated birth defects should also be evaluated for other etiologies of congenital anomalies.††† Testing may be considered on a case-by-case basis, consult CDC for case-specific questions at https: //www.cdc.gov/zika/laboratories/test-specimens-tissues.html.Finally, testing of placental and fetal tissues may be considered in selected scenarios for pregnancies resulting in a miscarriage or fetal loss/stillbirth (and testing of autopsy tissues in the event of an infant death) to provide insight into the potential etiology of the fetal loss or infant death (Table 2), which could inform a woman’s future pregnancy planning. Additional information is available at https: //www.cdc.gov/zika/laboratories/test-specimens-tissues.html.Implications of Updated Interim Guidance for Laboratory Testing of Pregnant Women with Possible Zika Virus Exposure for the Evaluation and Care of Infants with Possible Congenital Zika Virus ExposureInterim guidance for the evaluation of infants with congenital Zika virus exposure has been previously published; infants who meet one or more of the published criteria for testing for congenital Zika virus infection should be tested and evaluated in accordance with the updated CDC interim guidance for the evaluation and management of infants with possible Zika virus infection (34). However, in light of the updated recommendations that will likely reduce routine Zika virus testing of asymptomatic pregnant women with recent possible Zika virus exposure but without ongoing possible exposure, it is critical that pediatric health care providers inquire about possible maternal and congenital Zika virus exposure for every newborn. Infants born to mothers with possible Zika virus exposure during pregnancy but who did not receive testing, including asymptomatic pregnant women with recent possible Zika virus exposure but without ongoing possible exposure, should receive a comprehensive physical examination, including standardized measurement of head circumference and newborn hearing screen, as part of routine pediatric care. In addition, based on the level of possible Zika virus exposure (e.g., duration and type of exposure, use of prevention measures, intensity of Zika virus transmission at the location of travel), the provider should consider whether further evaluation of the newborn for possible congenital Zika virus infection is warranted, in which case, a head ultrasound, and ophthalmologic assessment should be considered. Based on results of the evaluation, testing of the infant for Zika virus infection could be considered.This guidance also applies to infants born to mothers with negative maternal testing in the setting of ongoing possible Zika virus exposure or a possible Zika virus exposure that occurred more than 12 weeks before maternal testing (https: //www.cdc.gov/zika/hc-providers/infants-children/evaluation-testing.html). Recommendations for outpatient management during the first 12 months of life include monitoring of head circumference and development and are provided in the updated CDC interim guidance for the evaluation and management of infants with possible Zika virus infection (34).Prevention of Zika Virus InfectionCDC recommends that pregnant women avoid travel to any area with risk for Zika virus transmission. To prevent Zika virus infection during pregnancy, all pregnant women and their partners should receive counseling on prevention measures including strategies to prevent mosquito bites and sexual transmission of Zika virus (35). If pregnant women must travel, CDC recommends strict adherence to strategies to prevent mosquito bites and sexual transmission. Pregnant women living in areas with risk for Zika virus transmission should also follow these strategies. Couples wishing to conceive should receive preconception counseling about how to minimize risks for Zika virus infection (30). Other persons at risk for Zika virus exposure should receive information on travel and strategies to prevent mosquito bites and sexual transmission.§§§AcknowledgmentsAbbey M. Jones, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Alexis Burakoff, MD, Epidemic Intelligence Service, CDC; Alys Adamski, PhD, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Amanda Burrage, MD, Division of Global HIV And TB, National Center for Global Health, CDC; Anna C. Fulton, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Brooke Miers, MS, Division of High-Consequence Pathogens and Pathology, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Cathy E. Young, Office of the Director, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Elizabeth L. Simon, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Jasmine Jacobs-Wingo, MPH, Division of State and Local Readiness, Office of Public Health Preparedness and Response, CDC; Jazmyn Moore, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Julu Bhatnagar, PhD, Division of High Consequence Pathogens and Pathology, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Karnesha Slaughter, MPH, Division of Congenital And Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Kelley VanMaldeghem, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Kimberly Newsome, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Konrad E. Hayashi, MD, Division of Preparedness and Emerging Infections, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Laura Adams, DVM, Division of Vector-Borne Diseases, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Marion E. Rice, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Madelyn Baez-Santiago, PhD, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Meghan Raycraft, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Megan R. Reynolds, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Melissa A. Morrison, MPH, Division of State and Local Readiness, Office of Public Health Preparedness and Response, CDC; Myles Johnson, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Rebecca Free, MD, Division of Emergency Operations, Office of Public Health Preparedness and Response, CDC; Regina M. Simeone, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Shannon Fleck-Derderian, MPH, Office of the Director, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Sumaiya Khan, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Tonya R. Williams, PhD, Division of Human Development and Disability, National Center on Birth Defects and Developmental Disabilities, CDC.NotesConflict of Interest: No conflicts of interest were reported.Footnotes* https: //wwwnc.cdc.gov/travel/page/world-map-areas-with-zika . †Symptoms of Zika virus disease include acute onset of fever, maculopapular rash, arthralgia, or conjunctivitis.§Persons with ongoing possible Zika virus exposure include those who reside in or frequently travel (e.g., daily or weekly) to an area with risk for Zika virus transmission.¶For the purposes of this guidance, recent possible Zika virus exposure or Zika virus/flavivirus infection is defined as a possible exposure or infection during the current pregnancy or periconceptional period (i.e., 8 weeks before conception or 6 weeks before the last menstrual period).**Possible Zika virus–associated birth defects that meet the CDC surveillance case definition include the following: brain abnormalities and/or microcephaly, intracranial calcifications, ventriculomegaly, neural tube defects and other early brain malformations, eye abnormalities, or other consequences of central nervous system dysfunction including arthrogryposis (joint contractures), congenital hip dysplasia, and congenital deafness) (https: //www.cdc.gov/zika/geo/pregnancy-outcomes.html). In all cases, infants or fetuses with possible Zika virus–associated birth defects should also be evaluated for other etiologies of congenital anomalies.†† https: //www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm#zika . §§ https: //www.cdc.gov/zika/laboratories/lab-guidance.html . ¶¶Terms listed here are only examples of assay interpretation terminology because nonnegative serology terminology varies by assay. For explanation of a specific interpretation, refer to the instructions for use for the specific assay performed. Information on each assay can be found at https: //www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm#zika under the “Labeling” tab for the specific assay.***Page 52 at https: //www.fda.gov/downloads/MedicalDevices/Safety/EmergencySituations/UCM491592.pdf.†††Laboratory evidence of possible Zika virus infection during pregnancy is defined as 1) Zika virus infection detected by a Zika virus RNA nucleic acid test (NAT) on any maternal, placental, or fetal specimen (referred to as NAT-confirmed) or 2) diagnosis of Zika virus infection, timing of infection cannot be determined or unspecified flavivirus infection, timing of infection cannot be determined by serologic tests on a maternal specimen (i.e., positive/equivocal Zika virus immunoglobulin M [IgM] and Zika virus plaque reduction neutralization test [PRNT] titer ≥10, regardless of dengue virus PRNT value; or negative Zika virus IgM, and positive or equivocal dengue virus IgM, and Zika virus PRNT titer ≥10, regardless of dengue virus PRNT titer). The use of PRNT for confirmation of Zika virus infection, including in pregnant women and infants, is not routinely recommended in Puerto Rico (https: //www.cdc.gov/zika/laboratories/lab-guidance.html).§§§ https: //www.cdc.gov/zika/prevention/index.html ."], "doi": "10.15585/mmwr.mm6629e1", "references": ["Lanciotti RS, Kosoy OL, Laven JJ, et al. Genetic and serologic properties of Zika virus associated with an epidemic, Yap State, Micronesia, 2007. Emerg Infect Dis 2008;14:1232–9. 10.3201/eid1408.080287 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Pan American Health Organization. Regional Zika epidemiological update (Americas) May 25, 2017. Washington, DC: Pan American Health Organization. http://www.paho.org/hq/index.php?option=com_content&view=article&id=11599&Itemid=41691&lang=en", "Hancock WT, Soeters HM, Hills SL, et al. Establishing a timeline to discontinue routine testing of asymptomatic pregnant women for Zika virus infection—American Samoa, 2016–2017. MMWR Morb Mortal Wkly Rep 2017;66:299–301. 10.15585/mmwr.mm6611a5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "World Health Organization. Zika virus country classification scheme: interim guidance. Geneva, Switzerland: World Health Organization, 2017. http://www.who.int/csr/resources/publications/zika/classification/en/", "Rabe IB, Staples JE, Villanueva J, et al.; MTS. MTS. Interim guidance for interpretation of Zika virus antibody test results. MMWR Morb Mortal Wkly Rep 2016;65:543–6. 10.15585/mmwr.mm6521e1 [PubMed] [CrossRef] [Google Scholar]", "Woods CR. False-positive results for immunoglobulin M serologic results: explanations and examples. J Pediatric Infect Dis Soc 2013;2:87–90. 10.1093/jpids/pis133 [PubMed] [CrossRef] [Google Scholar]", "Musso D, Nhan T, Robin E, et al. Potential for Zika virus transmission through blood transfusion demonstrated during an outbreak in French Polynesia, November 2013 to February 2014. Euro Surveill 2014;19:20761. 10.2807/1560-7917.ES2014.19.14.20761 [PubMed] [CrossRef] [Google Scholar]", "Paz-Bailey G, Rosenberg ES, Doyle K, et al. Persistence of Zika virus in body fluids —preliminary report. N Engl J Med 2017;NEJMoa1613108. 10.1056/NEJMoa1613108 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bocanegra C, Sulleiro E, Soriano-Arandes A, et al. Zika virus infection in pregnant women in Barcelona, Spain. Clin Microbiol Infect 2016;22:648–50. 10.1016/j.cmi.2016.03.025 [PubMed] [CrossRef] [Google Scholar]", "Driggers RW, Ho CY, Korhonen EM, et al. Zika virus infection with prolonged maternal viremia and fetal brain abnormalities. N Engl J Med 2016;374:2142–51. 10.1056/NEJMoa1601824 [PubMed] [CrossRef] [Google Scholar]", "Meaney-Delman D, Oduyebo T, Polen KN, et al.; U.S. Zika Pregnancy Registry Prolonged Viremia Working Group. Prolonged detection of Zika virus RNA in pregnant women. Obstet Gynecol 2016;128:724–30. 10.1097/AOG.0000000000001625 [PubMed] [CrossRef] [Google Scholar]", "Pacheco O, Beltrán M, Nelson CA, et al. Zika Virus disease in Colombia—preliminary report. N Engl J Med 2016;NEJMoa1604037. 10.1056/NEJMoa1604037 [PubMed] [CrossRef] [Google Scholar]", "Schaub B, Vouga M, Najioullah F, et al. Analysis of blood from Zika virus-infected fetuses: a prospective case series. Lancet Infect Dis 2017;17:520–7. 10.1016/S1473-3099(17)30102-0 [PubMed] [CrossRef] [Google Scholar]", "St George K, Sohi IS, Dufort EM, et al. Zika virus testing considerations: lessons learned from the first 80 real-time reverse transcription-PCR-positive cases diagnosed in New York State. J Clin Microbiol 2017;55:535–44. 10.1128/JCM.01232-16 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Suy A, Sulleiro E, Rodó C, et al. Prolonged Zika virus viremia during pregnancy. N Engl J Med 2016;375:2611–3. 10.1056/NEJMc1607580 [PubMed] [CrossRef] [Google Scholar]", "Bingham AM, Cone M, Mock V, et al. Comparison of test results for Zika virus RNA in urine, serum, and saliva specimens from persons with travel-associated Zika virus disease—Florida, 2016. MMWR Morb Mortal Wkly Rep 2016;65:475–8. 10.15585/mmwr.mm6518e2 [PubMed] [CrossRef] [Google Scholar]", "Roehrig JT, Nash D, Maldin B, et al. Persistence of virus-reactive serum immunoglobulin m antibody in confirmed West Nile virus encephalitis cases. Emerg Infect Dis 2003;9:376–9. 10.3201/eid0903.020531 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "CDC. Prolonged IgM antibody response in people infected with Zika virus: implications for interpreting serologic testing results for pregnant women. Atlanta, GA: US Department of Health and Human Services, CDC; 2017. [Google Scholar]", "Poland JD, Calisher CH, Monath TP, Downs WG, Murphy K. Persistence of neutralizing antibody 30-35 years after immunization with 17D yellow fever vaccine. Bull World Health Organ 1981;59:895–900. [PMC free article] [PubMed] [Google Scholar]", "Okuno Y, Fukunaga T, Tadano M, et al. Serological studies on volunteers inoculated experimentally with a dengue virus strain in 1943. Biken J 1983;26:161–3. [PubMed] [Google Scholar]", "Calisher CH, Karabatsos N, Dalrymple JM, et al. Antigenic relationships between flaviviruses as determined by cross-neutralization tests with polyclonal antisera. J Gen Virol 1989;70:37–43. 10.1099/0022-1317-70-1-37 [PubMed] [CrossRef] [Google Scholar]", "Halstead SB, Rojanasuphot S, Sangkawibha N. Original antigenic sin in dengue. Am J Trop Med Hyg 1983;32:154–6. 10.4269/ajtmh.1983.32.154 [PubMed] [CrossRef] [Google Scholar]", "Johnson BW, Kosoy O, Martin DA, et al. West Nile virus infection and serologic response among persons previously vaccinated against yellow fever and Japanese encephalitis viruses. Vector Borne Zoonotic Dis 2005;5:137–45. 10.1089/vbz.2005.5.137 [PubMed] [CrossRef] [Google Scholar]", "Ikejezie J, Shapiro CN, Kim J, et al. Zika virus transmission—Region of the Americas, May 15, 2015–December 15, 2016. MMWR Morb Mortal Wkly Rep 2017;66:329–34. 10.15585/mmwr.mm6612a4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Massad E, Behrens BC, Coutinho FA, Behrens RH. Cost risk benefit analysis to support chemoprophylaxis policy for travellers to malaria endemic countries. Malar J 2011;10:130. 10.1186/1475-2875-10-130 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Pinsent A, Read JM, Griffin JT, et al. Risk factors for UK Plasmodium falciparum cases. Malar J 2014;13:298. 10.1186/1475-2875-13-298 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Williamson PC, Linnen JM, Kessler DA, et al. First cases of Zika virus-infected US blood donors outside states with areas of active transmission. Transfusion 2017;57:770–8. 10.1111/trf.14041 [PubMed] [CrossRef] [Google Scholar]", "Shapiro-Mendoza CK, Rice ME, Galang RR, et al.; Zika Pregnancy and Infant Registries Working Group. Pregnancy outcomes after maternal Zika virus infection during pregnancy—U.S. territories, January 1, 2016–April 25, 2017. MMWR Morb Mortal Wkly Rep 2017;66:615–21. 10.15585/mmwr.mm6623e1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Reynolds MR, Jones AM, Petersen EE, et al.; U.S. Zika Pregnancy Registry Collaboration. Vital signs: update on Zika virus-associated birth defects and evaluation of all U.S. infants with congenital Zika virus exposure—U.S. Zika Pregnancy Registry, 2016. MMWR Morb Mortal Wkly Rep 2017;66:366–73. 10.15585/mmwr.mm6613e1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Petersen EE, Meaney-Delman D, Neblett-Fanfair R, et al. Update: interim guidance for preconception counseling and prevention of sexual transmission of Zika virus for persons with possible Zika virus exposure—United States, September 2016. MMWR Morb Mortal Wkly Rep 2016;65:1077–81. 10.15585/mmwr.mm6539e1 [PubMed] [CrossRef] [Google Scholar]", "Parra-Saavedra M, Reefhuis J, Piraquive JP, et al. Serial head and brain imaging of 17 fetuses with confirmed Zika virus infection in Colombia, South America. Obstet Gynecol 2017;130:207–12. 10.1097/AOG.0000000000002105 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bhatnagar J, Rabeneck DB, Martines RB, et al. Zika virus RNA replication and persistence in brain and placental tissue. Emerg Infect Dis 2017;23:405–14. 10.3201/eid2303.161499 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Reagan-Steiner S, Simeone R, Simon E, et al.; Zika Virus Response Epidemiology and Surveillance Task Force Pathology Team. Evaluation of placental and fetal tissue specimens for Zika virus infection—50 states and District of Columbia, January–December, 2016. MMWR Morb Mortal Wkly Rep 2017;66:636–43. 10.15585/mmwr.mm6624a3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Russell K, Oliver SE, Lewis L, et al.; Contributors. Contributors. Update: interim guidance for the evaluation and management of infants with possible congenital Zika virus infection—United States, August 2016. MMWR Morb Mortal Wkly Rep 2016;65:870–8. 10.15585/mmwr.mm6533e2 [PubMed] [CrossRef] [Google Scholar]", "Oduyebo T, Igbinosa I, Petersen EE, et al. Update: interim guidance for health care providers caring for pregnant women with possible Zika virus exposure—United States, July 2016. MMWR Morb Mortal Wkly Rep 2016;65:739–44. 10.15585/mmwr.mm6529e1 [PubMed] [CrossRef] [Google Scholar]"], "isFullpaper": true, "keywords": [], "authors": ["Titilope Oduyebo", "Kara D. Polen", "Henry T. Walke", "Sarah Reagan-Steiner", "Eva Lathrop", "Ingrid B. Rabe", "MBChB", "Wendi L. Kuhnert-Tallman", "Stacey W. Martin", "Allison T. Walker", "Christopher J. Gregory", "Edwin W. Ades", "Darin S. Carroll", "Maria Rivera", "Janice Perez-Padilla", "Carolyn Gould", "Jeffrey B. Nemhauser", "C. Ben Beard", "Jennifer L. Harcourt", "Laura Viens", "Michael Johansson", "Sascha R. Ellington", "MSPH", "Emily Petersen", "Laura A. Smith", "Jessica Reichard", "MPA", "Jorge Munoz-Jordan", "Michael J. Beach", "Dale A. Rose", "Ezra Barzilay", "Michelle Noonan-Smith", "Denise J. Jamieson", "Sherif R. Zaki", "Lyle R. Petersen", "Margaret A. Honein", "Dana Meaney-Delman"], "term": "zika", "chunk_id": ["81fcc781-1cda-426f-ab38-a1365e00a340", "32e3d08f-3540-46bc-b513-52882b252bc1", "e004a28f-6589-4c6d-8212-286ec55e0900", "95b61de0-d372-4189-8e70-52ebef402eb0", "b232847c-cc0a-4917-9db1-942b68540cd5", "2475af92-b86d-4058-98b3-0301190ad711", "d2a0a752-37f3-4c8d-9d9d-f0f11792688d", "d0042f25-817b-4eb3-a8c9-0ba3ae9f504e", "5b83b8a1-ebc7-4b9b-81cd-71ef7b418e3b", "6ea38cc1-25da-4313-ae60-8412bcd05a03", "1edbbcb5-24d8-4d3c-a51b-963666ba4be4", "ae980ba3-4fbe-47c9-995d-85de2d09309b", "a92c2504-7f49-4ec7-82db-4c366f1d2caa", "2f395a5c-1c31-4d29-8701-c5a3cb2e81fc", "e1019b79-d9a6-4792-ace3-7e24f4065baf", "5002eefa-ddf0-45ae-ab3e-0579f6f02088", "32dc2df0-6ad9-4737-9f67-88376ebbce4d", "1d4065e4-4a2a-4eec-89a6-c36bcaf0c529", "6758f02a-6883-4d23-9455-8a2c513be89c", "0c6e7fac-1cb6-49d3-a39c-c9f358180855", "6989043f-91c3-48f9-9359-15527eb29fdf", "6798dcf6-39cb-4499-9978-06cda0c34d69", "29c30d30-1717-493b-bd23-0d15edf36e16", "58f7ad6b-6ed8-488c-9f9d-6bad059894bf", "1e07eae7-7c91-45f1-83ef-80cd75644ebe", "2450ffc8-b06c-4eef-96f7-6f932ae554a4", "2e2620e9-76cd-489d-86b9-c55cc3b98ef0", "8f6d4553-e101-400b-9840-1eaba8cb0e2f", "ed5f22cb-24b0-4a7b-912e-10f57a014f43", "2e7e6d16-6d75-441c-be2a-9d15456812ae", "975a06e7-734c-401e-a501-c1ad27a2f434", "1d16764e-064c-46eb-92c2-da78a05aa3cc", "823c56b3-677e-4838-8f6c-fbb9bef5a85e", "fa4096fa-068c-4ce4-831c-ffe843f7b9c2", "cad6c66f-f326-484a-b115-b441a4c07448", "d4f2f016-e2b8-40d2-832e-2a832306fe1f", "e3b64437-8d9a-44af-bb52-3d6346e73c84", "4e7cc423-bf32-45a5-8002-2412fbdc7ac2", "8eb4ee60-93c3-4563-8558-b039023ed623", "49d5a0fd-98df-452b-a8a8-a7f03d39b68a", "dba192d8-6787-4353-80bd-ebf1215f0fad", "2217f76a-8acf-4f54-a124-1c3f6ac0d35a", "548abb39-c060-4fa7-9dee-0032069f8e4a", "06c3a2f8-4a90-4b07-a254-1bd34b79b889", "9f55f2a8-4637-43ae-9784-1e8358a1426c", "dbb8cbd3-a5c8-4a6d-955c-5b86c03f7af5", "d796ab58-2c93-4901-95de-fc3929b4e806", "d9a2b61b-783a-4e5c-8fc0-865f5f05e6de", "e085113f-a2fc-4a18-9e63-3860fa191c3b", "b325011d-95c8-43dc-971f-f1c4e2ec8a3d", "8c0bea12-9c7e-41f4-a4cf-565334518ac2", "18a6ac19-72d9-4031-a269-834f61554f3b", "c1baf45d-d1ea-4c26-8fc3-fa0a8cf08dbb", "6b1a66bb-af7f-404d-aad0-fa17568e8a6d", "6eb2ea79-2d74-499b-89d6-c3ab7147826b", "7accbbe6-8785-449f-ac78-8d79ef27516c", "1ade93ad-4a49-4b06-98dc-9841df908a23", "b39ee27a-ab41-450c-9465-c72279381223", "f55f9864-a624-4fb2-8e4a-ae8b1f6f8256", "1037371e-f482-493b-8d9c-90537063074d", "04206011-0c20-4728-9f70-8556b71093bb", "e38d8b7e-6030-40ea-9cfa-3c3384a2d76c", "a73befc4-fc29-4d16-baa9-353f45ff07d8", "2adaeb37-d445-4e00-9c6b-b8f6201995c5", "432384a6-379d-46dc-b960-fcffe5d0b283", "5c592545-cf8a-442c-a6bb-b14acddf95df", "7961e9d8-0d30-4036-8702-a6364f16d505", "d45e0567-e41e-48d4-bb54-33dd472b6ba4", "63e72890-175f-4fd3-9e75-f630812beef5", "6b9afc5f-3de4-4d7a-80c1-7dcddee73c04", "1eaa823d-e613-4e31-9cc6-80a2b37b7c50", "e7034ae5-e6bb-4722-b02d-bea7126f4af8", "5c849c33-f2d0-426f-8f43-ec689499022f", "87909a1c-761a-425b-a79c-5093bd1f5d65", "f64c6e20-d963-40a8-a37f-3d4fe09dcd84", "54b9e852-6bb8-4c51-8d49-e372af3ee628", "aa46fba2-72b8-4ece-a0e3-30aa62e805a2", "1f449830-00ba-4336-8e25-f40ffdf52175", "4f322265-7c65-4d61-a107-26563e499e35", "100f00a5-b871-46e3-8a18-5ea2c22140d8", "9090d19e-f738-4285-b2f8-c494976a8d9c", "fc9b0cec-a583-45fe-9595-808080fe8346", "dce53a74-648b-47ca-a596-32ec08f75d5a", "da93f9cc-5bf0-474c-8e28-dfdbefc9a52c", "2b572f18-f9c6-45b6-a125-bba069f3f534", "a81bbe5d-55cd-40d4-85c4-38bbc6ca6641", "40145937-0cd8-450d-b029-b69e20a63cc7", "5556863a-8ba3-49cd-9198-22f77360ea22"], "chunks": ["MMWR Morb Mortal Wkly Rep. 2017 Jul 28; 66(29): 781–793. Published online 2017 Jul 28. doi: 10.15585/mmwr.mm6629e1PMCID: PMC5657812PMID: 28749921Update: Interim Guidance for Health Care Providers Caring for Pregnant Women with Possible Zika Virus Exposure — United States (Including U.S. Territories), July 2017Titilope Oduyebo, MD, 1 Kara D. Polen, MPH, 1 Henry T. Walke, MD, 1 Sarah Reagan-Steiner, MD, 1 Eva Lathrop, MD, 1 Ingrid B. Rabe, MBChB, 1 Wendi L. Kuhnert-Tallman, PhD, 1 Stacey W. Martin, MSc, 1 Allison T. Walker, PhD, 1 Christopher J. Gregory, MD, 1 Edwin W. Ades, PhD, 1 Darin S. Carroll, PhD, 1 Maria Rivera, MPH, 1 Janice Perez-Padilla, MPH, 1 Carolyn Gould, MD, 1 Jeffrey B. Nemhauser, MD, 1 C. Ben Beard, PhD, 1 Jennifer L. Harcourt, PhD, 1 Laura Viens, MD, 1 Michael Johansson, PhD, 1 Sascha R. Ellington, MSPH, 1 Emily Petersen, MD, 1 Laura A. Smith, MA, 1 Jessica Reichard, MPA, 1 Jorge Munoz-Jordan, PhD, 1 Michael J. Beach, PhD, 1 Dale A", ". Smith, MA, 1 Jessica Reichard, MPA, 1 Jorge Munoz-Jordan, PhD, 1 Michael J. Beach, PhD, 1 Dale A. Rose, PhD, 1 Ezra Barzilay, MD, 1 Michelle Noonan-Smith, 1 Denise J. Jamieson, MD, 1 Sherif R. Zaki, MD, 1 Lyle R. Petersen, MD, 1 Margaret A. Honein, PhD, 1 and Dana Meaney-Delman, MD 1 Titilope Oduyebo1Zika Virus Response Team, CDC.Find articles by Titilope OduyeboKara D. Polen1Zika Virus Response Team, CDC.Find articles by Kara D. PolenHenry T. Walke1Zika Virus Response Team, CDC.Find articles by Henry T. WalkeSarah Reagan-Steiner1Zika Virus Response Team, CDC.Find articles by Sarah Reagan-SteinerEva Lathrop1Zika Virus Response Team, CDC.Find articles by Eva LathropIngrid B. Rabe1Zika Virus Response Team, CDC.Find articles by Ingrid B. RabeWendi L. Kuhnert-Tallman1Zika Virus Response Team, CDC.Find articles by Wendi L. Kuhnert-TallmanStacey W. Martin1Zika Virus Response Team, CDC.Find articles by Stacey W. MartinAllison T", ". Martin1Zika Virus Response Team, CDC.Find articles by Stacey W. MartinAllison T. Walker1Zika Virus Response Team, CDC.Find articles by Allison T. WalkerChristopher J. Gregory1Zika Virus Response Team, CDC.Find articles by Christopher J. GregoryEdwin W. Ades1Zika Virus Response Team, CDC.Find articles by Edwin W. AdesDarin S. Carroll1Zika Virus Response Team, CDC.Find articles by Darin S. CarrollMaria Rivera1Zika Virus Response Team, CDC.Find articles by Maria RiveraJanice Perez-Padilla1Zika Virus Response Team, CDC.Find articles by Janice Perez-PadillaCarolyn Gould1Zika Virus Response Team, CDC.Find articles by Carolyn GouldJeffrey B. Nemhauser1Zika Virus Response Team, CDC.Find articles by Jeffrey B. NemhauserC. Ben Beard1Zika Virus Response Team, CDC.Find articles by C. Ben BeardJennifer L. Harcourt1Zika Virus Response Team, CDC.Find articles by Jennifer L", ". Ben BeardJennifer L. Harcourt1Zika Virus Response Team, CDC.Find articles by Jennifer L. HarcourtLaura Viens1Zika Virus Response Team, CDC.Find articles by Laura ViensMichael Johansson1Zika Virus Response Team, CDC.Find articles by Michael JohanssonSascha R. Ellington1Zika Virus Response Team, CDC.Find articles by Sascha R. EllingtonEmily Petersen1Zika Virus Response Team, CDC.Find articles by Emily PetersenLaura A. Smith1Zika Virus Response Team, CDC.Find articles by Laura A. SmithJessica Reichard1Zika Virus Response Team, CDC.Find articles by Jessica ReichardJorge Munoz-Jordan1Zika Virus Response Team, CDC.Find articles by Jorge Munoz-JordanMichael J. Beach1Zika Virus Response Team, CDC.Find articles by Michael J. BeachDale A. Rose1Zika Virus Response Team, CDC.Find articles by Dale A. RoseEzra Barzilay1Zika Virus Response Team, CDC.Find articles by Ezra BarzilayMichelle Noonan-Smith1Zika Virus Response Team, CDC.Find articles by Michelle Noonan-SmithDenise J", ". Jamieson1Zika Virus Response Team, CDC.Find articles by Denise J. JamiesonSherif R. Zaki1Zika Virus Response Team, CDC.Find articles by Sherif R. ZakiLyle R. Petersen1Zika Virus Response Team, CDC.Find articles by Lyle R. PetersenMargaret A. Honein1Zika Virus Response Team, CDC.Find articles by Margaret A. HoneinDana Meaney-Delman1Zika Virus Response Team, CDC.Find articles by Dana Meaney-DelmanAuthor information Copyright and License information PMC Disclaimer1Zika Virus Response Team, CDC.Corresponding author.Corresponding author: Titilope Oduyebo, vog.cdc@hcmakiZ; 770-488-7100.PMC Copyright notice All material in the MMWR Series is in the public domain and may be used and reprinted without permission; citation as to source, however, is appreciated.CDC has updated the interim guidance for U.S", ". health care providers caring for pregnant women with possible Zika virus exposure in response to 1) declining prevalence of Zika virus disease in the World Health Organization’s Region of the Americas (Americas) and 2) emerging evidence indicating prolonged detection of Zika virus immunoglobulin M (IgM) antibodies. Zika virus cases were first reported in the Americas during 2015–2016; however, the incidence of Zika virus disease has since declined. As the prevalence of Zika virus disease declines, the likelihood of false-positive test results increases. In addition, emerging epidemiologic and laboratory data indicate that, as is the case with other flaviviruses, Zika virus IgM antibodies can persist beyond 12 weeks after infection", ". Therefore, IgM test results cannot always reliably distinguish between an infection that occurred during the current pregnancy and one that occurred before the current pregnancy, particularly for women with possible Zika virus exposure before the current pregnancy. These limitations should be considered when counseling pregnant women about the risks and benefits of testing for Zika virus infection during pregnancy", ". This updated guidance emphasizes a shared decision-making model for testing and screening pregnant women, one in which patients and providers work together to make decisions about testing and care plans based on patient preferences and values, clinical judgment, and a balanced assessment of risks and expected outcomes.For these recommendations, the definition of possible Zika virus exposure has not changed and includes travel to, or residence in an area with risk for mosquito-borne Zika virus transmission or sex with a partner who has traveled to or resides in an area with risk for mosquito-borne Zika virus transmission. These areas can be found on the CDC “Zika Travel Information” webpage.*Key recommendations include the following: 1) All pregnant women in the United States and U.S. territories should be asked about possible Zika virus exposure before and during the current pregnancy, at every prenatal care visit", ". CDC recommends that pregnant women not travel to any area with risk for Zika virus transmission. It is also recommended that pregnant women with a sex partner who has traveled to or lives in an area with risk for Zika virus transmission use condoms or abstain from sex for the duration of the pregnancy.2) Pregnant women with recent possible Zika virus exposure and symptoms† of Zika virus disease should be tested to diagnose the cause of their symptoms. The updated recommendations include concurrent Zika virus nucleic acid test (NAT) and serologic testing as soon as possible through 12 weeks after symptom onset.3) Asymptomatic pregnant women with ongoing possible Zika virus exposure§ should be offered Zika virus NAT testing three times during pregnancy. IgM testing is no longer routinely recommended because IgM can persist for months after infection; therefore, IgM results cannot reliably determine whether an infection occurred during the current pregnancy", ". The optimal timing and frequency of testing of asymptomatic pregnant women with NAT alone is unknown. For pregnant women who have received a diagnosis of laboratory-confirmed Zika virus infection (by either NAT or serology [positive/equivocal Zika virus or dengue virus IgM and Zika virus plaque reduction neutralization test (PRNT) ≥10 and dengue virus PRNT <10 results]) any time before or during the current pregnancy, additional Zika virus testing is not recommended", ". For pregnant women without a prior laboratory-confirmed diagnosis of Zika virus, NAT testing should be offered at the initiation of prenatal care, and if Zika virus RNA is not detected on clinical specimens, two additional tests should be offered during the course of the pregnancy coinciding with prenatal visits.4) Asymptomatic pregnant women who have recent¶ possible Zika virus exposure (i.e., through travel or sexual exposure) but without ongoing possible exposure are not routinely recommended to have Zika virus testing. Testing should be considered using a shared patient-provider decision-making model, one in which patients and providers work together to make decisions about testing and care plans based on patient preferences and values, clinical judgment, a balanced assessment of risks and expected outcomes, and the jurisdiction’s recommendations", ". Based on the epidemiology of Zika virus transmission and other epidemiologic considerations (e.g., seasonality), jurisdictions might recommend testing of asymptomatic pregnant women, either for clinical care or as part of Zika virus surveillance. With the decline in the prevalence of Zika virus disease, the updated recommendations for the evaluation and testing of pregnant women with recent possible Zika virus exposure but without ongoing possible exposure are now the same for all areas with any risk for Zika virus transmission.5) Pregnant women who have recent possible Zika virus exposure and who have a fetus with prenatal ultrasound findings consistent with congenital Zika virus syndrome should receive Zika virus testing to assist in establishing the etiology of the birth defects. Testing should include both NAT and IgM tests.6) The comprehensive approach to testing placental and fetal tissues has been updated", ". Testing placental and fetal tissue specimens can be performed for diagnostic purposes in certain scenarios (e.g., women without a diagnosis of laboratory-confirmed Zika virus infection and who have a fetus or infant with possible Zika virus-associated birth defects**)", ". However, testing of placental tissues for Zika virus infection is not routinely recommended for asymptomatic pregnant women who have recent possible Zika virus exposure but without ongoing possible exposure and who have a live born infant without evidence of possible Zika virus–associated birth defects.7) Zika virus IgM testing as part of preconception counseling to establish baseline IgM results for nonpregnant women with ongoing possible Zika virus exposure is not warranted because Zika virus IgM testing is no longer routinely recommended for asymptomatic pregnant women with ongoing possible Zika virus exposure.CDC continues to evaluate all available evidence and will update recommendations as new information becomes available.Zika Virus InfectionZika virus is a mosquito-borne flavivirus that is closely related to dengue, West Nile, Japanese encephalitis, and yellow fever viruses (1)", ". During 2015–2016, Zika virus spread rapidly and caused outbreaks across the Americas; 47 countries and territories in the Americas reported Zika virus outbreaks. However, since early 2017, the reported incidence of Zika virus disease in the region has declined (2).The World Health Organization uses a country classification scheme that describes the epidemiology of Zika virus transmission to aid in geographic risk assessment. Some areas (e.g., American Samoa) have been reclassified to indicate that Zika virus transmission has been interrupted (3,4), which is reflective of the declining trends in the prevalence of Zika virus disease. As of July 23, 2017, 95 countries and territories have been designated by CDC as areas with any possible risk for Zika virus transmission.Although the understanding of the consequences of Zika virus infection is improving, diagnosing Zika virus infection accurately continues to present challenges", ". First, Zika virus is present in body fluids only transiently, which makes confirming the presence of the virus difficult. Second, serologic testing, based on the immunologic response, cannot always reliably determine when infection occurred. Finally, serologic tests are prone to false-positive results and cross-reactivity with other flaviviruses (5). With declining prevalence of Zika virus disease (2), the probability of false-positive test results increases (6). The changing epidemiology further limits the diagnostic capability of currently available Zika virus tests. In this context, CDC has updated the interim guidance for health care providers caring for pregnant women with possible Zika virus exposure to provide new information and highlight current testing limitations.Persistence of Zika Virus Nucleic Acid and Immune ResponseData from outbreaks before 2015 indicated that Zika virus RNA was detected in serum for up to 7 days after symptom onset (1,7)", ". However, in some persons, Zika virus RNA can be detected in body fluids longer than has been documented previously. The Zika Virus Persistence (ZiPer) Study of persons with NAT-confirmed Zika virus disease, recently reported detection of viral RNA in serum 8–15 days after symptom onset in 36% (10 of 28) of participants, 16–30 days after symptom onset in 21% (27 of 129), and >60 days after symptom onset in 4% (three of 79) (8). Prolonged detection of Zika virus RNA in serum obtained from pregnant women was also reported; three of the five pregnant women included in the ZiPer study had detectable RNA 46 days after symptom onset, and one had detectable RNA 80 days after symptom onset", ". This finding is consistent with other small case series (<20 pregnant women in total) that have demonstrated detection of Zika virus RNA for longer than had been previously reported, up to 107 days after symptom onset and 53 days after last exposure (9–15).Zika virus IgM antibodies typically become detectable within the first 2 weeks after symptom onset (1,8,16). Published data on the duration of detection of IgM antibodies following Zika virus infection are limited. In the ongoing ZiPer study, IgM antibodies were detected in 34% (17 of 50) of participants at 0–7 days after symptom onset, 100% (28 of 28) at 8–15 days after symptom onset, and 87% (52 of 60) >60 days after symptom onset (8). In addition, consistent with what is known about other flaviviruses (17), unpublished preliminary data from this study indicate a median of 4 months (122 days, [range = 8–210 days]) to the first negative Zika virus IgM result (18)", ". Thus, detection of IgM antibodies might not indicate an infection that occurred during the current pregnancy. Inability to determine the timing of infection through IgM testing is a major challenge for pregnant women and their health care providers, making it difficult for health care providers to counsel pregnant women about the risk for congenital Zika virus infection.Neutralizing antibodies develop shortly after IgM antibodies and likely persist for many years (19). Based on experience with other flaviviruses, previous Zika virus infection is likely to confer prolonged, possibly lifelong, immunity (20). Testing is not routinely recommended for pregnant women with a previous diagnosis of laboratory-confirmed Zika virus infection by either NAT or serology (positive/equivocal Zika virus or dengue virus IgM and Zika virus PRNT ≥10 and dengue virus PRNT <10 results)", ". However, in light of the limitations of serologic testing (e.g., cross-reactivity and false-positive test results), for pregnant women without a previous diagnosis of laboratory-confirmed Zika virus infection, including those with laboratory evidence of flavivirus infection or laboratory evidence of presumptive Zika virus or flavivirus infection (Table 1), decisions about testing during a subsequent pregnancy should be made using a shared patient-provider decision-making model. If the decision is made to test, only NAT testing is recommended, because IgM antibody testing might not be able to determine the timing of infection among pregnant women who have had exposure to Zika virus before the current pregnancy.TABLE 1Interpretation*,† of results of nucleic acid and antibody testing§,¶ for suspected Zika virus infection — United States (including U.S", ". territories), July 2017Zika virus NAT (serum)**Zika virus NAT (urine) **Zika virus IgM††Zika virus PRNTDengue virus PRNTInterpretation and recommendationsPositivePositiveAny result Not indicatedNot indicated Acute Zika virus infection NegativePositivePositive Not indicatedNot indicated Acute Zika virus infection NegativePositiveNegative Not indicatedNot indicated Suggests acute Zika virus infection • Repeat testing on original urine specimen• If repeat NAT result is positive, interpret as evidence of acute Zika virus infection• If repeat NAT result is negative, repeat Zika virus IgM testing on a serum specimen collected ≥2 weeks after symptom onset or possible exposure or specimen collection date • If repeat IgM result is positive,§§ interpret as evidence of acute Zika virus infection • If repeat IgM result is not positive, interpret as no evidence of Zika virus infectionPositiveNegative or not performedPositive Not indicatedNot indicated Acute Zika virus infection PositiveNegative", "or not performedPositive Not indicatedNot indicated Acute Zika virus infection PositiveNegative or not performedNegative Not indicatedNot indicated Suggests acute Zika virus infection • Repeat testing on original serum specimen• If repeat NAT result is positive, interpret as evidence of acute Zika virus infection• If repeat NAT result is negative, repeat Zika virus IgM testing on a serum specimen collected ≥2 weeks after symptom onset or possible exposure or specimen collection date • If repeat IgM result is positive, §§ interpret as evidence of acute Zika virus infection • If repeat IgM antibody result is not positive, interpret as no evidence of Zika virus infectionNegativeNegative or not performedAny nonnegative result¶¶ ≥10<10 Zika virus infection; timing of infection cannot be determined • For persons without prior Zika virus exposure, a positive IgM result represents recent Zika virus infectionNegativeNegative or not performedAny nonnegative result¶¶ <10Any result No evidence of", "infectionNegativeNegative or not performedAny nonnegative result¶¶ <10Any result No evidence of Zika virus infection NegativeNegative or not performedAny nonnegative result¶¶ ≥10≥10 Flavivirus infection; specific virus cannot be identified; timing of infection cannot be determined • For persons without prior Zika virus exposure, a positive IgM result represents recent unspecified flavivirus infection For areas where PRNT is not recommended¶ NegativeNegative or not performedPositive for Zika virus AND negative for dengue virusNot performed because PRNT is not recommended Presumptive Zika virus infection; timing of infection cannot be determined*** NegativeNegative or not performedPositive for Zika virus AND positive for dengue virusNot performed because PRNT is not recommended Presumptive flavivirus infection; specific virus cannot be identified; timing of infection cannot be determined*** NegativeNegative or not performedEquivocal (either or both assays)Not performed because PRNT is", "NegativeNegative or not performedEquivocal (either or both assays)Not performed because PRNT is not recommended Insufficient information for interpretation • Consider repeat testingNegativeNegative or not performedNegative on both assaysNot performed because PRNT is not recommended No laboratory evidence of Zika virus infection Open in a separate windowAbbreviations: IgM = immunoglobulin M; NAT = nucleic acid test; PRNT = plaque reduction neutralization test.* Final interpretations of results of Zika virus tests should be performed after all testing is completed.† Serology test results that indicate flavivirus infection should be interpreted in the context of circulating flaviviruses.§ Dengue virus IgM testing is recommended for symptomatic pregnant women as well as for asymptomatic pregnant women residing in areas where PRNT is not recommended.¶ Currently, PRNT confirmation is not routinely recommended for persons living in Puerto Rico.** Serum must be submitted for all persons", "routinely recommended for persons living in Puerto Rico.** Serum must be submitted for all persons tested for Zika virus infection; a urine specimen for Zika virus NAT testing should always be submitted concurrently with a serum specimen.†† For laboratory interpretation in the presence of dengue virus IgM results refer to https: //www.cdc.gov/dengue/clinicallab/laboratory.html", ". §§ Positive results include “positive,” “presumptive Zika virus positive,” or “possible Zika virus positive.” These are examples of assay interpretations that might accompany test results; positive serology terminology varies by assay. For explanation of a specific interpretation, refer to the instructions for use for the specific assay performed. Information on each assay can be found at https: //www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm#zika under the “Labeling” tab for the specific assay.¶¶ Nonnegative results include “positive,” “equivocal,” “presumptive positive,” or “possible positive.” These are examples of assay interpretations that might accompany test results; nonnegative serology terminology varies by assay. For explanation of a specific interpretation, refer to the instructions for use for the specific assay performed", ". Information on each assay can be found at https: //www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm#zika under the “Labeling” tab for the specific assay.*** Zika virus IgM positive result is reported as “presumptive positive or flavivirus infection” to denote the need to perform confirmatory PRNT titers against Zika virus, dengue virus, and other flaviviruses to which the person might have been exposed to resolve potential false-positive results that might have been caused by cross-reactivity or nonspecific reactivity. In addition, ambiguous test results (e.g., inconclusive, equivocal, and indeterminate) that are not resolved by retesting also should have PRNT titers performed to rule out a false-positive result", ". However, PRNT confirmation is currently not routinely recommended for persons living in Puerto Rico.Zika Virus Diagnostic TestingDiagnostic testing for Zika virus infection can be accomplished using molecular and serologic methods; several NAT and serology assays have received Emergency Use Authorization (EUA) from the Food and Drug Administration (FDA) for use on nontissue clinical specimens.††,§§ Zika virus NAT is used to identify viral RNA in clinical or pathologic specimens, and for most persons with suspected Zika virus disease, a positive NAT result confirms acute Zika virus infection. However, despite the high specificity of NAT, false-positive results can occur (1,8,16). In addition, because Zika virus RNA is cleared from blood and other body fluids and tissues, a negative NAT result does not exclude acute Zika virus infection.Several assays can be used to detect Zika virus IgM antibodies in serum or cerebrospinal fluid", ". Zika virus IgM tests can be difficult to interpret because of false-positives and cross-reactivity with other flaviviruses, especially in persons who were previously infected with or vaccinated against a related flavivirus (5,21). Additionally, a negative IgM test result does not rule out Zika virus infection when an IgM test is performed before the development of IgM antibodies or after the antibodies have waned.PRNT measures virus-specific neutralizing antibody titers and should be performed for Zika and dengue viruses in NAT-negative, IgM-nonnegative (i.e., positive, equivocal, presumptive positive, or possible¶¶) specimens (21). In primary flavivirus infections (i.e., a person’s first flavivirus infection), PRNT can often identify the infecting virus (21). PRNT can also assist in identifying false-positive IgM results", ". PRNT can also assist in identifying false-positive IgM results. However, PRNT might not discriminate between anti-Zika virus antibodies and cross-reacting antibodies in persons who have been previously infected with or vaccinated against a related flavivirus (i.e., secondary flavivirus infection) (22,23). In addition, if areas with risk for Zika virus transmission experience increasing levels of dengue virus transmission, the difficulty in differentiating between cross-reactive Zika virus and dengue virus antibodies will further complicate interpretation of test results and diagnosis of Zika virus infection. This is especially concerning at this time, as epidemiologic trends suggest a reduced likelihood of Zika virus transmission in the Americas, compared with 2016 (2,24).Efforts to develop and validate Zika virus serologic assays with improved specificity for Zika virus infection and the ability to distinguish a recent infection from a previous infection are ongoing", ". CDC is currently working with multiple manufacturers to validate tests in development and will update testing recommendations as new information becomes available.Updated Interim Guidance for Laboratory Testing of Pregnant Women with Exposure to Areas with Risk for Zika Virus TransmissionAs many areas in the Americas move into a subsequent (e.g., a second or third) mosquito season after introduction of Zika virus, testing becomes more complex. Given the evolving situation and the many uncertainties, the updated testing algorithms for symptomatic and asymptomatic pregnant women (Figure 1) (Figure 2) emphasize a shared patient-provider decision-making model. Counseling is recommended before and after testing, and Zika virus test results should be interpreted in the context of several limitations (Box)", ". To address new and emerging data, the laboratory interpretations of Zika virus testing (Table 1) have also been updated.Open in a separate windowFIGURE 1Updated interim testing recommendations*,†,§,¶,**,††,§§ and interpretation of results¶¶ for symptomatic pregnant women with possible Zika virus exposure***,††† — United States (including U.S. territories), July 2017Abbreviations: IgM = immunoglobulin M; NAT = nucleic acid test; PRNT = plaque reduction neutralization test.* Ask about type and duration of Zika virus exposure before and during current pregnancy. Exposure before the current pregnancy might limit interpretation of Zika virus IgM results; pretest counseling can help inform testing decisions", ". Some patients may choose not to receive Zika virus IgM testing.† Zika virus testing is not routinely recommended for pregnant women with a previous diagnosis of laboratory-confirmed Zika virus infection by either NAT or serology (positive/equivocal Zika virus or dengue virus IgM and Zika virus PRNT ≥10 and dengue virus PRNT <10 results).§ This algorithm also applies to pregnant women with possible Zika virus exposure who have a fetus with prenatal ultrasound findings consistent with congenital Zika virus syndrome.¶ The duration of detectable Zika virus RNA in pregnant women following infection is not known. Preliminary data suggest that NAT might remain positive for several weeks after symptom onset in some pregnant women", ". Zika virus IgM antibodies are most likely to be detected within 12 weeks after infection; however, IgM antibodies might be detected for months after infection, limiting the ability to determine whether infection occurred before or during the current pregnancy.** Dengue virus IgM antibody testing is recommended for symptomatic pregnant women. For laboratory interpretation in the presence of dengue virus IgM results, refer to https: //www.cdc.gov/dengue/clinicallab/laboratory.html. †† Nonnegative results include “positive,” “equivocal,” “presumptive positive,” or “possible positive.” These are examples of assay interpretation that might accompany test results; nonnegative serology terminology varies by assay. For explanation of a specific interpretation, refer to the instructions for use for the specific assay performed", ". Information on each assay can be found at https: //www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm#zika under the “Labeling” tab for the specific assay.§§ Currently, PRNT confirmation is not routinely recommended for persons living in Puerto Rico. For laboratory interpretation in the absence of PRNT testing, refer to https: //www.cdc.gov/zika/pdfs/lab-table.pdf.¶¶ Despite the high specificity of NAT, false-positive NAT results have been reported. If both serum and urine specimens are NAT-positive, regardless of IgM antibody results, results should be interpreted as evidence of acute Zika virus infection. If either serum or urine specimen is NAT-positive in conjunction with a positive Zika virus IgM, results should be interpreted as evidence of acute Zika virus infection. If NAT is only positive on serum or urine and IgM testing is negative, repeat testing on the original NAT-positive specimen", ". If repeat NAT is positive, results should be interpreted as evidence of acute Zika virus infection. If repeat NAT testing is negative, results are indeterminate and health care providers should repeat Zika virus IgM antibody testing on a serum specimen collected ≥2 weeks after symptom onset", ". If subsequent IgM antibody test is positive, interpret as evidence of acute Zika virus infection, but if negative, interpret as no evidence of Zika virus infection.*** Possible Zika virus exposure includes travel to or residence in an area with risk for Zika virus transmission (https: //wwwnc.cdc.gov/travel/page/zika-travel-information) during pregnancy or the periconceptional period (8 weeks before conception [6 weeks before the last menstrual period]), or sex without a condom during pregnancy or the periconceptional period, with a partner who traveled to, or resides in an area with risk for Zika virus transmission.††† For the purposes of this guidance, recent possible Zika virus exposure or Zika virus/flavivirus infection is defined as a possible exposure or infection during the current pregnancy or periconceptional period.The figure above is an algorithm showing the updated interim testing recommendations and interpretation of results for symptomatic pregnant women with possible", "testing recommendations and interpretation of results for symptomatic pregnant women with possible Zika virus exposure in the United States and U.S", ". territories as of July 2017.Open in a separate windowFIGURE 2Updated interim testing recommendations*,†,§ and interpretation of results¶,** for asymptomatic pregnant women with possible Zika virus exposure††,§§,¶¶ — United States (including U.S. territories), July 2017Abbreviations: IgM = immunoglobulin M; NAT = nucleic acid test; PRNT = plaque reduction neutralization test.* Ask about type and duration of Zika virus exposure before and during the current pregnancy. Exposure before the current pregnancy might limit interpretation of Zika virus IgM results; pretest counseling can help inform testing decisions.† Zika virus testing is not routinely recommended for pregnant women with a previous diagnosis of laboratory-confirmed Zika virus infection by either NAT or serology (positive/equivocal Zika virus or dengue virus IgM and Zika virus PRNT ≥10 and dengue virus PRNT <10 results).§ The interval for Zika virus NAT testing during pregnancy is unknown", ". Preliminary data suggest that NAT might remain positive for several weeks after infection in some pregnant women. For women without a prior laboratory-confirmed diagnosis of Zika virus, NAT testing should be offered at the initiation of prenatal care, and if Zika virus RNA is not detected on clinical specimens, two additional tests should be offered during the course of the pregnancy coinciding with prenatal visits. The proportion of fetuses and infants with Zika virus–associated birth defects is highest among women with first and early second trimester infections; therefore, conducting all NAT testing during the first and second trimesters might be considered to help identify infections early in pregnancy. However, adverse outcomes have been associated with infection diagnosed in the third trimester; therefore, testing every trimester might be considered.¶ Despite the high specificity of NAT, false-positive NAT results have been reported", ". If both serum and urine specimens are NAT-positive, interpretation should be acute Zika virus infection. If NAT is only positive on serum or urine, testing should be repeated on the original NAT-positive specimen. If repeat NAT is positive, results should be interpreted as evidence of acute Zika virus infection. If repeat NAT testing is negative, results are indeterminate and health care providers should perform IgM testing on a specimen collected ≥2 weeks after initial specimen collection. For laboratory interpretation, refer to https: //www.cdc.gov/zika/pdfs/lab-table.pdf.** A negative Zika virus NAT result does not exclude infection during pregnancy because it represents a single point in time. Zika virus RNA levels decline over time, and the duration of the presence of Zika virus RNA in serum and urine following infection varies among pregnant women", ". Despite Zika virus IgM antibody test limitations (e.g., cross-reactivity with other flaviviruses and prolonged detection for months, presenting challenges in determining the timing of infection), which should be discussed as part of pretest counseling, patients may still choose to receive Zika virus IgM testing.†† Possible Zika virus exposure includes travel to or residence in an area with risk for Zika virus transmission (https: //www.cdc.gov/zika/geo/index.html) during pregnancy or the periconceptional period (8 weeks before conception [6 weeks before the last menstrual period]), or sex without a condom, during pregnancy or the periconceptional period, with a partner who traveled to, or resides in an area with risk for Zika virus transmission.§§ Persons with ongoing possible Zika virus exposure include those who reside in or frequently travel (e.g., daily or weekly) to an area with risk for Zika virus transmission.¶¶ For the purposes of this guidance, recent possible Zika virus", "risk for Zika virus transmission.¶¶ For the purposes of this guidance, recent possible Zika virus exposure or Zika virus/flavivirus infection is defined as a possible exposure or infection during the current pregnancy or periconceptional period.The figure above is an algorithm showing the updated interim testing recommendations and interpretation of results for asymptomatic pregnant women with possible Zika virus exposure in the United States and U.S", ". territories as of July 2017.BOXKey information needed for deciding whether to test and how to interpret serology resultsPregnant women with possible Zika virus exposure should be asked about their risk for exposure both before and during the current pregnancy. Health care providers should ask about the presence of symptoms of Zika virus disease (e.g., fever, rash, arthralgia, and conjunctivitis), and place, duration, and type of travel to assess a woman’s potential for exposure to Zika virus and other flaviviruses (e.g., dengue or West Nile viruses).It is important to ascertain whether a woman had exposure to Zika virus before the current pregnancy because Zika virus immunoglobulin M (IgM) antibodies can be detected for months after an infection", ". A positive Zika virus IgM result could indicate antibodies from infection before the current pregnancy, thus limiting the ability to distinguish between an infection that occurred before the current pregnancy and one that occurred during the current pregnancy.It is important to ascertain whether a woman had exposure to flaviviruses other than Zika virus before the current pregnancy because a positive IgM result might have been caused by cross-reactivity from a previous flavivirus exposure.Health care providers and counselors should provide appropriate pretest counseling to inform decisions on whether to test; Zika virus test results should be interpreted within the context of known limitations.A negative Zika virus IgM test result, if performed during the recommended time frame, in the setting of a negative Zika virus nucleic acid test (NAT) result, provides some reassurance of absence of Zika virus infection during the current pregnancy", ". However, a negative Zika virus IgM test result should be interpreted within the context of the limitations of the assay.When plaque reduction neutralization testing (PRNT) is indicated and performed during the recommended time frame, a negative PRNT result in the setting of a negative NAT result indicates that there is no laboratory evidence of Zika virus infection.Health care providers should continue to ask pregnant women at each prenatal visit about possible Zika virus exposure (e.g., travel to, or residence in an area with risk for mosquito-borne Zika virus transmission or sex with a partner who has traveled to or resides in an area with risk for mosquito-borne Zika virus transmission), specifically before and during the current pregnancy. Health care providers should ask about presence of symptoms of Zika virus disease (e.g., fever, rash, arthralgia, and conjunctivitis) and place, duration, and type of travel to assess a woman’s potential for Zika virus exposure", ". Data from other mosquito-borne illnesses indicate that intensity of transmission, duration of travel, and type of travel influence the likelihood of infection (25,26); these factors might also affect the likelihood of Zika virus acquisition. Knowledge of a pregnant woman’s possible exposure to Zika virus before and during pregnancy is critical contextual information that should be used to tailor pretest and posttest counseling and interpretation of test results (Box). Zika virus IgM test results might be difficult to interpret for pregnant women who have had exposure to any area with risk for Zika virus transmission before the current pregnancy, and this difficulty underscores the importance of shared patient-provider decision-making.Pregnant women with recent possible Zika virus exposure and symptoms of Zika virus disease", ". Testing for Zika virus infection is still recommended for pregnant women with symptoms of Zika virus disease and possible Zika virus exposure, with the main goal of establishing a diagnosis that accounts for their symptoms, or ruling out Zika virus infection so that an alternative diagnosis can be considered. Negative test results should prompt evaluation for other causes, which might include dengue virus or chikungunya virus infection, depending on the symptoms and epidemiology of circulating viruses.Concurrent NAT (serum and urine) and serologic testing (serum) is recommended for pregnant women as soon as possible, through 12 weeks after symptom onset (Figure 1). Reports of prolonged detection of Zika virus RNA in symptomatic pregnant women support longer time frames for the performance of molecular diagnostic testing (8–11,13–15). However, the proportion of pregnant women with this finding is unknown", ". However, the proportion of pregnant women with this finding is unknown. Expanding the time frame for NAT testing through 12 weeks after symptom onset allows for a longer period in which to make a NAT-confirmed diagnosis of Zika virus infection in some pregnant women. However, because of the potential for false-positive NAT results (6,27),*** updated recommendations include NAT testing of both serum and urine and concurrent Zika virus IgM antibody testing to confirm the diagnosis of acute Zika virus infection with more than one test (Table 1).For women who seek care >12 weeks after symptom onset, Zika virus IgM testing might be considered; however, a negative result does not rule out an infection during pregnancy because IgM levels decline over time. A positive result should be interpreted within the context of the known limitations of serologic testing.Asymptomatic pregnant women with ongoing possible Zika virus exposure", ". For asymptomatic pregnant women with ongoing exposure to Zika virus, testing for Zika virus infection should be offered as part of routine obstetric care because it might identify acute infection during pregnancy (Figure 2). Previous guidance recommended IgM testing with reflex NAT once during the first and second trimester of pregnancy for women with ongoing possible Zika virus exposure (28). IgM testing is no longer routinely recommended because of the limitations of IgM tests and the difficulty in interpreting results.The optimal timing and frequency for testing asymptomatic pregnant women with NAT alone is unknown; NAT for asymptomatic pregnant women should be informed by jurisdictional trends in Zika virus transmission, the duration of ongoing possible exposure during pregnancy, and data on the duration of Zika virus RNA detection in body fluids", ". For pregnant women who have received a diagnosis of laboratory-confirmed Zika virus infection any time before or during the current pregnancy, additional Zika virus testing is not recommended. For women without a prior laboratory-confirmed diagnosis of Zika virus, NAT should be offered at the initiation of prenatal care, and if Zika virus RNA is not detected on clinical specimens, two additional NAT tests should be offered during the course of the pregnancy coinciding with prenatal visits. The proportion of fetuses and infants with Zika virus–associated birth defects is highest among women with first and early second trimester infections (29); therefore, conducting all NAT during the first and second trimesters might be considered to help identify infections early in pregnancy", ". However, adverse outcomes have been associated with infection diagnosed in the third trimester (28); therefore testing every trimester might also be considered.Serologic testing is not routinely recommended for asymptomatic pregnant women with ongoing possible Zika virus exposure because of the potential for prolonged detection of Zika virus IgM, which poses challenges in determining whether the infection and therefore the risk of congenital Zika virus infection, occurred during the current pregnancy. In addition, in areas with ongoing dengue virus transmission, a positive Zika virus IgM result might occur because of serologic cross-reactivity", ". Despite these limitations, which should be discussed as part of pretest counseling, patients may still choose to receive Zika virus IgM testing (Table 1).Although a recommendation to consider Zika virus IgM testing as part of preconception counseling to establish baseline IgM results for nonpregnant women with ongoing possible Zika virus exposure was previously issued, Zika virus IgM is no longer routinely recommended for asymptomatic pregnant women with ongoing possible Zika virus exposure, and therefore baseline preconception testing is not warranted. Zika virus testing is not recommended to determine timing of conception or pregnancy for couples in which one or both partners has had possible Zika virus exposure. Zika virus testing for this purpose is of uncertain value because: 1) IgM testing has diagnostic limitations; 2) Zika virus NAT testing of serum does not reflect persistence in other body fluids (e.g., semen)", ". The current understanding of Zika virus shedding in genital secretions is limited (30); testing semen and vaginal fluids for Zika virus is not currently available outside research settings.Asymptomatic pregnant women with recent possible Zika virus exposure (i.e., through travel or sex) but without ongoing possible exposure. For asymptomatic pregnant women with recent possible Zika virus exposure (i.e., through travel or sex), but without ongoing possible exposure, testing for Zika virus infection is not routinely recommended. However, testing should be considered using a shared decision-making model, one in which patients and providers work together to make decisions about testing and care plans based on patient preferences and values, clinical judgment, a balanced assessment of risks and expected outcomes, and the jurisdiction’s recommendations. Health care providers should consider potential exposure risk factors when deciding whether to advise testing", ". These include symptoms, type and length of possible exposure, Zika virus transmission trends at location of possible exposure and the use of prevention measures (e.g., insect repellent, appropriate clothing, and condom use)", ". Jurisdictional recommendations may take into account the epidemiology of Zika virus transmission and other epidemiologic considerations (e.g., seasonality and mosquito surveillance and control factors) in areas with risk for Zika virus transmission and, therefore, might include a routine recommendation to test asymptomatic pregnant women either for clinical care or as part of Zika virus infection surveillance.Although preliminary data indicate that the risk for Zika virus–associated birth defects does not differ by maternal symptom status, testing is not routinely recommended for asymptomatic pregnant women with recent possible Zika virus exposure but without ongoing possible exposure to address the increased probability of false positive results in the setting of the declining prevalence of Zika virus disease (28,29)", ". The limitations of currently available tests and the lack of a vaccine or an effective therapy to prevent congenital infection or mitigate sequelae of Zika virus infection during pregnancy, or in the neonate, underscore the importance of shared patient-provider decision-making. The decision about Zika virus testing should take into account the patient’s unique circumstances and should allow pregnant women to make an informed decision about the utility of testing. If testing is conducted for asymptomatic pregnant women with recent possible Zika virus exposure, but without ongoing possible exposure, the testing algorithm for symptomatic pregnant women with possible Zika virus exposure (Figure 1) should be used, applying time frames from last possible Zika virus exposure.Pregnant women with possible Zika virus exposure who have a fetus with prenatal ultrasound findings consistent with congenital Zika virus syndrome. Maternal Zika virus NAT and IgM testing should be performed", ". Maternal Zika virus NAT and IgM testing should be performed. Consideration of amniocentesis should be individualized because data about its usefulness in diagnosing congenital Zika virus infection are limited. If amniocentesis is performed as part of clinical care, NAT testing should be performed on amniocentesis specimens. A recent study reported that detection of Zika virus RNA in amniocentesis specimens from pregnancies with a fetus with Zika virus–associated birth defects indicate fetal infection", ". However, data also suggested that detection of Zika virus RNA in amniotic fluid could be transient and that Zika virus RNA might not always be detectable in amniotic fluid after fetal infection (13).Updated Interim Guidance for Prenatal Management of Pregnant Women with Laboratory Evidence of Possible Zika Virus Infection†††For pregnant women with laboratory evidence of possible Zika virus infection, serial fetal ultrasounds (every 3–4 weeks) should be considered to assess fetal anatomy, particularly fetal neuroanatomy, and to monitor growth. A study of 17 pregnancies in symptomatic women with laboratory-confirmed Zika virus infection and adverse fetal outcomes in Colombia and a summary of eight published studies of 37 pregnancies reported a median of 18 weeks from symptom onset to prenatal diagnosis of microcephaly (31). This finding is consistent with other reports about prenatal diagnosis of microcephaly", ". This finding is consistent with other reports about prenatal diagnosis of microcephaly. Among 37 pregnancies with confirmed or suspected Zika virus infection, a median of 21 weeks (range = 3–29 weeks) from maternal symptom onset to prenatal diagnosis of microcephaly was observed (31). Given the length of time for the detection of prenatal microcephaly, prenatal ultrasounds should carefully evaluate the fetal anatomy, particularly the neuroanatomy, to identify brain or structural abnormalities that might occur before microcephaly.Decisions about performing amniocentesis should be individualized because there is a paucity of data regarding the usefulness of amniocentesis in diagnosing congenital Zika virus infection. The presence of Zika virus RNA in the amniotic fluid might indicate fetal infection; however, a negative result does not exclude congenital Zika virus infection", ". The optimal time to perform amniocentesis to diagnose congenital Zika virus infection is not known; health care providers should discuss the risks and benefits of amniocentesis with their patients.This guidance also applies to pregnant women with laboratory evidence of presumptive Zika virus or flavivirus infection; timing of infection cannot be determined (Table 1).Updated Interim Guidance for the Evaluation of Placental and Fetal Tissue Specimens for Zika Virus InfectionDetection of Zika virus RNA has been reported in placental tissues and in fetal and infant brain tissue 15–210 days (mean = 81 days) and 119–238 days (mean = 163 days), respectively, from maternal symptom onset (32). Among 546 live births with travel-associated possible maternal Zika virus exposure in the 50 U.S. states and the District of Columbia in 2016 for which placental specimens were submitted to CDC, 60 (11%) were positive for Zika virus RNA (33)", ". When restricted to live births without a laboratory-confirmed Zika virus infection based on maternal or infant Zika virus testing of serum or urine, 47 of 482 (10%) were positive for Zika virus RNA (33). Although, the proportion of live births with positive placental reverse-transcription polymerase chain reaction (RT-PCR) results was relatively low, these results provided definitive evidence of maternal Zika virus infection during that pregnancy. As with serologic and NAT testing of serum and urine, the proportion of pregnancies with a positive Zika virus RT-PCR on tissue specimens is expected to decrease in the setting of declining prevalence of Zika virus disease in the Americas.Testing placental tissue specimens from pregnancies with possible Zika virus exposure that result in live births can be considered for diagnostic purposes in certain scenarios", ". It may be considered for symptomatic pregnant women and women with infants with possible Zika virus–associated birth defects, without a definitive diagnosis of laboratory-confirmed Zika virus infection during pregnancy (Table 2). Similar to the updated testing recommendations for asymptomatic pregnant women who have recent possible Zika virus exposure but without ongoing possible exposure, testing of placental tissues is not routinely recommended; however, it should be considered for women who have a fetus or infant with possible Zika virus–associated birth defects.TABLE 2Interim guidance for Zika virus testing* of formalin-fixed, paraffin-embedded placental, fetal, or infant autopsy tissues† for completed pregnancies with possible Zika virus exposure§ during pregnancy¶ — United States (including U.S", ". territories), July 2017Pregnancy outcomeMaternal Zika virus test results on nontissue clinical specimens (e.g., serum, urine)Acute Zika virus infection**Zika virus infection; timing of infection cannot be determined††Flavivirus infection; timing of infection cannot be determined>12 weeks after symptom onset or exposure,§§ with either negative maternal Zika virus IgM, or no maternal testing conductedNo evidence of Zika virus infection¶¶ Testing of placental tissues Live birth, possible Zika virus–associated birth defects***Not indicated†††Should be considered to aid in maternal diagnosisNot indicated††† Live birth, no obvious Zika virus–associated birth defects at birth Not indicatedMay be considered to aid in maternal diagnosis on a case-by-case and jurisdictional basis", ". Not routinely recommended for asymptomatic women with possible Zika virus exposure but without ongoing possible exposureNot indicated Testing of placental and fetal tissues Pregnancy loss, possible Zika virus–associated birth defects May be considered to aid in fetal diagnosisMay be considered to aid in fetal and maternal diagnosisNot indicated††† Pregnancy loss, no obvious Zika virus–associated birth defects May be considered to aid in fetal diagnosisMay be considered to aid in fetal and maternal diagnosisNot indicated††† Testing of placental and infant autopsy tissues Infant death following live birth Should be considered to aid in infant diagnosisShould be considered to aid in infant and maternal diagnosisNot indicated†††Open in a separate windowAbbreviations: IHC = immunohistochemistry; NAT = nucleic acid test; RT-PCR = reverse-transcription polymerase chain reaction.* Zika virus testing on formalin-fixed, paraffin embedded tissue specimens is conducted at CDC’s Infectious", "testing on formalin-fixed, paraffin embedded tissue specimens is conducted at CDC’s Infectious Diseases Pathology Branch (IDPB) and includes Zika virus RT-PCR on placental and fetal/infant tissues", ". Zika virus IHC may be performed on placental tissues into the second trimester, fetal tissues from any gestational age, and infant autopsy tissues.† Placental tissues include placental disc, umbilical cord, and fetal membranes. Zika virus RNA can be focal within placental tissues, and testing of three sections of placenta, one section of umbilical cord, and one section of fetal membrane is recommended (https: //www.cdc.gov/zika/laboratories/test-specimens-tissues.html)", ". For pregnancy losses and infant deaths, submission of placental tissues in addition to fetal or infant autopsy tissues, if available, is preferred, but if not available will not preclude placental testing.§ Possible Zika virus exposure includes travel to or residence in an area with risk for Zika virus transmission (https: //www.cdc.gov/zika/geo/index.html) during pregnancy or the periconceptional period (8 weeks before conception [6 weeks before the last menstrual period]), or sex without a condom, during pregnancy or the periconceptional period, with a partner who traveled to, or resides in an area with risk for Zika virus transmission.¶ Zika virus testing is not routinely recommended for asymptomatic pregnant women with recent possible Zika virus exposure but without ongoing exposure and who have a fetus or infant without Zika virus–associated birth defects.** In the event of a confirmed maternal acute Zika virus infection or confirmed congenital Zika virus infection in the infant", "maternal acute Zika virus infection or confirmed congenital Zika virus infection in the infant (e.g., a positive NAT), placental testing from live births is not indicated", ". Currently, placental testing does not routinely provide additional diagnostic information in the setting of a maternal or infant diagnosis of acute or congenital Zika virus infection, respectively.†† For women with no possible Zika virus exposure before the current pregnancy, a positive IgM result likely represents acute Zika virus infection, and placental testing is not indicated.§§ All or part of possible maternal Zika virus exposure, or symptom onset occurred >12 weeks before maternal serum specimen was collected.¶¶ Includes pregnant women with negative Zika virus NAT and negative Zika virus IgM ≤12 weeks after symptom onset or exposure.*** Possible Zika virus–associated birth defects that meet the CDC surveillance case definition include the following: brain abnormalities and/or microcephaly, intracranial calcifications, ventriculomegaly, neural tube defects and other early brain malformations, eye abnormalities, or other consequences of central nervous system dysfunction", "brain malformations, eye abnormalities, or other consequences of central nervous system dysfunction including arthrogryposis (joint contractures), congenital hip dysplasia, and congenital deafness (https: //www.cdc.gov/zika/geo/pregnancy-outcomes.html)", ". In all cases, infants or fetuses with possible Zika virus–associated birth defects should also be evaluated for other etiologies of congenital anomalies.††† Testing may be considered on a case-by-case basis, consult CDC for case-specific questions at https: //www.cdc.gov/zika/laboratories/test-specimens-tissues.html.Finally, testing of placental and fetal tissues may be considered in selected scenarios for pregnancies resulting in a miscarriage or fetal loss/stillbirth (and testing of autopsy tissues in the event of an infant death) to provide insight into the potential etiology of the fetal loss or infant death (Table 2), which could inform a woman’s future pregnancy planning", ". Additional information is available at https: //www.cdc.gov/zika/laboratories/test-specimens-tissues.html.Implications of Updated Interim Guidance for Laboratory Testing of Pregnant Women with Possible Zika Virus Exposure for the Evaluation and Care of Infants with Possible Congenital Zika Virus ExposureInterim guidance for the evaluation of infants with congenital Zika virus exposure has been previously published; infants who meet one or more of the published criteria for testing for congenital Zika virus infection should be tested and evaluated in accordance with the updated CDC interim guidance for the evaluation and management of infants with possible Zika virus infection (34)", ". However, in light of the updated recommendations that will likely reduce routine Zika virus testing of asymptomatic pregnant women with recent possible Zika virus exposure but without ongoing possible exposure, it is critical that pediatric health care providers inquire about possible maternal and congenital Zika virus exposure for every newborn. Infants born to mothers with possible Zika virus exposure during pregnancy but who did not receive testing, including asymptomatic pregnant women with recent possible Zika virus exposure but without ongoing possible exposure, should receive a comprehensive physical examination, including standardized measurement of head circumference and newborn hearing screen, as part of routine pediatric care", ". In addition, based on the level of possible Zika virus exposure (e.g., duration and type of exposure, use of prevention measures, intensity of Zika virus transmission at the location of travel), the provider should consider whether further evaluation of the newborn for possible congenital Zika virus infection is warranted, in which case, a head ultrasound, and ophthalmologic assessment should be considered. Based on results of the evaluation, testing of the infant for Zika virus infection could be considered.This guidance also applies to infants born to mothers with negative maternal testing in the setting of ongoing possible Zika virus exposure or a possible Zika virus exposure that occurred more than 12 weeks before maternal testing (https: //www.cdc.gov/zika/hc-providers/infants-children/evaluation-testing.html)", ". Recommendations for outpatient management during the first 12 months of life include monitoring of head circumference and development and are provided in the updated CDC interim guidance for the evaluation and management of infants with possible Zika virus infection (34).Prevention of Zika Virus InfectionCDC recommends that pregnant women avoid travel to any area with risk for Zika virus transmission. To prevent Zika virus infection during pregnancy, all pregnant women and their partners should receive counseling on prevention measures including strategies to prevent mosquito bites and sexual transmission of Zika virus (35). If pregnant women must travel, CDC recommends strict adherence to strategies to prevent mosquito bites and sexual transmission. Pregnant women living in areas with risk for Zika virus transmission should also follow these strategies. Couples wishing to conceive should receive preconception counseling about how to minimize risks for Zika virus infection (30)", ". Other persons at risk for Zika virus exposure should receive information on travel and strategies to prevent mosquito bites and sexual transmission.§§§AcknowledgmentsAbbey M. Jones, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Alexis Burakoff, MD, Epidemic Intelligence Service, CDC; Alys Adamski, PhD, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Amanda Burrage, MD, Division of Global HIV And TB, National Center for Global Health, CDC; Anna C. Fulton, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Brooke Miers, MS, Division of High-Consequence Pathogens and Pathology, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Cathy E", ". Young, Office of the Director, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Elizabeth L", ". Simon, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Jasmine Jacobs-Wingo, MPH, Division of State and Local Readiness, Office of Public Health Preparedness and Response, CDC; Jazmyn Moore, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Julu Bhatnagar, PhD, Division of High Consequence Pathogens and Pathology, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Karnesha Slaughter, MPH, Division of Congenital And Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Kelley VanMaldeghem, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Kimberly Newsome, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Konrad E", ". Hayashi, MD, Division of Preparedness and Emerging Infections, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Laura Adams, DVM, Division of Vector-Borne Diseases, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Marion E. Rice, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Madelyn Baez-Santiago, PhD, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Meghan Raycraft, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Megan R. Reynolds, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Melissa A", ". Morrison, MPH, Division of State and Local Readiness, Office of Public Health Preparedness and Response, CDC; Myles Johnson, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Rebecca Free, MD, Division of Emergency Operations, Office of Public Health Preparedness and Response, CDC; Regina M. Simeone, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Shannon Fleck-Derderian, MPH, Office of the Director, National Center for Emerging and Zoonotic Infectious Diseases, CDC; Sumaiya Khan, MPH, Division of Congenital and Developmental Disorders, National Center on Birth Defects and Developmental Disabilities, CDC; Tonya R", ". Williams, PhD, Division of Human Development and Disability, National Center on Birth Defects and Developmental Disabilities, CDC.NotesConflict of Interest: No conflicts of interest were reported.Footnotes* https: //wwwnc.cdc.gov/travel/page/world-map-areas-with-zika", ". †Symptoms of Zika virus disease include acute onset of fever, maculopapular rash, arthralgia, or conjunctivitis.§Persons with ongoing possible Zika virus exposure include those who reside in or frequently travel (e.g., daily or weekly) to an area with risk for Zika virus transmission.¶For the purposes of this guidance, recent possible Zika virus exposure or Zika virus/flavivirus infection is defined as a possible exposure or infection during the current pregnancy or periconceptional period (i.e., 8 weeks before conception or 6 weeks before the last menstrual period).**Possible Zika virus–associated birth defects that meet the CDC surveillance case definition include the following: brain abnormalities and/or microcephaly, intracranial calcifications, ventriculomegaly, neural tube defects and other early brain malformations, eye abnormalities, or other consequences of central nervous system dysfunction including arthrogryposis (joint contractures), congenital hip dysplasia, and", "system dysfunction including arthrogryposis (joint contractures), congenital hip dysplasia, and congenital deafness) (https: //www.cdc.gov/zika/geo/pregnancy-outcomes.html)", ". In all cases, infants or fetuses with possible Zika virus–associated birth defects should also be evaluated for other etiologies of congenital anomalies.†† https: //www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm#zika . §§ https: //www.cdc.gov/zika/laboratories/lab-guidance.html . ¶¶Terms listed here are only examples of assay interpretation terminology because nonnegative serology terminology varies by assay. For explanation of a specific interpretation, refer to the instructions for use for the specific assay performed", ". Information on each assay can be found at https: //www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm#zika under the “Labeling” tab for the specific assay.***Page 52 at https: //www.fda.gov/downloads/MedicalDevices/Safety/EmergencySituations/UCM491592.pdf.†††Laboratory evidence of possible Zika virus infection during pregnancy is defined as 1) Zika virus infection detected by a Zika virus RNA nucleic acid test (NAT) on any maternal, placental, or fetal specimen (referred to as NAT-confirmed) or 2) diagnosis of Zika virus infection, timing of infection cannot be determined or unspecified flavivirus infection, timing of infection cannot be determined by serologic tests on a maternal specimen (i.e., positive/equivocal Zika virus immunoglobulin M [IgM] and Zika virus plaque reduction neutralization test [PRNT] titer ≥10, regardless of dengue virus PRNT value; or negative Zika virus IgM, and positive or equivocal dengue virus IgM, and Zika virus PRNT titer ≥10, regardless", "virus IgM, and positive or equivocal dengue virus IgM, and Zika virus PRNT titer ≥10, regardless of dengue virus PRNT titer)", ". The use of PRNT for confirmation of Zika virus infection, including in pregnant women and infants, is not routinely recommended in Puerto Rico (https: //www.cdc.gov/zika/laboratories/lab-guidance.html).§§§ https: //www.cdc.gov/zika/prevention/index.html ."]}