{
  "title": "An Update on the Status of Vaccine Development for SARS-CoV-2 Including Variants. Practical Considerations for COVID-19 Special Populations",
  "context": "The progress in the development of various vaccine platforms against SARS-CoV-2 have been rather remarkable owing to advancement in molecular and biologic sciences. Most of the current vaccines and those in development focus on targeting the viral spike proteins by generating antibodies of varying spectrum. These vaccines represent a variety of platforms including whole virus vaccines, viral vector vaccines, nucleic acid vaccines representing RNA, DNA, and their hybrid forms.\nThe therapeutic efficacy of these vaccines varies owing to their pharmacodynamic individualities. COVID-19 variants are capable of inducing different pathologic responses and some of which may be resistant to antibodies generated by current vaccines. The current clinical use of these vaccines has been through emergency use authorization until recently. Moreover, the efficacy and safety of these vaccines have been tested in substantial numbers of individuals but studies in special populations that better reflect the global population are pending results. These specialized populations include young children, immunocompromised patients, pregnant individuals, and other specialized groups. Combination approaches, molecularly modified vaccination approaches, and vaccines conferring longer periods of immunity are being currently being investigated, as well as pharmacovigilance studies.\nThe continual transformation of SARS-CoV-2 and its variants are of concern along with the breakthrough infections. These considerations pose new challenges for the development of vaccination platforms. For this purpose, booster doses, combination vaccine approaches, and other modalities are being discussed. This review provides an updated account of currently available vaccines and those in advanced development with reference to their composition and mechanisms of action.\nA discussion on the use of vaccines in special populations including immunocompromised patients, pregnant women and other specialized populations are also included.\nSevere acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has been detected in more than 206 million people and has caused more than 4.3 million deaths worldwide and the coronavirus disease 2019 (COVID-19) pandemic has become a significant global health problem.   After its first appearance in late December of 2019, it was first reported as a new type of pneumonia of unknown etiology. However, the situation is far more complex. Although the target organ for the virus was initially thought to be the lungs, it has been recognized that binding to the endothelial lining, through angiotensin-converting-enzyme 2 (ACE 2) receptors expressed on target cells, COVID-19 can affect almost all of the organ systems. Most of the patients present with mild symptoms, however, a considerable subset of patients develop a more severe condition, varying from pneumonia and acute respiratory distress syndrome (ARDS) to multi-organ failure (MOF). The coagulation abnormalities and immunological syndromes that occur during the course of the disease can cause life threatening events, leading to significant morbidity and mortality. After more than a year of living with COVID-19, many features of the disease have been revealed, but there are still many unknowns such as lack of a curative treatment of the disease or the importance of new emerging variants over the course of the COVID-19 pandemic.   While simple prevention measures such as using masks, physical distancing or hygiene can only slow down the pandemic, vaccines are the most powerful tools to fight against COVID-19.   Currently there are some 19 clinically used vaccines which have been used to control COVID-19 infections and over 100 in various phases of development. Thus, global vaccination will be of paramount importance in the management of this pandemic.\nThe discovery of the vaccination is one of the greatest achievements of modern medicine. The eradication of smallpox is one of the best examples of how vaccination stopped a deadly disease and saved millions of lives. The vaccinations against tetanus and rabies are similar examples. Many childhood infections such as polio and measles also became preventable. Millions of lives have been saved by annual influenza vaccinations. Vaccines are complex biological products that need to be applied in large populations of healthy people. Due to this, the development of vaccines takes a long period of time. Generally, development of any vaccine often takes 15 years or more from the initial design stage to the clinical studies.   Vaccine clinical trials are often expensive and require recruitment of large numbers of volunteers with different ethnicities, ages, and health conditions. Long-term monitoring is also necessary to establish vaccine efficacy and to rule out or identify rare safety issues.\nThe development of the vaccines against COVID-19 started as soon as the virus genome was published in early January 2020. Immense resources have been deployed to support vaccine development by thousands of researchers, using highly sophisticated technology, and spending huge amounts of financial resources. Eventually, several different vaccines were deployed by late December 2020, under emergency use authorization, and mass vaccination campaigns have commenced all around the world. The fact that several COVID-19 vaccine candidates entered into clinical trials in less than 6 months and were approved for emergency use in less than 10 months since the beginning of the COVID-19 pandemic, development of COVID-19 vaccines demonstrates a ground-breaking speed in vaccine development history. Despite this high speed, safety standards for the development and approval process of these vaccines were consistent with those of previously developed vaccines, with rigorous review of their clinical data by higher health authorities such as the World Health Organization (WHO) or United States Center for Disease Control and Prevention (US-CDC). Beside the availability of vaccines, the control of this epidemic will require greater than 80% vaccination of the global population. Additionally, uniformity in the vaccination programs in various parts of the word is equally important. Most of the currently used vaccines have been approved in a fast-tracked emergency process and authorized for emergency use. Only the Pfizer vaccine has full approval as of August 24, 2021 by the US-FDA. Other widely used vaccines are likely to receive similar approvals from the US-FDA and European Medicine Agency in the near future.\nCurrrently used vaccines provide immunity against SARS-CoV-2 by generating neutralizing antibodies through molecularly defined mechanisms. All vaccines are capable of triggering the endogenous generation of spike protein which in turn result in the formation of neutralizing antibodies and T cell responses to COVID-19. The generation of these neutralizing antibodies provide protection against viral infection by readily complexing with the COVID-19 virus and arresting its propagation and subsequent pathophysiologic manifestation. The spike proteins generated by different approaches result in the formation of COVID-19 neutralizing antibodies with differential duration of fraction and antiviral spectrum.\nFigure 1 shows a comparison of whole virion COVID-19 vaccines and viral vector vaccines. Whole virion vaccines are usually derived from chemically or molecularly modified SARS-CoV-2. The viral vector vaccines are derived by recombination of genomic sequence encoding trimeric form of spike protein. Figure 2 shows an illustration of the nucleic acid vaccines with recombinant protein based vaccines. Nucleic acid vaccines are based on mRNA and DNA vaccines. mRNA vaccines represent the genetic sequence of S protein. The DNA vaccines use the plasmids as vectors to transcript S protein. The recombinant protein based vaccines employ prokaryotic cells to produce recombinant spike protein or viral particles. Additional vaccines which are currently under development will have broader targets beside the generation of spike protein which include nucleocapsid protein and other viral antigens.\nIt is important to note that vaccination of at least 60-80% of the world population is required to achieve herd immunity against COVID-19. According to WHO, more than 4 billion doses of COVID-19 vaccines have been administered globally.   However, vaccination rates are far less than would be necessary to control the pandemic, especially in Africa and Southeast Asian countries. Vaccination programs widely differ due to financial and logistics constraints throughout the world with a direct impact on the prevalence of COVID-19 infections.   Additionally, public acceptance of vaccines and vaccine hesitancy have become growing concerns for the success of vaccination programs. The duration of protection of COVID-19 vaccines or requirement of a booster dose are also areas of uncertainty affecting vaccine hesitancy. Emergence of variant viruses and the efficacy of current vaccines against them have also become important for the success of vaccinations.   With everything considered, the flow of newer information is rapid, requiring periodic updates and objective assessments. For this reason, in this manuscript, we tried to update and summarize the current status of COVID-19 vaccinations in the light of current literature.\nMost of the vaccine candidates for COVID-19 were designed to induce neutralizing antibodies against the viral spike (S) protein to prevent its binding to the human angiotensin 2 converting enzyme (ACE2) receptor which mediates entrance of the virus into the human cells. The S protein is a fusion glycoprotein that is divided into two functionally distinct parts (S1 and S2). S1 is located on the virus surface and contains the receptor-binding domain (RBD) that specifically binds to the host cell receptor. The transmembrane S2 domain contains the fusion peptide, which mediates the fusion of viral and cellular membranes. Besides the S protein, SARS-CoV-2 has other structural proteins such as membrane (M), envelope (E) and nucleocapsid (N) proteins. Antibodies that target M and E proteins have failed to neutralize the COVID-19 infection. For this reason, these 2 proteins are currently not considered as target antigen for COVID-19 vaccines. On the other hand, N protein is also highly immunogenic and can induce robust humoral and cellular immune responses.\nFollowing the beginning of the COVID-19 pandemic, there has been a worldwide race to develop vaccines against this disease. By August 2021, a total of 296 COVID-19 vaccine candidates have been developed, with 112 in clinical trials and 184 in preclinical studies.   Many different vaccine technology platforms have been used to develop a safe and effective vaccine, including conventional whole virus vaccines (live attenuated or inactivated vaccines), viral vector vaccines (non-replicating and replicating), nucleic acid vaccines (DNA- and mRNA-based vaccines) and recombinant protein-based vaccines [protein subunit vaccines, virus-like particles (VLP)].\nWhole virus vaccines are classified as inactivated and live-attenuated vaccines. They are the oldest and most well-established types of vaccine, used in smallpox, BCG, and measles vaccines. The technology used in this platform is decades old and is proven. Due to the presence of the whole virus with a variety of viral surface antigens, these vaccines cause a diverse immunologic response. The manufacturing process of these vaccines requires handling live virus preparations. For this reason, a high level of bio-safety installations is needed for their production.\nLive-attenuated vaccines are produced by serial passage of the pathogen virus in cell cultures for selection of a reduced replication potential and thus reduced virulence. The virulence of these viruses in live-attenuated vaccines is reduced, but they can still replicate. These vaccines usually produce strong and long-lasting humoral and cell-mediated immune responses by mimicking natural infection, but strict safety evaluation is required. Normally, live-attenuated viral vaccines do not cause disease, however they can be the source of infection when they are used in immunocompromised patients due to the presence of live viruses in the vaccine. Inactivated vaccines contain inactivated SARS-CoV-2 virus. They are usually inactivated by chemicals such as formaldehyde and beta-propiolactone, so that the antigenicity of the viral surface components is retained. Because they cannot replicate, they cannot cause infections even in the immunocompromised individuals. They are safer and more stable than live attenuated vaccines. These vaccines generally require multiple doses or adjuvants to achieve immunity.\nAs depicted on Table 1, there are at least 19 whole virus COVID-19 vaccines or vaccine candidates that are registered in clinical trials.   While nine of these inactivated vaccines are approved for general or emergency use in several countries, the development process of remaining vaccines are continuing in different stages of clinical trials.\nCoronavac is a propiolactone inactivated SARS-CoV-2 vaccine. The inactivated virus was isolated from a patient in the Jinyintan Hospital in Wuhan. (CN02 strain) The virus was cultivated in a qualified Vero cell line for propagation. In the Phase 1 and 2 clinical trials, the vaccine-induced neutralizing antibodies in 100% of vaccine recipients. There were no severe adverse reactions reported in any of the groups. Phase 3 clinical trials started in July 2020. The interim results of Phase 3 clinical trial in Turkey have been published showing an efficacy of 83.5%. Sinovac announced that the vaccine has an efficacy rate of 50.65% for all cases (83.70% for cases requiring medical treatment, and 100.00% for hospitalized, severe, and fatal cases). There were no serious adverse events related to vaccination. China approved the vaccine for general use in February 2021. More recent reports have alluded to lower efficacy of this vaccine.\nBBIBP-CorV and WIBP-CorV are propiolactone inactivated SARS-CoV-2 vaccines. The inactivated virus was isolated from a patient in the Jinyintan Hospital in Wuhan. (HB02 and WIV04 Strains). The vaccine viruses were cultivated in qualified Vero cell lines for propagation. In the Phase 1 and 2 clinical trials, a robust humoral immune response was observed in 100% of vaccine recipients. All adverse reactions were mild or moderate in severity. No serious adverse events were reported within 28 days post vaccination for all cohorts. The Phase 3 clinical trials have been launched with these results. The interim results of the Phase 3 clinical trial in the United Arab Emirates and Bahrain, have been published showing an efficacy of 78.1% for BBIBP-CorV and 72.8% for WIBP-CorV.   Sinopharm CNGB announced that the vaccine has an efficacy rate of 79.34%.   China approved the vaccine for general use in December 2020.\nBBV152 or Covaxin is a whole-virion inactivated SARSCoV- 2 vaccine designed by Bharat Biotech International Limited. It has been designed with 2 adjuvant forms, using aluminum (Algel) or an imidazoquinoline molecule, which is a toll-like receptor (TLR) 7/8 agonist absorbed to aluminum (Algel-IMDG). In the Phase 1 clinical trial, 375 participants have been enrolled. BBV152-Covaxin elicited efficient SARS-CoV-2 neutralizing antibody titers and T cell responses.   Local and systemic side effects were mild or moderate and were more frequent after the first dose. Only 1 serious adverse event (Viral Pneumonitis) has been reported, which was not related to the vaccine. In the Phase 2 clinical trial, 380 participants were enrolled.   This study showed that BBV152-Covaxin has elicited high levels of neutralizing antibodies that remained elevated in all participants 3 months after the second vaccination. No serious adverse events were reported in this study. Phase 3 clinical trials started in December 2020 with these results. The results of this trial have not been published yet. The Indian Government granted emergency use authorization in January 2021. Bharat Biotech International Limited announced interim Phase 3 clinical trial results of 25,800 participants that showed that BBV152-Covaxin demonstrated 81% efficacy and severe, serious and medically attended adverse events occurred in low levels and were similar between vaccine and placebo groups.\nMinhai (KCONVAC), Institute of Medical Biology Chinese Academy of Medical Sciences (IMBCAMS) COVID-19 vaccine, QazCovid-in® and COVIran Barakat are inactivated virus vaccines that are developed by China, Kazakhstan and Iran respectively. China approved Minhai in May 2021 and IMBCAMS vaccine in June 2021 for emergency use. QazCovid-in® has been approved by Kazakhstan for emergency use in April 2021. Iran approved the COVIran Barakat for emergency use in June 2021. Although these vaccines are registered in WHO vaccine tracker and clinicaltrials.gov, the results of these clinical trials for individual vaccines have not been published. CoviVac is another inactivated virus vaccine produced by the Chumakov Centre at the Russian Academy of Sciences. There is no mention of it at clinicaltrials.gov, the US Centers for Disease Control and Prevention, or the WHO's vaccine tracker for CoviVac, but Russia approved CoviVac for emergency use in February 2021.\nViral vector vaccines are based on live recombinant virus vectors that are either replicating or non-replicating. The non-replicating vector virus cannot replicate because the key genes of the vector virus have been disabled. Although, many different viral vectors are under investigation, non-replicating adenovirus (Ad) vectors are the most commonly employed viral vectors. Following the entry of the vector virus into the host cells, the viral vector integrates its genomic code into the host cell nucleus. Upon integration, the S protein antigen is produced by the host cell itself. These expressed antigens generate strong humoral and cellular immune responses without the need of an adjuvant. Since viral vectors are common pathogens in nature, pre-existing immunity against the vector can reduce the effectiveness of these vaccines. For this reason, the vector strains that exhibit lower seroprevalence in humans (eg chimpanzee Ad, Ad5 and Ad26) are generally selected for vaccine development. In replicating vector virus vaccines, the vector virus has been attenuated to lose its pathogenic capacity and modified to carry SARS-CoV-2 genes, but it remains able to replicate in infected cells. Example of viruses that are used for replicating vector virus vaccines are lentivirus (LV), influenza virus (IFV), measles virus (MV), modified vaccinia Ankara virus (MVA), vesicular stomatitis virus (VSV) and Newcastle disease virus (NDV). Due to the replicative potential of these vaccine viruses, they are highly immunogenic and generate robust humoral and cellular-specific immunity. Their use in intranasal formulations may produce better IgA formation and prevention of asymptomatic carriage. Given that they contain live viruses, there is a risk of disease in immunocompromised individuals with their use. The production of viral vector vaccines requires different cellular systems for high yield propagation. Great care must be taken to keep cell cultures free of any contaminating material during their production.\nAs illustrated on Table 2, there are at least 22 viral vector COVID-19 vaccines or vaccine candidates that are registered in clinical trials.   While four of these inactivated vaccines are approved for general or emergency use in several countries, the development process of the remaining vaccines is continuing in different stages of clinical trials.\nChAdOx1-S, currently named as AZD1222, employs an Adenovirus derived from the chimpanzee. The use of a chimpanzee vector minimizes the possibility of interaction with preformed antibodies against adenoviruses. While the E1 deletion blocks the viral replication, the E3 deletion enables incorporation of larger genetic cargo into the viral vector. The added sequence encodes for the full-length S protein with a tissue plasminogen activator signal sequence. The S protein sequence is codon-optimized. In the Phase I clinical trial, the results showed no severe side effects with efficient humoral and cellular immune responses. On the basis of these results, they launched Phase 2-3 trials. In a recent interim analysis of Phase 2-3 trials, the outcomes of 11,636 from 23,848 enrolled participants have been published. Overall vaccine efficacy has been reported as 70.4%. Interestingly, while the efficacy in participants who received two standard doses was 62.1%, the efficacy in participants who received a low dose followed by a standard dose was 90.0%. In a 74,341 person/months of safety follow-up, 175 severe adverse events have been observed in 168 participants, 84 events in the AZD1222 group and 91 in the control group. However, only 3 events were initially considered to be vaccine related. These events were: a case of transverse myelitis in vaccine group that the independent neurological committee considered the most likely diagnosis to be idiopathic, a case of hemolytic anemia in the control group, and an individual who recorded fever higher than 40 °C, but who recovered rapidly without an alternative diagnosis and was not admitted to hospital and remains masked to group allocation. There were four non-COVID-19 deaths reported across the studies (three in the control arm and one in the AZD1222 arm) that were all considered unrelated to the vaccine.\nConvidecia is another non-replicating adenoviral (Ad5) vector vaccine encoding for the full-length S protein. The vaccine gene was derived from the Wuhan-Hu-1 sequence for SARS-CoV2. Similar to the AZD1222 vaccine, the gene of the vaccine contains E1 and E3 deletions with a tissue plasminogen activator signal sequence. In the Phase 1 dose-escalation trial, 108 participants have reported high levels of neutralizing antibody titers with specific T cell responses. No serious adverse events have been reported.   In the Phase 2 trial, 508 participants were included. In this trial Convidecia induced significant immune responses and no serious adverse events reported.   The Phase 3 clinical trials have been launched with these results. The results of this trial have not been published yet. CanSino Biologics announced that the vaccine has an efficacy rate of 65.28%. China approved the vaccine for general use in February 2021.\nAd26.COV2.S is a recombinant non-replicating viral vector vaccine that uses adenovirus serotype 26 (Ad26). The vector encodes a full length and stabilized SARS-CoV-2 S protein. The vaccine gene was derived from the first clinical isolate of Wuhan strain. The safety and efficacy have been studied in 805 participants in Phase 1 and 2 clinical trials.   In these trials, regardless of vaccine dose or age group, neutralizing antibody titers against the wild-type virus were detected in 90% or more of all participants with accompanying T cell responses.\nThe results of Phase 3 clinical trials have been published.   In January 2021, Johnson & Johnson announced that the efficacy of their vaccine is 72% in the USA, 64% in South Africa and 61% in Latin America. The local and systemic adverse events were mostly mild or moderate. Severe adverse events have been reported in 83 of vaccine recipients (N = 21,895) and 96 of placebo recipients (N = 21,888). A numerical imbalance for venous thromboembolic events (11 in the vaccine group vs 3 in the placebo group) were observed. Deep venous thrombosis has been reported in 6 of the vaccine recipients and 2 of the placebo recipients. Pulmonary embolism has been reported in 4 of the vaccine recipients and 1 of the placebo recipients. Transverse sinus thrombosis has been reported in 1 of the vaccine recipients and none of the placebo recipients. Seizures have been reported in 4 of the vaccine recipients and 1 of the placebo recipients. Tinnitus has been reported in 6 of the vaccine recipients and none of the placebo recipients. For these imbalances, no causal relationship can be determined. Three deaths were reported in the vaccine group and 16 in the placebo group, all of which were considered by the investigators to be unrelated to the trial intervention. No deaths related to COVID-19 were reported in the vaccine group, whereas 5 deaths related to COVID-19 were reported in the placebo group. Transverse sinus thrombosis with cerebral hemorrhage and a case of Guillain–Barré syndrome were each seen in 1 vaccine recipient. In the light of these findings, the United States Food and Drug Administration (FDA) issued an emergency use authorization in February 2021.\nSputnik V is an adenovirus-based vaccine combining two adenoviruses, rAd5 and rAd26 designed by the collaboration of the Gamaleya Research Institute with the Health Ministry of the Russian Federation. Both have been developed as frozen and lyophilized formulations. In the Phase 1 clinical trial, the vaccine showed high efficacy with a low side effect profile. The most common side effects were pain at the injection site, hyperthermia, headache, fatigue and muscle/joint pain. These adverse events were mostly mild, and no serious adverse events reported.   The Phase 3 clinical trial involved 21,977 participants, showing a vaccine efficacy of 91.6%.   While most reported adverse events were grade 1, 45 of 16,427 participants in the vaccine group and 23 of 5435 participants in the placebo group had serious adverse events. None of these were considered to be associated with vaccination by the independent data monitoring committee. Four deaths were reported during the study period. Three participants (1 death is due to thoracic vertebral fracture, 2 deaths are due to COVID-19 infection) were in the vaccine group, 1 participant (due to hemorrhagic stroke) in the placebo group. None of the deaths are considered to be vaccine related. Russia approved Sputnik V in August 2020.\nGRAd-COV2 is a replication defective Simian Adenovirus (GRAd) vaccine candidate from Italy, that is derived from a gorilla, encoding full length profusion stabilized S protein for SARS-COV-2. It has a genome deleted of the entire E1 and E3 regions and the native E4 region replaced with the E4 orf6 of human Ad5 (hAd5).   The clinical trial results have not been published yet, but ReiThera Srl announced that its vaccine candidate is well tolerated and induced a clear immune response in Phase 1 clinical trial. The Phase 2/3 clinical trials are ongoing for this vaccine candidate.  \nAZD2816 is a viral vector vaccine that is developed by AstraZeneca company in the UK. It is designed using the same adenoviral vector platform as AZD1222, with minor genetic alterations to the spike protein based on the Beta (B.1.351, South African) variant. The vaccine candidate is currently being evaluated in Phase 2/3 clinical trials.  \nDelNS1-2019-nCoV-RBD-OPT1 is a non-replicative viral vector vaccine candidate from China, that uses influenza virus as the vaccine platform. It is applied through an intranasal route. The NS1 gene segment of the virus is knocked out so that the virus can only multiply one round inside the cell at the upper airway and will not disseminate inside the body. In the empty space of the NS1 gene, the surface S protein receptor binding domain (RBD) of COVID-19 applied which makes it a safe mucosal vaccine platform. The clinical trial results have not been published yet. The vaccine candidate is under investigation in Phase 2 clinical trials.  \nLV-SMENP-DC is developed by Shenzhen Geno Immune Medical Institute in China. It is made by modifying dendritic cells (DCs) with LV vectors expressing COVID-19 minigene (SMENP) and immune modulatory genes. The antigen-specific cytotoxic T lymphocytes (CTLs) will be activated by LV-DC presenting COVID-19 specific antigens. Currently, Phase 1/2 clinical trials are ongoing for this vaccine candidate.  \nHuman Adenovirus Type 5 vaccine candidate (hAd5 S + N bivalent vaccine) is a second-generation viral-vector vaccine that is developed by ImmunityBio, Inc in USA. It is targeting both S and N SARS-CoV-2 proteins to generate B and T cell memory to these antigens and, potentially, long-term immunity to the virus.   The hAd5 vaccine platform was developed to elicit anti-SARS-CoV-2 immune responses even in Ad-immune individuals, meaning subjects can receive the vaccine multiple times. The stimulation of anti-hAd5 immune responses is attenuated with the second-generation platform in comparison with the first-generation platforms due to additional genetic deletions. Phase 1 studies of subcutaneous dosing in the US have demonstrated no serious adverse events and potent T-cell responses after a single prime dose. In addition, a single prime subcutaneous vaccination with this vaccine candidate induced a 10-fold increase in T cell response—equivalent to T cell responses from patients previously infected with SARS-CoV-2. The Phase 1/2/3 trial is planned to study the efficacy, safety, and immunogenicity of this vaccine as a booster in participants who have already received a S-only antibody-based vaccine. Finally, hAd5 vaccine candidate has been developed in four formulations for different routes of administration: SC injection, (sublingual) SL drops, intranasal spray, and a room-temperature-stable oral capsule that could potentially overcome the cold-chain distribution hurdles affecting many current COVID-19 vaccines. The vaccine candidate is currently being evaluated in Phase 1/2 clinical trials.  \nAdCLD-CoV19 is a replication-defective human adenovirus type 5/35 vector based vaccine developed by Cellid Co., Ltd in South Korea. The vaccine candidate is under investigation in Phase 1/2 clinical trials.  \nNDV-HXP-S (known as ButanVac in Brazil, COVIVAC in Vietnam, HXP-GPOVac in Thailand, Patrial in Mexico) is a NDV vector expressing membrane-anchored pre-fusion-stabilized trimeric S protein of SARS-CoV-2, with or without the adjuvant CpG 1018. CpG 1018 is a TLR 9 agonist adjuvant. Unlike the vaccines that are already in use, NDV-HXP-S can be produced using chicken eggs similar to flu vaccine production, making it simpler to manufacture, especially for middle-and-low-income countries. The vaccine candidate is under investigation in Phase 1/2 clinical trials.  \nMVA-SARS-2-ST is developed by the German Center for Infection Research in Hamburg, is a vector vaccine candidate based on MVA virus. The vector expresses a stabilized SARS-CoV-2 S protein. The results of the Phase I clinical trial showed that the vaccines are safe and well tolerated—however, the immune responses were below expectations. For this reason, the Phase 2 trial planned for early 2021 was postponed. With an optimized vaccine, the vaccine candidate is under evaluation in Phase 1 trial.  \nVXA-CoV2-1 is an oral COVID-19 vaccine that is developed by Vaxart company in USA. It is formulated as tablets that are enteric coated for efficient delivery to the small bowel. The enteric coating protects the active ingredient from the stomach's acidic environment. While traditional injectable vaccines work by inducing a strong IgG response in the blood, oral vaccines induce an IgA response in the GI and respiratory tracts with some IgG responses in the blood as well. This is important in reducing viral shedding and preventing transmission. Vaxart's vaccine platform uses a non-replicating adenovirus type 5 (Ad5) vector that delivers the antigen. The antigen in VXA-CoV2 is composed of the genes coding for both the SARS-CoV-2 S protein and the N protein. VXA-CoV2-1 is one of the first COVID-19 vaccine candidates that contains genes for both proteins. This is important because the mutations that occur in S protein may decrease the efficacy of vaccines. The N protein is largely conserved between emerging strains of the SARS-CoV2 and may provide long-term immunity through vaccinations. Vaxart also announced that they are working on a S-only vaccine which targets specifically variant strains. VXA-CoV2-1 also uses a TLR-3 agonist, as an adjuvant that activates the innate immune system. The results of clinical studies have not been published yet, but Vaxart announced that their vaccine candidate was safe and effective. The vaccine candidate is currently being evaluated in Phase 1 clinical trials.  \nMVA-SARS-2-S, is a vaccine candidate that uses a MVA virus as a vector. It is developed by the University of Munich in Germany. MVA is a highly attenuated strain of vaccinia virus originating from growth selection on chicken embryo tissue cultures, showing a characteristic replication defect in mammalian cells, and allows unimpaired production of heterologous proteins. MVA is a weakened poxvirus approved by the U.S. Food and Drug Administration for the prevention of smallpox and monkeypox.   The vaccine candidate is under investigation in Phase 1 clinical trials.  \nCOH04S1 (MVA-SARS-2-S) is based on a synthetic MVA (sMVA) platform. It is developed by the City of Hope Medical Center in California. The vaccine candidate contains the SARS-CoV-2 S and N proteins inserted into the MVA platform. MVA can replicate DNA within cells, leading to the expression of SARS-CoV-2 proteins in order to trigger host immunity against the virus. The vaccine candidate is currently being evaluated in Phase 1 clinical trials.  \nBBV154 is an intranasal vaccine candidate that is developed by Bharat Biotech in India. It uses a non-replicating Ad5 vector platform to present S protein antigen to the immune system. Similar with other mucosal vaccines, it stimulates a broad immune response including neutralizing IgG, mucosal IgA, and T cell responses.   Currently, the vaccine candidate is under investigation in Phase 1 clinical trials.  \nChimpanzee Adenovirus serotype 68 (ChAd) and self-amplifying mRNA (SAM); Gritstone Oncology is working on a different vaccine platform. In this platform, Chimpanzee Adenovirus serotype 68 (ChAd) and SAM vectors are used, which express either S alone or S plus additional SARS-CoV-2 T cell epitopes. This vaccine candidate is under investigation in Phase 1 clinical trials.  \nSC-Ad6-1 is developed by Tetherex Pharmaceuticals Corporation in Oklahoma, USA. It is a novel single-cycle adenovirus vector (SC-Ad) expressing the SARS-CoV-2 S protein. The SC-Ad6-1 vector undergoes replication in the initial cells that it enters but lacks the genetic information to form infectious particles. Therefore, SC-Ad6-1 utilizes the potency of a replication competent adenovirus vector but does not have the capacity to cause adenovirus infections in patients and/or personnel through the formation of infectious particles. The vaccine candidate is currently being evaluated in Phase 1 clinical trials.  \nCVXGA1-001 is developed by CyanVac LLC company in USA. It is a viral vector vaccine that uses Parainfluenza Virus Type 5 (PIV5) as the vector which encodes the SARS-CoV-2 S protein. It is administered intra-nasally. The vaccine candidate is under investigation in Phase 1 clinical trials.  \nCovid-19/aAPC vaccine is developed by Shenzhen Geno-Immune Medical Institute in China. The COVID-19/aAPC vaccine is prepared by applying LV modification with immune modulatory genes and the viral mini-genes to the artificial antigen presenting cells (aAPCs). The COVID-19/aAPCs are then inactivated for proliferation and safety is extensively tested. The vaccine candidate is under investigation in Phase 1 clinical trials.  \nrVSV-SARS-CoV-2-S vaccine is developed by Israel Institute for Biological Research in Ness Ziona. The replication competent recombinant VSV-ΔG-spike vaccine, in which the glycoprotein of VSV is replaced by the S protein of SARS-CoV-2. The VSV can be easily propagated and reaches high titers and most of the general population is seronegative for VSV. Currently the vaccine candidate is under investigation in Phase 1/2 clinical trials.  \nAV-COVID-19, developed by Aivita Biomedical, Inc, is a dendritic cell (DC) vaccine. It is created by using AIVITA's autologous cell therapy platform. In this vaccine platform, autologous DCs are extracted and loaded with multiple recombinant SARS-CoV-2 S antigens to create a vaccine that is specific to each individual. These cells are re-administered to the individual, with or without GM-CSF, to create fast immune protection against the coronavirus. A kit containing all materials is provided to local sites, which can carry out steps with minimal equipment, to de-centralize manufacturing even in a third party GLP setting. The vaccine candidate is under investigation in Phase 1/2 clinical trials.  \nSimilar to viral vector vaccines, nucleic acid vaccines introduce genetic instructions (mRNA or DNA encoding the target antigen) to host cells for production of disease specific antigens. Once these instructions have been taken by the host cell, the S protein antigen is produced by the host cell itself. The production of these antigens by the host cells effectively elicits both antibody production and T-cell induction, which are important parameters of vaccine protection. The mRNA vaccine technology consists of artificial synthesis of the mRNA sequence of the SARS-CoV-2 that encodes the S protein. Incorporation of lipid nanoparticles (LNP) into mRNA vaccines protects them from enzymatic degradation and ensures efficient cellular uptake. Following the cellular uptake, mRNA vaccines induce a prompt antigen expression, and the expressed antigens generate both humoral and cellular immune responses. When it is compared to other vaccine platforms, the production of mRNA vaccines has less biosafety concerns, making them faster to produce. However, they require ultra-cold conditions for long-term storage.\nDNA vaccines use plasmids for this purpose. They generally depend on cloning the SARS-CoV-2 S gene into bacterial plasmids that contain a strong mammalian promoter, such as CMV and/or SV40, followed by large plasmid production in a competent bacterium. The advantages of plasmid DNA vaccines are that they can target and stimulate both humoral and cellular immune responses, they allow for flexible and simple large-scale production and formulation processes over short periods of time, and they offer flexibility for multivalency and room-temperature storage of the final vaccine. However, because of their low immunogenicity in humans, they require several doses for optimum protection. Long-term risk of carcinogenesis is another concern for DNA vaccines due to integration of plasmid DNA to the host cell.\nAs shown on Table 3, there are at least 29 nucleic acid COVID-19 vaccines or vaccine candidates that are registered in clinical trials.   While two of these vaccines are approved for general or emergency use in several countries, the developmental processes of remaining vaccines are continuing in different stages of clinical trials.\nBNT162b2 is a LNP formulated, nucleoside-modified messenger RNA (mRNA) vaccine, which encodes the RBD of the S1 protein. The RBD is constructed on a T4-fibritin derived fold on trimerization base, which helps to guide antigen folding into the native trimeric state. The N-methyl pseudo-uridine (m1Ψ) nucleoside modification protects it from innate immunity. It is encapsulated with an LNP that protects it from enzymatic degradation and ensures efficient cellular uptake. In the Phase 1 clinical trial, BNT162b2 elicited high SARS-CoV-2 neutralizing antibody titers with robust T cell responses. In addition, side effects were also acceptable, which were mainly composed of short-term local (ie, injection site) and systemic responses.  \nIn the Phase 3 clinical trial, a total of 43,448 participants were enrolled: 21,720 receiving BNT162b2 and 21,728 receiving the placebo.   A two-dose regimen of BNT162b2 conferred 95% protection against COVID-19 in persons 16 years of age or older. Local reactions were common and included pain, erythema and swelling at injection sites. Transient systemic reactions such as fever, fatigue, headache, and muscle and joint pain were also noted. The number of serious adverse events that were reported were similar, showing 126 (0.6%) serious adverse events reported in the vaccine group and 111(0.5%) serious adverse events in the placebo group. Only four serious adverse events (shoulder injury related to vaccine administration, right axillary lymphadenopathy, paroxysmal ventricular arrhythmia, and right leg paresthesia) can be related with BNT162b2. During follow-up, two BNT162b2 recipients (one from arteriosclerosis, one from cardiac arrest), and four placebo recipients (two from unknown causes, one from hemorrhagic stroke, and one from myocardial infarction) have died. No deaths were considered to be related to the vaccine or placebo.\nThe mRNA-1273 is another mRNA vaccine approved for use. It is developed by Moderna Company in USA. It encodes the pre-fusion form of the S antigen that includes a transmembrane anchor and an intact S1 − S2 cleavage site. Two proline substitutions in the vaccine mRNA keep the protein stable in its perfusion conformation. It is also encapsulated with an LNP. In the Phase 1 dose escalation clinical trial, mRNA-1273 showed encouraging results in safety and immunogenicity.  \nIn the Phase 3 trials, 30,420 volunteers were randomly assigned in a 1:1 ratio to receive either vaccine or placebo (15,210 participants in each group). The efficacy has been reported as 94.1% for the prevention of symptomatic SARS-CoV-2 infection and 100% for preventing severe COVID-19 as compared with placebo. Although transient local and systemic reactions were higher in the vaccine recipients, the frequency of unsolicited adverse events, unsolicited severe adverse events, and serious adverse events reported during the study period were generally similar among participants in the two groups. Three deaths occurred in the placebo group: (one from intra-abdominal perforation, one from cardiopulmonary arrest, and one from severe systemic inflammatory syndrome in a participant with chronic lymphocytic leukemia and diffuse bullous rash) and two in the vaccine group (one from cardiopulmonary arrest and one by suicide).  \nThe mRNA-1273.351 is another mRNA vaccine that is developed by Moderna company. It is an LNP-encapsulated mRNA-based vaccine that encodes for a full-length, prefusion stabilized S protein of the SARS-CoV-2 B.1.351 variant. The vaccine candidate is currently being evaluated in Phase 2 clinical trials.  \nThe mRNA-1273.211 is a multivalent booster vaccine candidate developed by Moderna company. The mRNA-1273.211, which combines mRNA-1273 and mRNA-1273.351 in a single vaccine. The vaccine candidate is currently being evaluated in Phase 2/3 clinical trials.  \nmRNA-1283 is another vaccine candidate that is developed by Moderna company in Massachusetts, USA. It is designed as a refrigerator-stable mRNA vaccine to ease the distribution, handling, and administration of vaccination programs, especially in developing countries. The vaccine candidate is currently being evaluated in Phase 1 clinical trials.  \nCVnCoV is an mRNA vaccine candidate developed by CureVacs in Tübingen, Germany. It is composed of mRNA nucleotides which expresses the full-length S protein and formulated with LNPs. CureVacs has announced that CVnCoV remains stable for at least three months when stored at a standard refrigerator temperature and for up to 24 hours as ready-to-use vaccine when stored at room temperature.   CureVacs announced the final data from the Phase 2b/3 clinical trial showed an overall vaccine efficacy of 48% against COVID-19 of any severity across all age groups and 15 variants. The efficacy was 53% against disease of any severity, 77% against moderate and severe disease and 100% against hospitalization or mortality. The vaccine candidate is currently under investigation in Phase 3 clinical trials.  \nARCoV is a LNP-encapsulated mRNA vaccine candidate from China that encodes the RBD of SARS-CoV-2. In preclinical studies with mice and primates, it has been shown that immunization with ARCoV triggers potent T cell mediated immune response and neutralizing antibodies against COVID-19. It is manufactured as a liquid formulation and can be stored at room temperature for at least 1 week.   ARCoV is currently being evaluated in Phase 3 clinical trials.  \nARCT-021 is a mRNA vaccine candidate developed by Arcturus Therapeutics in California. It combines self-transcribing and replicating mRNA (STARR™) with LUNAR® lipid-mediated delivery technology, which is designed to enhance and extend antigen expression, enabling vaccination at lower doses. Arcturus Therapeutics announced that their vaccine candidate requires up to a 40-fold smaller dose than other mRNA vaccines. Due to this, ARCT-021 is expected to require less manufacturing capacity than other mRNA vaccines. Additionally, it is designed as a single shot, lyophilized, non-viral vector vaccine that may potentially provide an extended variant coverage and can also be used for periodic booster doses. The vaccine candidate is currently being evaluated in Phase 2 clinical trials.  \nMRT5500 is developed by Sanofi Pasteur company in Lyon, France and Translate Bio company in Massachusetts, USA. It is an mRNA vaccine candidate with 2P/GSAS, S protein modifications of S protein. In MRT5500's preclinical design, this modification was selected among several mRNA constructs of S protein because it is more effective for immunogenicity and protection from COVID-19.   MRT5500 is currently being evaluated in Phase 2 clinical trials.  \nDS-5670a, is developed by Daiichi Sankyo Co., Ltd in Japan. It is an mRNA vaccine candidate that targets SARS-CoV-2 S protein. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nEXG-5003 is a temperature-sensitive self-replicating RNA vaccine expressing the RBD of the SARS-CoV-2 S protein. It is optimized for intradermal injection with potential dose-sparing and safety benefits. The vaccine candidate is currently being evaluated in phase 1/2 clinical trials.  \nLNP-nCoVsaRNA is developed by Imperial College London in the UK. It is a purified, synthetic mRNA vaccine candidate encoding the S glycoprotein of SARS-CoV-2 virus. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nChulaCov19 is an mRNA vaccine candidate that is developed by Chulalongkorn University in Thailand. Chulalongkorn University announced that ChulaCov19 can be stored in refrigerators for 3 months and at room temperature for 2 weeks. The vaccine candidate is currently being evaluated in Phase 1 clinical trials.  \nPTX-COVID19-B, is an mRNA vaccine candidate that is designed by Providence Therapeutics in Canada. The vaccine candidate encodes a full-length membrane-anchored S protein taken from the Wuhan-Hu-1 isolate with a D614G mutation to match predominant SARS-CoV-2 variant strains in circulation. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nCoV2 SAM is developed by GlaxoSmithKline company in the UK. It is a self-amplifying mRNA (SAM) vaccine candidate that targets the S protein of SARS-CoV2 virus. Similar to other mRNA vaccines, it is coated with an LNP. The vaccine candidate is currently being evaluated in Phase 1 clinical trials.  \nHDT-301 is a self-replicating mRNA vaccine candidate from Brazil, formulated with a novel Lipid-Inorganic Nanoparticle (LION™) that encodes for a full-length S protein of the SARS-CoV-2 virus. As a self-replicating mRNA vaccine, it is considered to allow dose sparing and possibly a single dose vaccine in comparison with current mRNA platforms. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nCOVID-19 mRNA is a vaccine candidate that is developed by Stemirna Therapeutics and Shanghai East Hospital in China. It is a mRNA vaccine that targets the S protein. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nLNP-nCOV saRNA-02 is a vaccine candidate that is developed by Imperial College London in the UK. It is a self-amplifying RNA encapsulated in LNPs. The vaccine candidate is currently being evaluated in Phase 1 clinical trials.  \nZyCoV-D is a DNA plasmid vector vaccine candidate from Israel, that encodes the S protein of SARS-CoV-2 virus. The vaccine is given as an intra-dermal injection using a spring-powered jet injector. The vaccine candidate is currently being evaluated in Phase 3 clinical trials.\nThe AG0301—COVID-19 is developed by AnGes Inc. and Osaka University in Japan. It is a plasmid DNA vaccine candidate that targets S protein of COVID-19 virus. The vaccine candidate is currently under investigation in Phase 2/3 clinical trials.  \nINO-4800 is developed by Inovio Pharmaceuticals in Pennsylvania, USA. It is a nucleic-acid-based vaccine candidate that contains the plasmid pGX9501, which encodes for the entire length of the S glycoprotein of SARS-CoV-2 virus. It is stable at room temperature for more than a year and does not require freezing for transport or storage. Inovio introduced a proprietary hand-held smart device called CELLECTRA®, which uses a brief electrical pulse to open small pores in the cell reversibly to allow the plasmids to enter. This allows an optimal entry of plasmids with DNA into cells and provides a better immune response. The vaccine candidate is currently being evaluated in Phase 2/3 clinical trials.\nGX-19N is developed by the Korean biotech company Genexine. It is a DNA vaccine candidate that encodes both S and N proteins of SARS-CoV-2 virus. The vaccine candidate is currently being evaluated in Phase 1/2 clinical trials.  \nGLS-5310 is a DNA vaccine candidate encoding the S protein and a second antigenic target of SARS-CoV-2. It is developed by GeneOne Life Science, Inc. in South Korea. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nAG0302-COVID19 is another DNA vaccine candidate developed by AnGes, Inc in Japan. It encodes the S protein of SARS-CoV-2. The vaccine candidate is currently being evaluated in Phase 1/2 clinical trials.  \nCOVID-eVax, is a plasmid DNA vaccine candidate from Italy. It targets the RBD of S protein. It is administered as an intramuscular injection followed by a short, low voltage, electrical pulse application. The procedure is called Electro-Gene-Transfer (EGT) which allows efficient DNA transfer into the host cells. The vaccine candidate’s EGT system is based on a special Cliniporator™ technology which is already available for use in cancer patients in Europe. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nCovigenix VAX-001 is developed by Entos Pharmaceuticals Inc in Canada. It is a DNA vaccine candidate that uses a proteo-lipid vehicle (PLV) formulation. The vaccine candidate is currently being evaluated in Phase 1 clinical trial.  \nCORVax is a S protein plasmid DNA vaccine candidate that is developed by Providence Health & Services in USA. It uses immune stimulant plasmid IL-12 to promote a better immune response against the SARS-CoV-2 virus. CORVax is currently under investigation in a Phase 1 clinical trial.  \nbacTRL-Spike is an oral DNA vaccine candidate that is developed by Symvivo Corporation in Canada. It is composed of a bacterial medium with colony-forming-units of live Bifidobacterium longum which is engineered to deliver synthetic DNA encoding S protein by plasmids. Bacterially mediated delivery of plasmid DNA bacTRL product produces, secretes and delivers plasmid DNA to human cells. The vaccine candidate is currently being evaluated in Phase 1 clinical trials.  \nCOVIGEN is a DNA vaccine candidate developed by Technovalia company in Australia. The delivery of the vaccine is via a needle-free device which penetrates the skin with a jet spray. The vaccine candidate is under investigation in Phase 1 clinical trial.  \nSubunit vaccines are based on targeting viral protein subunits. Besides the S protein, SARS-CoV-2 has other structural proteins such as membrane (M), envelope (E) and N proteins. Antibodies that target M and E proteins have failed to neutralize the COVID-19 infection. For this reason, these 2 proteins are currently not considered as target antigen for COVID-19 vaccines. On the other hand, N protein is highly immunogenic and induces robust humoral and cellular immune responses. To produce these recombinant protein vaccines, bacterial expression systems represent the most commonly used technique. These vaccines often require multiple doses and effective adjuvants to obtain a robust immune response. As live virus handling is not required, the subunit vaccine manufacturing process is safer and simpler, although manufacturing these vaccines can be difficult for mass vaccinations. To date, four subunit vaccines are available for use. These are NVX-CoV2373, EpiVacCorona, ZifiVax and FINLAY-FR-2 vaccines.\nAs depicted on Table 4, there are at least 40 recombinant protein based COVID-19 vaccines or vaccine candidates that are registered in clinical trials.   To date, four subunit vaccines are approved for general or emergency use in several countries. These are NVX-CoV2373, EpiVacCorona, ZifiVax and FINLAY-FR-2 vaccines. The developmental processes of remaining vaccines are continuing in different stages of clinical trials.\nNVX-CoV2373 is a recombinant SARS-CoV-2 (rSARS-CoV-2) nanoparticle vaccine constructed from the full-length (including the transmembrane domain) and wild-type SARS-CoV-2 S glycoprotein. The vaccine was designed with a special adjuvant called Matrix-M™. Matrix-M™, an adjuvant based on saponin extracted from the Quillaja saponaria Molina tree induces high and long-lasting levels of broadly reacting antibodies supported by a balanced TH1 andTH2 type of response. Although the mode-of-action of Matrix-M adjuvant has not been elucidated in detail; the adjuvant promotes rapid and profound effects on cellular drainage to local lymph nodes creating a milieu of activated cells including T cells, B cells, Natural Killer cells, neutrophils, monocytes and DCs. From the previous vaccine studies, it has shown a significant dose-sparing effect and an acceptable safety profile. In the Phase 1-2 clinical trial, participants were enrolled to receive the vaccine or placebo.   At 35 days, NVX-CoV2373 elicited immune responses that exceeded levels in COVID-19 convalescent serum. No serious adverse events were reported. After these results, Phase 3 clinical trials have been launched in many different countries around the world. The results of these trials have been published.   Novavax announced interim Phase 3 clinical trial results in the UK and South Africa in March 2021. The results of these studies showed 100% efficacy in preventing severe disease. The overall efficacy was 96.4%. In both the UK and South Africa trials, the vaccine was well-tolerated, with low levels of severe, serious and medically attended adverse events at day 35, balanced between vaccine and placebo groups. Novavax announced that their vaccine might get authorization by the US FDA in May 2021.\nEpiVacCorona is a subunit vaccine containing chemically synthesized peptide immunogens corresponding to selected protective epitopes of SARS-CoV-2 coronavirus S protein, conjugated to recombinant SARS-CoV-2 protein N, as a carrier, adjuvanted with aluminum hydroxide. The Phase 1-2 trials were published in March 2021. In this study, the two-dose vaccination scheme induced the production of antibodies specific to the antigens that make up the vaccine in 100% of the volunteers.   No serious adverse events have been reported. Phase 3 clinical trials were registered in March 2021 and have not been published yet.   Russia approved EpiVacCorona in October 2020. Turkmenistan approved EpiVacCorona in January 2021.\nZifiVax also known as ZF2001 is a recombinant protein subunit vaccine from China manufactured in the Chinese Hamster Ovary (CHO) cell lines, encoding a dimeric form of the receptor-binding domain of S protein. The vaccine was jointly developed by the Institute of Microbiology, the Chinese Academy of Sciences, and Anhui Zhifei Longcom Biopharmaceutical. In the Phase 1 and 2 clinical trials, the vaccine showed high efficacy with a low side effect profile.   China authorized the emergency use of the vaccine on March 10, 2021. Currently the vaccine candidate is currently being evaluated in Phase 3 clinical trials.  \nFINLAY-FR-2 or Soberana 02 is a COVID-19 vaccine produced by the Finlay Institute, a Cuban epidemiological research institute. It is a conjugate vaccine. It consists of the RBD of the SARS-CoV-2 S protein which is conjugated chemically to tetanus toxoid. Iran authorized the emergency use of the FINLAY-FR-2 in June 2021.   The vaccine candidate is under investigation in Phase 3 clinical trials.  \nVAT00002 is a recombinant protein subunit vaccine candidate from France and the UK that is formulated in three forms. While two monovalent forms of the vaccine target either D614 or B.1.351 mutations, the bivalent form targets both mutations. It is developed by Sanofi Pasteur and GSK companies. The vaccine candidate is currently being evaluated in Phase 3 clinical trials.  \nWest China Hospital COVID-19 vaccine is a vaccine candidate that is developed by West China Hospital and Sichuan University in China. This vaccine is made by using baculovirus as a vector and expressing SARS-CoV-2 S-RBD in Sf9 cells, which is purified by antigen isolation and added with aluminum hydroxide adjuvant. Insect cell line Sf9 has been shown as an efficient protein expression system with eukaryotic protein folding and modifications.   The vaccine candidate is under investigation in Phase 3 clinical trials.  \nCIGB-66 is a recombinant protein-based vaccine from Cuba that targets the RBD of SARS-CoV-2 virus. The vaccine candidate contains aluminum hydroxide as an adjuvant. The vaccine candidate is currently being evaluated in Phase 3 clinical trials.  \nNanocovax is a subunit vaccine candidate that is developed and manufactured at Nanogen Pharmaceutical Biotechnology in Vietnam. It contains the full-length pre-fusion stabilized recombinant S glycoprotein of SARS-CoV-2 virus and aluminum hydroxide adjuvant.   The vaccine candidate is under investigation in Phase 3 clinical trials.  \nSCB-2019 is a recombinant protein-based vaccine from Australia, UK and USA which consists of a trimeric form of the S protein (S-Trimer) formulated with either CpG 1018 with Alum adjuvant or AS03 preparations. CpG 1018 is a TLR9 agonist that increases vaccine efficacy. AS03 is an oil-in-water emulsion adjuvant which is composed of α-tocopherol, squalene and polysorbate 80.   The vaccine candidate is currently being evaluated in Phase 2/3 clinical trials.\nUB-612 is developed by Vaxxinity company in USA. It targets the S protein of SARS-CoV-2. It can be stored at temperatures between 2 °C-8 °C. The vaccine candidate is under investigation in Phase 2/3 clinical trials.  \nCOVAX-19 or Spikogen is developed by Vaxine Pty Ltd/CinnaGen Co from Australia and Iran. It is a monovalent recombinant protein subunit vaccine candidate that targets S protein of the SARS-CoV-2 virus. Currently, this COVID-19 candidate vaccine is being evaluated in Phase 2 clinical trial.\nMVC-COV1901 is another protein subunit vaccine candidate from China and USA. It is based on a prefusion SARS-CoV-2 S immunogen with CpG 1018 and aluminum hydroxide serving as adjuvants. The vaccine candidate is currently being evaluated in Phase 2 clinical trials.  \nFINLAY-FR1 is a COVID-19 vaccine produced by the Finlay Institute in Cuba. It is a vaccine candidate that targets the RBD of S protein.   This vaccine candidate is currently under investigation in Phase 2 clinical trials.  \nRazi Cov Pars is developed under the leadership of Iran’s Health Ministry and Food and Drug Organization expertise. It is an injected-inhaled recombinant corona protein vaccine which is currently being evaluated in Phase 2 clinical trial.  \nV-01 is a recombinant protein vaccine from China that targets RBD of S protein. However RBD is armed with an interferon-α at the N-terminus and dimerized by human IgG1 Fc at the C-terminus (named I-R-F) to target and activate DCs to migrate toward the local draining lymph nodes, thus enhancing antigen processing and presentation.   This vaccine candidate is currently under investigation in Phase 2 clinical trials.  \nSCB-2020S is developed by Clover Biopharmaceuticals AUS Pty Ltd in China. It targets the SARS-CoV-2 trimeric S-protein from B.1.351 variant. The vaccine candidate is currently being evaluated in phase 2 clinical trials.  \n202-CoV is developed by Shanghai Zerun Biotechnology Co. Ltd in China. It is a protein subunit vaccine targeting S protein of SARS-CoV-2. The vaccine candidate is currently being evaluated in Phase 2 clinical trials.  \nKBP-COVID-19 is a plant-based subunit vaccine from USA candidate that targets S protein. Kentucky BioProcessing Inc. (KBP) is primarily known for utilizing tobacco plants for the production of vaccines along with other biopharmaceutical products. KBP has utilized N. benthamiana as a bioreactor for the production of the target S protein. The widely used agroinfiltration technique is also employed by KBP to infiltrate the tobacco leaves with the genetically modified A. tumefaciens to enable the production of the target protein. This indirect gene transfer technique increases the rate of transgene expression. The vaccine candidate is under investigation in Phase 1/2 clinical trials.  \nCIGB-669 (Mambisa) is a conjugate subunit vaccine from Cuba that uses the hepatitis B protein as an antigen. It will be applied nasally, with the ability to stimulate the immune response at the mucosal level, the first barrier against a pathogen. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nBECOV2 is developed by Indian company Biological E. The vaccine candidate has an antigen developed by the Texas Children’s Hospital Center for Vaccine Development and in-licensed from BCM Ventures, Baylor College of Medicine’s integrated commercialisation team, and Dynavax Technologies’ advanced adjuvant, CpG 1018. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nS-268019 is a recombinant protein vaccine candidate from China that contains a purified S antigen protein. The vaccine candidate was developed by a special platform called Baculovirus Expression Vector System (BEVS) for production. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nAKS-452 is a biologically engineered SARS-CoV-2-RBD-Fc fusion protein vaccine candidate from Netherlands. In this vaccine candidate full RBD of SARS-CoV-2 is fused with Fc portion of an immunoglobulin molecule, providing better presentation of the S antigen to the immune system. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nCOVAC-2 is developed by the University of Saskatchewan in Canada. The vaccine candidate contains a portion of the SARS-CoV-2 S protein, called S1. COVAC-2 contains a SWE adjuvant. This adjuvant belongs to a family of oil-based adjuvants that have been previously used in influenza vaccines. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nGBP510 is a recombinant protein vaccine candidate from South Korea, that targets RBD of S protein. The nanoparticle technology applied to this vaccine candidate provides significant dose-sparing effect. The vaccine candidate can be stored at refrigerator conditions.   The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nEuCorVac-19 is a recombinant protein vaccine from South Korea, that targets the S protein. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nCoVePit is another recombinant protein vaccine that is developed by OSE Immunotherapeutics in France. The vaccine candidate incorporates 11 neoepitope targets chosen following bioinformatic analysis of more than 167,000 different SARS-CoV-2 sequences collected globally. Selection and generation of this SARS-CoV-2 multi-target peptide vaccine (targeting S, M, N, and several non-structural proteins), cover for already observed up to 46,000 SARS-CoV-2 sequences with recurrent mutations isolated worldwide and is ready to use for future virus evolution. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nQazCoVac-P is a recombinant protein vaccine from Iran, that targets RBD and N-proteins of the SARS-CoV-2 coronavirus. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nIMP CoVac-1 is a SARS-CoV-2-derived multi-peptide vaccine in combination with the TLR 1/2 ligand XS15 from Germany. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nAdimrSC-2f is developed by Adimmune Corporation in Taiwan. It is based on recombinant protein technology. According to the amino acid sequence of the S-protein SARS-CoV-2, a candidate vaccine fragment was designed and fused with the Fc fragment gene of human IgG1 antibody for this vaccine. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nSARS-CoV-2 Sclamp vaccine is an adjuvanted protein subunit vaccine from Australia, that comprises a recombinant SARS-CoV-2 S glycoprotein and squalene-oil-in-water adjuvant MF59. A molecular clamp is used to stabilize the S protein in the authentic pre-fusion conformation that preserves neutralising epitopes present on the virion surface. This mimics the response induced by natural infection and minimises the induction of potentially confounding non-neutralising antibodies. MF59 is a commercially approved adjuvant with a well-established safety record in children, adults, and older people and that elicits strong antibody responses, along with a balanced T-helper 1 (Th1) and T-helper 2 (Th2) cell response. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nSK SARS-CoV-2 (NBP2001) is a recombinant surface antigen protein subunit vaccine from South Korea, which is adjuvanted with aluminum. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nWalter Reed Army Institute of Research in USA developed another recombinant protein vaccine. The researchers in WRAIR designed and characterized four categories of engineered nanoparticle immunogens that recapitulate the structural and antigenic properties of pre-fusion S, S1 and RBD. Additionally, a liposomal formulation of QS21 (ALFQ) adjuvant has also been used in this vaccine candidate. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nReCOV is a recombinant protein vaccine candidate from China, that is developed by Jiangsu Rec-Biotechnology. It is a two-component vaccine that targets both S and RBD protein of SARS-CoV-2. The vaccine candidate is manufactured in the Chinese Hamster Ovary (CHO) cell lines. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nCoV2-OGEN1 is a recombinant protein based vaccine candidate from Russia, that targets the S protein. The vaccine candidate incorporates a novel oral-delivery platform, allowing individuals to obtain immune response orally without injection. It is currently under investigation in Phase 1 clinical trials.  \nBaiya SARS-CoV-2 VAX1 is developed by Baiya Phytopharm Co., Ltd in Thailand. It is a RBD-Fc based protein subunit vaccine. The vaccine candidate is currently being evaluated in Phase 1 clinical trials.  \nCoVLP is a COVID-19 vaccine candidate developed by Medicago company in Canada and GlaxoSmithKline company in the UK. The virus-like particles are produced by creating a bacterium engineered with genes of the virus, then introducing the bacteria into Nicotiana benthamiana plants. The plants take up the bacteria virus-derived generic material, producing in its leaves the virus-like particles, which are then harvested and extracted. The method of using a plant like N. benthamiana has been called “molecular farming” or a “plant-based factory”, having vaccine manufacturing advantages of rapid, low-cost production of proteins, large scalability for production, and safety of using plants for pharmaceutical production.   The vaccine candidate is currently under investigation in Phase 2/3 clinical trials.  \nRBD SARS-CoV-2 HBsAg VLP is a vaccine candidate that is developed by Serum Institute of India and SpyBiotech company in India. It is a virus-like particle vaccine candidate where the RBD antigen is conjugated to the hepatitis B surface antigen. Virus-like particles (VLPs) are protein-based vaccines that stimulate high immune responses because of their repetitive structures. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nVBI-2902a is an enveloped virus-like particle (eVLP) vaccine candidate from Canada, that expresses the SARS-CoV-2 S protein and contains an aluminum phosphate adjuvant. The vaccine candidate is currently under investigation in Phase 1/2 clinical trials.  \nSARS-CoV-2 VLP is developed by The Scientific and Technological Research Council of Turkey. It is a vaccine candidate that harbors M, N, E, and hexapro modified S proteins of SARS-CoV-2 virus. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nABNCoV2 is developed by Radboud University in Netherlands. It is a capsid virus-like particle (cVLP) vaccine candidate. The vaccine is made in insect cells and is linked to a nanoparticle. It uses an adjuvant called MF59. The vaccine candidate is currently under investigation in Phase 1 clinical trials.  \nAll viruses mutate over time, and this includes SARS-CoV-2. Since the beginning of the COVID-19 pandemic, several mutations have risen in the viral genome of SARS-CoV-2, leading to many new variants in different countries. In the analysis of an international database covering the infections between February and May 2020, 5775 new variants have been reported.   A consistent nomenclature has not been established for SARS-CoV-2 variants. Three mainly used nomenclature systems are GISAID (Global Initiative on Sharing Avian Influenza Database), Nextstrain Platform and PANGOLIN (Phylogenetic Assignment of Named Global Outbreak Lineages) systems. Currently, eight global clades (S, O, L, V, G, GH, GR, and GV) have been identified in GISAID; thirteen major clades (19A, 19B, 20A–20J and 21A) have been identified in Nextstrain Platform and six major lineages (A, B, B.1, B.1.1, B.1.177, B.1.1.7) have been identified in PANGOLIN system.\nAn emerging variant that carries one or more of these mutations and becomes the responsible agent for the increasing proportion of the cases is considered as variant of interest (VOI). Further expansion of VOIs, causing public health risks at national or global levels, are considered as variants of concerns (VOCs). In fact, the surveillance of new SARS-CoV-2 variants is very important and is carried out by identification of new viral sequences. However, genome sequencing capabilities are limited in most parts of the world. More efforts are needed for the necessary surveillance of these variants in an international level of attention. As national authorities, institutions and researchers continue to monitor SARS-CoV-2 mutations, the WHO has assigned simple, easy to say and remember labels for key variants of SARS-CoV-2 using letters of the Greek alphabet in May 2021. According to these labels four VOCs (Alpha, Beta, Gamma and Delta) and four VOIs (Eta, Iota, Kappa and Lambda) have been designated for emerging variants (Table 5).\nA major focus of current research is whether any of these mutations have any potential to significantly alter important viral properties, such as the mode or rate of transmission, or the ability to cause disease. However, the observation that a new mutation is increasing in prevalence or geographic range is not sufficient to prove its selective advantage because such increases can also be generated by other causes such as noncompliance to the preventive measures.   Variant mutations can occur in any part of the viral genome such as in structural protein genes or non-structural protein coding regions. The mutations that occur in the S protein genes, particularly the RBD coding regions are of the greatest importance because they are the main cause of SARS-CoV-2 variants with increased transmission rates, increased disease severity-mortality rates and less susceptibility to monoclonal or polyclonal antibodies produced in response to infection or vaccination. These mutations can also negatively impact diagnostics or drug therapies that are used for COVID-19 disease.   (Table 6)\nVaccine efficacy is the reduction of the risk or odds of disease or infection among vaccinated persons. While new variants continue to emerge, evaluation of the efficacy of COVID-19 vaccines in different settings and populations has become more difficult. The necessity of additional vaccine doses for declining protection over time and decreased efficacy for different variants of COVID-19 are unresolved issues for vaccine efficacy. Real world vaccine efficacy may differ from the results of randomized controlled trials because of the different target populations or different vaccine schedules that are applied in different countries. While many vaccine efficacy studies are continually published, the majority of these came from three countries with early introduction of vaccination campaigns: Israel, the UK and the USA. Additionally, most of these reports on vaccine efficacy were carried out on only two vaccines—BNT162b2 (Pfizer) and AZD1222 (AstraZeneca). To improve vaccine efficacy studies, WHO has produced best practice guidance on how to undertake vaccine efficacy studies.  \nIn general, symptomatic disease efficacy results of these studies, for fully vaccinated individuals, have been similar to the results of the randomized controlled studies of individual vaccines. Overall, vaccine efficacy against severe disease, hospitalization and death is higher than efficacy against non-severe disease, with the overall efficacy of above 80% for AZD1222, mRNA-1273, BNT162b2, and Coronavac vaccines. Although, the vaccine efficacy against infection and asymptomatic infection are slightly lower for AZD1222, mRNA-1273, and BNT162b2 vaccines, the vaccine efficacy rates for these outcomes are almost uniformly >60%. Additionally, several studies have shown that the transmission to household members is reduced by approximately 50% when the infected household member was vaccinated with at least one dose as compared to unvaccinated. Importantly, vaccine efficacy appears to be consistently higher for all outcomes after full vaccination, defined as at least 7-14 days after the final dose.   (Table 7)\nThere is widespread concern that existing COVID-19 vaccines may have reduced vaccine efficacy against the four VOCs designated by WHO. Neutralization studies have shown that there is a several-fold reduction in neutralization of the VOCs, specifically Beta, Gamma and Delta. However, a reduction in neutralization does not directly correlate with reduced vaccine efficacy. This can be explained by several reasons: 1) there is currently no known threshold of neutralization below which vaccines no longer protect; 2) some vaccines produce higher neutralizing antibody concentrations so reductions in neutralization will likely have a lesser effect on the efficacy for these vaccines; 3) and other factors besides neutralizing antibody levels, such as cellular immunity, may maintain protection. More vaccine efficacy studies of additional vaccines against the Delta variant and other VOCs are needed to better understand vaccine efficacy against VOCs.  \nAlthough, much progress has been achieved since the beginning of the COVID-19 pandemic, the issue of vaccinations in special populations remains unclear. One of these populations is pregnant or breastfeeding women. Vaccination during pregnancy and lactation is common to prevent maternal and infant morbidity from other infectious diseases. Although live vaccinations, such as measles, mumps, and rubella and varicella are contraindicated in pregnancy, influenza and Tdap vaccinations are specifically recommended to prevent infections during pregnancy.   All currently approved COVID-19 vaccines are not live virus vaccines.\nAccording to available information in the literature, pregnant women do not appear to get infected by COVID-19 more frequently than the general population and when they are infected, most experience mild to moderate disease. However, approximately 8– 11% of pregnant women require hospital admission for COVID-19 related morbidity, and between 2% and 4% of pregnant women require intensive care unit admission during the course of the disease. Risk factors for severe COVID-19 in pregnant women include race/ethnicity, older maternal age, pre-pregnancy obesity, asthma, cardiovascular disease, pre-gestational diabetes mellitus, chronic hypertension, chronic lung disease and healthcare personnel. Pregnant women with COVID-19 may also have an increased risk of preterm birth. The risk for preterm delivery has ranged from 10% to 25% in the literature with rates as high as 60% among women with critical illness. Additionally, the Centers for Disease Control and Prevention (CDC) has included pregnancy as a risk factor that can lead to increased risk for severe COVID-19.  \nIt is important to note that pregnant and lactating women were not included in COVID-19 vaccine trials. For this reason, the evidence for efficacy and safety of COVID-19 vaccinations during pregnancy and lactation is scarce, which makes the decision making more difficult. In this regard, most of the information comes from animal studies and the inadvertent vaccination of pregnant women during clinical trials or observational studies. The safety and efficacy of COVID-19 vaccines have been tested in animal models, including mice, ferrets, sheep, and nonhuman primates. Developmental and reproductive toxicology (DART) studies on the BNT162b2, mRNA 1273, AdsCoV2S, AZD122, Coronavac and BBIBP-CorV vaccines have not shown any harmful effects in pregnancy. Inadvertent pregnancies in low number of recipients occurred in women having received a COVID-19 vaccine during BNT162b2, mRNA 1273, AdsCoV2S and AZD1222 COVID-19 vaccine trials, revealing no difference in miscarriage rates between COVID-19 vaccinated and placebo-vaccinated women. The results of observational studies have shown that vaccinations in pregnant and lactating women generated robust humoral immunity with immunogenicity and reactogenicity similar to that observed in non-pregnant women.   Immune transfer of neutralizing antibodies from mother to neonates was observed via placenta and breastmilk in these studies. However, the vast majority of these studies were performed on mRNA vaccines and information on the effect of inactivated, viral vector and subunit vaccines on pregnancy or lactation is scant. Furthermore, although a causative relationship has not been fully established, a very rare syndrome, called vaccine induced thrombotic thrombocytopenia (VITT) has been described and only seems to occur after adenovirus viral vector vaccines.   However, similar kinds of viral vector vaccines have been given to pregnant women in previous Ebola and Zika virus vaccination programs without adverse pregnancy-related outcomes. Any intervention in pregnancy, including vaccinations, especially new ones, requires special careful attention to ensure safety of the pregnant women and their children. After several vaccines became available for use, a large amount of guidance was published by governmental public health agencies, drug regulatory agencies, and health care organizations regarding administration of the COVID-19 vaccines in pregnant or lactating women. With the flow of new information, these guidance documents have been substantially changed over time, between December 2020 until today. Overall further decisions on the use of COVID-19 vaccines in pregnancy and lactation period should include a risk–benefit analysis based on availability of the vaccine, the best available data and the exposure risk in the epidemiological background. It is important to highlight that the benefits of vaccinations in pregnant or breastfeeding women far outweigh the risks.\nIt has been shown that patients with cancer are at significantly increased risk for COVID-19 infection. Additionally, when cancer patients are infected with COVID-19, they may have worse outcomes. This is caused partly by the disease itself and also by the immunosuppression caused by different treatment approaches such as chemotherapy, radiotherapy, and stem cell transplantation also make these patients more vulnerable to COVID-19. Since the beginning of the COVID-19 pandemic, cancer patients have been classified as high-risk patients for severe disease, excluding them from early vaccine trials. Infectious Diseases Society of America (IDSA) and The European Conference on Infections in Leukemia (ECIL) guidelines recommend vaccination with inactivated influenza, Hepatitis B subunit and pneumococcus vaccinations in cancer patients. In general, live-attenuated vaccines are not usually recommended in primary or acquired immunodeficient patients because of the risk of infection development by the live pathogens present in the vaccine. All currently approved COVID-19 vaccines are not live virus vaccines.\nCytotoxic chemotherapies interfere with DNA replication, synthesis, and cell cycle progression. Lymphocytes are also suppressed by these therapies.   However, this suppression is not complete and immune responses can be achieved by vaccinations, although, the patients are on cytotoxic chemotherapy. Titers can be helpful to assess the need for revaccination. Higher doses or boosters can be employed to enhance immunogenicity. Overall, with the exception of intensive chemotherapy periods, patients undergoing chemotherapy are expected to generate protective responses with COVID-19 vaccinations.\nTargeted therapies including the receptor tyrosine kinase inhibitors (TKIs) such as erlotinib, sunitinib, imatinib and ibrutinib and monoclonal antibodies such as trastuzumab, do not directly cause immunosuppression but they may have inhibitory effects on APC function, T cell activation and B cell signaling. However, cancer patients that are receiving these therapies can still produce enough immune response against vaccines. Thus, it is reasonable to expect that the patients being treated with targeted therapies will generate protective responses with COVID-19 vaccination.\nImmune checkpoint inhibitors target immunological pathways such as programmed cell death protein 1 (PD-1) and cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) that are up-regulated in tumor-reactive T cells. Checkpoint inhibitors can cause immune-related adverse events (IRAEs), depending on the specific therapy.   There is a theoretical concern that vaccination could stimulate an over-reactive immune response and increase IRAEs in patients actively treated with immune checkpoint inhibitors.   However, larger studies with non-vaccinated comparison groups did not show higher frequencies of IRAEs with vaccinations.\nPlasma-cell-depleting and lymph-depleting therapies, such as anti-CD20 and anti-CD38 monoclonal antibodies or CAR-T cells against CD19, reduce the number of peripheral B cells in patients. In practice, it is recommended that vaccines be given at least 6 months after anti-B cell therapy due to decreased efficiency. However patients on anti-B cell therapy are at especially high risk for severe disease and death from COVID-19 can be an exception for this because vaccines are the most powerful tools in prevention of COVID-19 infections.\nRadiation therapy is commonly used for patients with malignancies as a curative or palliative treatment option. It is known that radiation involving a large part of the body can have an impact on the bone marrow, however it is rare for radiation to have a significant impact on the immune system. Therefore, most patients treated with radiation can generate protective immune responses to COVID-19 vaccines.\nCOVID-19 prognosis is poor in patients receiving hematopoietic stem cell transplantation (HSCT). In HSCT recipients who develop COVID-19, the overall survival has been found to be 68% for recipients of allogeneic HSCT and 67% for recipients of autologous HSCT.   In general, vaccines can be administered 4-6 months after HSCT. Live-attenuated vaccines are not recommended and should be administered at least 24 months after HSCT in patients who do not have graft versus host disease (GVHD) and take no immunosuppressive drugs in the last three months.  \nOverall, most cancer treatments do not impair proper immune response against vaccines. However, the immune response may be weak in some cancer patients including those who are on intensive immunosuppression or HSCT. Many oncology professional scientific societies including the American Society of Clinical Oncology (ASCO), the European Society for Medical Oncology (ESMO), Society for Immunotherapy of Cancer (SITC), and the American Association for Cancer Research (AACR) strongly recommend vaccinating patients with cancer. It seems that vaccination in all cancer patients is safe, effective, and recommended, except for those who are on anti-B cell therapies, for whom a 4–6 months interval is needed after medication. It is important to complete the vaccination schedule and vaccination of household members. All types of vaccines are safe and effective in these patients, except live-attenuated vaccines.\nDue to the immunosuppression that is needed for preventing graft rejection, the solid organ transplant (SOT) recipients are susceptible to diverse infectious diseases including COVID-19. SOT recipients are also at increased risk of developing severe COVID-19 infections and higher mortality rates compared to the general population. Furthermore, due to the immunosuppressed status, these patients experience prolonged SARS-CoV-2 shedding, which has been linked to the emergence of viral mutants. Although, prevention of COVID-19 infections is critical in SOT recipients, they were excluded from recent SARS- CoV-2 vaccine trials, so neither efficacy, and durability, nor safety are known in this patient sub-population. In SOT recipients the immune response to vaccinations produce lower antibody titers compared to the general populations. Although there have been some concerns, vaccines have not been associated with graft rejection in SOT recipients.  \nIn general, live-attenuated virus vaccines are usually not recommended in SOT recipients due to the risk of disseminated infection.   The American Society of Transplantation (AST), the International Society for Heart and Lung Transplantation (ISHLT) and the European Society for Organ Transplantation recommend that all solid organ transplant recipients should be vaccinated against SARS-CoV-2, using locally approved vaccines. All healthcare workers and household members who care for these patients should also be vaccinated against COVID-19 infection. Whenever possible, vaccinations are recommended prior to transplantation (ideally with completion of vaccine series a minimum of 2 weeks prior to transplant). The best time for COVID-19 vaccine administration in the post-transplantation period is probably a minimum of three months after transplantation when immunosuppression is diminished, and other prophylactic medications are reduced. COVID-19 vaccination should be avoided in acute cellular rejection (ACR) status until ACR episodes are resolved, and high dose corticosteroid usage is not required anymore. Administration of an additional dose (third dose) of vaccine after completion of the vaccine series has been authorized by the EUA in the US as of August 12, 2021.\nMultiple sclerosis (MS) is a chronic, inflammatory, demyelinating, and neurodegenerative disease affecting the central nervous system (CNS), often leads to irreversible disability.   The MS has become a concerning issue in the COVID-19 pandemic. The use of lifelong disease modifying therapies (DMTs) in MS patients, cause immunosuppression and these patients become more susceptible to infections. Additionally, even with mild infections, exacerbations of the MS (relapses or progressions) can be observed. About 30–40% of MS patients experience post-upper respiratory infection relapse, although the mechanism is unknown. This kind of disease flares have also been observed during the course of COVID-19 disease.   The incidence of COVID-19 in people with MS ranges from below 1% to 11%. COVID-19-related MS mortality has been reported to be approximately 1–4%.   Several studies have shown that some DMTs are associated with increased risk of COVID-19. However, patients who are not receiving DMTs have also been shown as a high risk for COVID-19 infection in some studies. Moreover, discontinuing the routine therapeutic regimen for vaccination may cause progression and relapse, which needs to be taken into consideration. For all of these, vaccinations against COVID-19 in MS patients are very important, because vaccinations can be an effective way to prevent COVID-19. It is important to highlight that there is no proven relationship between vaccination and relapse or progression in MS patients.   But MS patients may not display the adequate immune response because of the administration of DMTs. For this reason, patients who are on DMTs, a post-vaccination checkup may be necessary to make sure that the immunization has occurred properly. If an adequate response is not seen, a booster dose of vaccine may be administered.   Patients using ß-interferons, teriflunomide, natalizumab, glatiramer acetate, or dimethyl fumarate probably have no issues regarding vaccine safety and efficacy. The vaccine could be administered at any given time. In patients using fingolimod, alemtuzumab, ocrelizumab, rituximab, or oral cladribine, there is a possibility of insufficient response to the vaccine. For instance, it was suggested to vaccinate patients starting B-cell-depleting therapies, 4–6 weeks before their first dose. If the patient has started therapy, the best vaccination time is 4–6 months after the last infusion. In the case of alemtuzumab, if the medicine has been used in the last 12–24 months, a reduction in the vaccine efficacy may happen. Thus, it is recommended to postpone the treatment until vaccination is completed. In patients on immunosuppressive treatments, such as mitoxantrone, cyclophosphamide, azathioprine, and methotrexate, vaccination is probably safe, but proper immunization might not occur. For high dose corticosteroid therapy, the best time of vaccine administration is 4–6 weeks following the last corticosteroid treatment to achieve optimal immunization. Vaccination is recommended in all MS patients without discontinuing their disease-modifying therapies, which could increase the risk of relapse and progression. Right timing is of great importance to maximize the efficacy, especially in patients using high-dose corticosteroids and B cell-depleting therapies such as rituximab and ocrelizumab.\nInflammatory bowel disease (IBD), comprising Crohn’s disease and ulcerative colitis, is a typical systemic immune mediated inflammatory disease that presents with chronic inflammation of the digestive tract, which is also associated with the development of extraintestinal manifestations. The impact of IBD on the risk of COVID-19 infection is controversial. Despite the above-mentioned information, there is no solid evidence indicating that IBD patients are at a higher risk of COVID- 19 infection. However, as with other immune-mediated inflammatory diseases, patients with IBD are treated with immunosuppressive drugs, such as high-dose corticosteroids (≥20 mg prednisolone or equivalent), immunomodulators (thiopurines, methotrexate, and calcineurin inhibitors), anti-cytokine therapies (including anti-TNF and anti-IL-12p40 drugs), anti-integrin therapies (vedolizumab), and small-molecule inhibitors of signaling (tofacitinib), which can leave them susceptible to infections.   Considering the importance of vaccinations in prevention of COVID- 19 infection, the safety and efficacy of vaccines in IBD have been the subject of debate. Due to the exclusion of IBD patients from the phase 3 clinical trials for approved vaccines, the data regarding vaccinations is lacking for IBD. Based on previous experiences, it is possible to conclude that immunosuppressive treatments can impair the vaccination efficacy. Live-attenuated COVID-19 vaccines are not safe in patients receiving immune-modifying treatments or those going to receive such therapies in the next eight weeks. There is no relationship between vaccination and the IBD disease onset, flares, or exacerbation of IBD. The patients that are treated with glucocorticoids and biologic agents may have impaired immune response to COVID-19 vaccines. Vaccinations against COVID-19 are strongly recommended in patients with IBD. SARS-CoV-2 vaccination should not be deferred because a patient with IBD is receiving immune-modifying therapies. In patients with severe IBD flares or those who need hospitalization, a delay in vaccination is preferred. In patients receiving systemic corticosteroids, it is recommended to vaccinate IBD patients when the dose of corticosteroids is at their lowest level.\nPatients with rheumatic diseases that are treated with corticosteroids, immunomodulators and biologics are at an increased risk of infection during COVID-19 pandemic due to their immunocompromised status. Moreover, a higher risk of COVID-19 morbidity and mortality might be possible due to the comorbidities present in rheumatic disease patients. Although, data regarding clinical outcomes in COVID-19 patients with an underlying rheumatic disease is very limited, the use of moderate to high doses of corticosteroids increased the chance of hospitalization. On the other hand, the use of TNFα inhibitors reduced the hospitalization rates. The use of NSAIDs (non-steroidal anti-inflammatory drugs), DMARDs (disease-modifying anti-rheumatic drugs), and JAK (Janus kinase) inhibitors did not change the rates of hospitalizations in COVID-19 infections.   Similar with other special populations, patients with rheumatic diseases were not included in COVID-19 vaccine trials. Only in BNT162b2 vaccine trial, 62 subjects (0.3%) with rheumatic disease included and received BNT162b2.   Vaccination against COVID- 19 has been highly recommended by the American College of Rheumatology (ACR), the European Alliance of Associations for Rheumatology (EULAR) and the British Society of Rheumatology (BSR) in patients with rheumatic disease.\nAnother important aspect is whether to continue or discontinue pharmacologic therapies in rheumatic disease patients with respect to SARS-CoV-2 vaccine administration. In this regard no modifications have been recommended for hydroxychloroquine, sulfasalazine; leflunomide, apremilast, azathioprine, cyclophosphamide (oral), intravenous immune globulin (IVIG), TNFi, IL-6R, IL-1R, IL-17, IL-12, IL-23, belimumab; oral calcineurin inhibitors and glucocorticoids. Withholding of methotrexate for 1-2 weeks after single-dose COVID-19 vaccination have been recommended for a better outcome. JAK inhibitors have been recommended to withhold for 1 week after each vaccine dose. Abatacept have been recommended to withhold 1 week prior to and 1 week after the first COVID-19 vaccine dose. Administration of abatacept can be scheduled so that the first vaccination will occur 4 weeks after abatacept infusion and postpone the subsequent abatacept infusion by 1 week (a 5-week gap in total); no medication adjustments for the second vaccine dose. Administration of cyclophosphamide (IV) have been recommended to be scheduled ∼1 week after each vaccine dose, when feasible. For rituximab, vaccine series is recommended to initiate ∼4 weeks prior to next scheduled rituximab cycle; and delay rituximab 2–4 weeks after final vaccine dose. Due to considerable B cell suppression alternative treatments recommended if available.\nAs of 2020, the population under 20 years of age make up 33.3% of the world’s population and 24.8% of the US population.   Similar with other special populations children and adolescents, are excluded from vaccine trials. In children and adolescents the course of COVID-19 infections is mostly asymptomatic or mild. The case fatality rate of COVID-19 infection is significantly lower. Although it is rare, severe courses of COVID-19 infections are also observed in children and adolescents. Severe COVID-19 infections can be prevented by vaccinations in high-risk children and adolescents.   Additionally, vaccines may also prevent multisystem inflammatory syndrome in children, which is associated with COVID-19. The indirect benefit of vaccinations in children and adolescents is the formation of herd immunity. If only adults are vaccinated, COVID-19 outbreaks may continue in the population of unvaccinated children and adolescents. Because infections may spread from children and adolescents to the adults, restrictions on school and limitations on social activities of pediatric population may continue. Therefore, vaccinating children and adolescents may be necessary to effectively prevent the spread of COVID-19 infections.\nThe results from phase 3 trials of multiple vaccines across different vaccine platforms have confirmed that the vaccines are effective in preventing SARS-CoV-2 infection in adults. The mRNA vaccine BNT162b2 has shown 100% efficacy and robust antibody responses in adolescents aged 12–15 years, leading to the FDA authorization for emergency use in adolescents 12 through 15 years of age. Coronavac was well tolerated and safe and induced humoral responses in children and adolescents aged 3–17 years.   Other vaccine companies have also been started to assess the safety and efficacy of various vaccines among the population aged 6 months to 17 years. It is important to note that, there are currently no data on the long-term effects of these new platform vaccines. Therefore, careful approach must be taken in the decision for vaccinating children and adolescents. Therefore, it is absolutely necessary to obtain safety data prior to the decision of vaccinating children and adolescents.\nBoth WHO and CDC recommend vaccination against COVID-19 in older adults. Adults 65 and older who received COVID-19 vaccines showed a reduced risk of COVID-19-related hospitalization. COVID-19 vaccines in older adults reduce deaths, hospital visits, and number of cases. Vaccines are the safest and most powerful way to protect them from COVID-19 infection. Particular concerns should be counseled by respected scientific authorities.  \nThe administration of a third booster dose is motivated after the emergence of the B.1.617.2 (delta) variant throughout the world. COVID-19 vaccines that are currently in use seem to be more than 90% effective against hospitalization and death from COVID-19. Although, some studies have found that vaccine-induced antibody levels wane after several months, this is typical for all vaccines and not necessarily indicative of waning protection against the coronavirus. A few trials have tested booster doses. Third doses of vaccines mRNA1273, BNT162b2, AZD1222 AND Coronavac prompted a spike in levels of neutralizing antibodies, when administered several months after the second dose. What scientists do not know is whether these decrease in vaccine-induced antibody levels reflect a decline in protection against the virus. The drop in neutralizing antibody titers is not equal to waning cellular immunity.\nTo look more closely for evidence of waning protection, analysis of health records may be a clue for evidence. In Israel, health records of more than 1.3 million people who were vaccinated between January and April 2021 analyzed, they found that the risk for infection was 53% higher for early vaccine recipients compared to those vaccinated later. At the end of July 2021, Pfizer–BioNTech, published data on a preprint server showing that the vaccine efficacy against symptomatic disease had dropped from 96% to 84% after 6 months. However, vaccine efficacy against severe disease have remained high at 97%. While some countries like Germany and Israel have announced their plans for booster-shot programs, countries including the United Arab Emirates, China and Russia have started administering extra doses of vaccines. The WHO has called for a moratorium on COVID-19 boosters until the end of September 2021, with the aim of ensuring that at least 10% of people in all countries are vaccinated before extra doses are handed out. Because, 58% of people in high-income countries had received at least one vaccine dose; in low-income countries this number stood at just 1.3%. Global vaccine availability is limited and will only become more limited if boosters are commonly used. However, If vaccines were not scarce, boosters would be less controversial. It is important to remember that: “No one is safe until everyone is safe” which has become the mantra of the COVID-19 pandemic. Unmitigated transmission means rampant viral replication, which in turn means infinite opportunities for the emergence of new, more transmissible variants that could escape natural or vaccine-induced immunity. On the other side, Israel announced plans to give people aged over 60 a third dose of the BNT162b2 vaccine. The United Kingdom has drawn up the plans to offer vaccines to those over 50, as well as other high-risk groups, from September 2021. The CDC released a joint statement saying that they have developed a plan to begin offering these booster shots this fall subject to FDA conducting an independent evaluation and determination of the safety and effectiveness of a third dose of available vaccines and CDC’s Advisory Committee on Immunization Practices (ACIP) issuing booster dose recommendations based on a thorough review of the evidence.\nAnother important point about COVID-19 vaccines is mixing and matching approach in their administration. Currently, most of the current vaccination regimens include a second homologous booster dose following a priming dose with approximately a month interval. The idea of mixing vaccines has come from the aim of increased protection, simplifying immunization efforts for countries facing insufficient supplies of the vaccines. This concept is not something new but has been previously used for multiple illnesses including HIV, malaria, Ebola and influenza. “Heterologous prime-boost vaccination” involves delivery of the same or similar antigens of the disease-causing agent through two different vaccine types with the first dosage being used to prime the immune system while the subsequent dosage using different vaccine types to boost the immune response. This aims to increase the protective efficacy and rationalize the usage of the available vaccines. Mixing two different vaccines can also elicit a strong and long-lasting immune response as compared with the single vaccine regimen. This idea has been simulated in animal studies.   One potential risk involved in vaccine mixing may include increased side effects. However, the clinical evidence for COVID-19 mixing is scarce and is limited to small number of studies. During the abrupt reactions to the AZD1222 vaccine, which left certain populations who had received their first dose of AZD1222 vaccine, but not the second dose, some countries urged these recipients to proceed with the second dose of AZD1222, while others, like Canada and several European countries, recommended a different vaccine for the second dose. However only a few of the potential vaccine combinations have been tested in clinical trials. In these studies, researchers have found that following one dose of the AZD1222 vaccine with a dose of the BNT162b2 vaccine produces strong immune response, with an acceptable safety profile. Several studies are now ongoing to test the combinations of BNT162b2, mRNA1273, AZD1222, NVX-CoV2373, Coronavac and Convidecia vaccines. (Table 8).\nSAR-CoV-2 and related variants will continue to emerge for years to come owing to the molecular adaptability and mutation during replication. Such variants will have a wide spectrum of pathogenic potential and will continually require optimized approaches to control their impact on public health. Until a long-lasting vaccine is developed, periodic vaccination and booster dosages will be required for specialized and compromised populations.\nCurrently, breakthrough infections with such variants as B.1.1.7 are occurring more frequently. Besides vaccination, other measures are recommended for the control of these mild infections. The vaccine supply has steadily increased to meet the demand and there is a need to provide vaccination globally. There is a need for more controlled vaccinations in countries where the vaccination rates are low, and the insurgence of new cases are high.\nThere is also growing concern regarding the vulnerability of the vaccine in the upcoming fall and winter seasons. This may result in an increase of the positivity rate in not only the non-vaccinated population but also in the vaccinated groups due to breakthrough infection. Despite this, a large percentage of people may not want to get the vaccine due to the wrongful information regarding the adverse outcomes in vaccines. Although various initiatives have been taken at different levels to promote vaccination due to the ill-founded public reluctance, reaching vaccination coverage greater than 80% is doubtful. Initial approaches such as non-vaccine anti-viral drugs will soon be introduced, however, the effectiveness of such an approach is questionable.\nCurrently available vaccines confer time dependent immunity as evident by the breakthrough infections in some of the vaccinated individuals, however definitive information on such breakthrough infection is not available at this time on specific vaccines. There is a need for multiple dosing vaccine to maintain a desired level of immunity against this virus.\nThe complete elimination of SARS-CoV-2 infection may be possible in countries with high vaccination rates and appropriate booster vaccine recommendations. However, such regional diminishment in COVID-19 cases will be hindered secondary to international travel and pathogenicity of variants. Thus, potential travel restrictions and other embargo approaches may require consideration.\nWhile the mortality rate of COVID-19 will be reduced with the use of vaccination, it will remain higher than what is observed with influenza. Moreover, the emergence of new variants will continue to impact on current approaches to provide broad-spectrum immunity. The variants forms are unpredictable and advanced approaches on molecular modelling may provide leads to developing a broad-spectrum vaccine with longer lasting effects. This will require continued pre-clinical and clinical research.\nOf great concern is the potential emergence of other coronavirus pandemics with resistant viral pathologic profiles that may require focused or regional approaches for their control. It is unlikely that coronavirus mediated infection will be eradicated in the foreseeable time or may be phased out to viral mutation.\nContinual research including the information generated by pharmacovigilance and drug safety programs will be of true importance in the overall management of COVID-19 and related infections.\nFinally, it must be acknowledged that the supply, logistics, and monitoring of vaccine distribution and administration cannot be underestimated. These aspects of supply-chain management require an unprecedented level of strategy and proper tactical execution that spans the globe. Only through cooperative actions across countries and regions of the world with these considerations be met.\nIn the fight against the COVID-19 pandemic, the vaccines have been our most effective weapon. Since the beginning of the pandemic, the development and distribution of the vaccines have been on an accelerated schedule like we have never seen before. In an incredibly short period of time, vaccines that are quite effective have been developed and delivered to hundreds of millions of people throughout the world. Today, the future still holds some questions like the long-term effects of the vaccines, how to vaccinate children or other currently unvaccinated populations, or other virus variants that may develop. However, it has been incredibly uplifting to see the efforts and collaboration of the many researchers, physicians, corporations, institutions, and governments across the globe slow down the spread of a global pandemic and offer hope to eradicate it someday soon.\n",
  "doi": "Kantarcioglu B, Iqbal O, Fareed J, Lewis J, Carter C, Singh M, Lievano F, Ligocki M, Jeske W, Adiguzel C, Gerotziafas G. An Update on the Status of Vaccine Development for SARS-CoV-2 Including Variants. Practical Considerations for COVID-19 Special Populations.  2022;28: doi: 10.1177/10760296211056648.",
  "references": [
    ".",
    "Wu F, Zhao S, Yu B. A new coronavirus associated with human respiratory disease in China. Nature. 2020;579:265-269.",
    "Zhu N, Zhang D, Wang W. A novel coronavirus from patients with pneumonia in China, 2019. N Engl J Med. 2020;382:727-733.",
    "Zhou P, Yang X, Wang X. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579:270-273.",
    "Hu B, Guo H, Zhou P. Characteristics of SARS-CoV-2 and COVID-19. Nat Rev Microbiol. 2021;19:141-154.",
    "V’kovski P, Kratzel A, Steiner S. Coronavirus biology and replication: implications for SARS-CoV-2. Nat Rev Microbiol. 2021;19:155-170.",
    "Huang C, Wang Y, Li X. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497-506.",
    "Chen N, Zhou M, Dong X. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395:507-513.",
    "Wu Z, McGoogan J. Characteristics of and important lessons From the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases From the Chinese center for disease control and prevention. JAMA. 2020;323:1239-1242.",
    "Iba T, Levy J, Connors J. The unique characteristics of COVID-19 coagulopathy. Crit Care. 2020;24:360-",
    "Levy J, Iba T, Olson L. COVID-19: thrombosis, thromboinflammation, and anticoagulation considerations. Int J Lab Hematol. 2021;43:29-35.",
    "Kipshidze N, Dangas G, White C. Viral coagulopathy in patients With COVID-19: treatment and care. Clin Appl Thromb Hemost. 2020;26:1076029620936776-",
    "Calabretta E, Moraleda J, Iacobelli M. COVID-19-induced endotheliitis: emerging evidence and possible therapeutic strategies. Br J Haematol. 2021;193:43-51.",
    "Carvalho T, Krammer F, Iwasaki A. The first 12 months of COVID-19: a timeline of immunological insights. Nat Rev Immunol. 2021;21:245-256.",
    "Catching A, Capponi S, Yeh M. Examining the interplay between face mask usage, asymptomatic transmission, and social distancing on the spread of COVID-19. Sci Rep. 2021;11:15998-",
    "Verdecia M, Kokai-Kun J, Kibbey M. COVID-19 vaccine platforms: delivering on a promise?. Hum Vaccin Immunother. 2021;17:2873-2893.",
    "Greenwood B. The contribution of vaccination to global health: past, present and future. Philos Trans R Soc Lond B Biol Sci. 2014;369:20130433-",
    "Li Y, Tenchov R, Smoot J. A comprehensive review of the global efforts on COVID-19 vaccine development. ACS Cent Sci. 2021;7:512-533.",
    "The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Nat Microbiol. 2020;5:536-544.",
    "Dai L, Gao G. Viral targets for vaccines against COVID-19. Nat Rev Immunol. 2021;21:73-82.",
    "Billah M, Miah M, Khan M. Reproductive number of coronavirus: a systematic review and meta-analysis based on global level evidence. PLoS One. 2020;15:e0242128-",
    "Anderson R, Vegvari C, Truscott J. Challenges in creating herd immunity to SARS-CoV-2 infection by mass vaccination. Lancet. 2020;396:1614-1616.",
    "Britton T, Ball F, Trapman P. A mathematical model reveals the influence of population heterogeneity on herd immunity to SARS-CoV-2. Science. 2020;369:846-849.",
    ".",
    "Sabahelzain M, Hartigan-Go K, Larson H. The politics of COVID-19 vaccine confidence. Curr Opin Immunol. 2021;71:92-96.",
    "Sallam M. COVID-19 Vaccine hesitancy worldwide: a concise systematic review of vaccine acceptance rates. Vaccines (Basel). 2021;9:160-",
    "Finney Rutten L, Zhu X, Leppin A. Evidence-Based strategies for clinical organizations to address COVID-19 vaccine hesitancy. Mayo Clin Proc. 2021;96:699-707.",
    "Kreps S, Prasad S, Brownstein J. Factors associated with US adults’ likelihood of accepting COVID-19 vaccination. JAMA Netw Open. 2020;3:e2025594-",
    "Pogue K, Jensen J, Stancil C. Influences on attitudes regarding potential COVID-19 vaccination in the United States. Vaccines (Basel). 2020;8:582-",
    "Yoo J. What we do know and do not yet know about COVID-19 vaccines as of the beginning of the year 2021. J Korean Med Sci. 2021;36:e54-",
    "Lee P, Kim C, Seo S. Current status of COVID-19 vaccine development: focusing on antigen design and clinical trials on later stages. Immune Netw. 2021;21:e4-",
    "Sharma O, Sultan A, Ding H. A review of the progress and challenges of developing a vaccine for COVID-19. Front Immunol. 2020;11:585354-",
    "Chung Y, Beiss V, Fiering S. COVID-19 vaccine frontrunners and their nanotechnology design. ACS Nano. 2020;14:12522-12537.",
    ".",
    "Frederiksen L, Zhang Y, Foged C. The long road toward COVID-19 herd immunity: vaccine platform technologies and mass immunization strategies. Front Immunol. 2020;11:1817-",
    "Carneiro D, Sousa J, Monteiro-Cunha J. The COVID-19 vaccine development: a pandemic paradigm. Virus Res. 2021;301:198454-",
    "Hosseini S, Zahedipour F, Mirzaei H. Potential SARS-CoV-2 vaccines: concept, progress, and challenges. Int Immunopharmacol. 2021;97:107622-",
    "Nagy A, Alhatlani B. An overview of current COVID-19 vaccine platforms. Comput Struct Biotechnol J. 2021;19:2508-2517.",
    "Patel S, Patel G, Suthar J. Inside the story about the research and development of COVID-19 vaccines. Clin Exp Vaccine Res. 2021;10:154-170.",
    "Blumental S, Debré P. Challenges and issues of anti-SARS-CoV-2 vaccines. Front Med (Lausanne). 2021;8:664179-",
    "Nakagami H. Development of COVID-19 vaccines utilizing gene therapy technology. Int Immunol. 2021;33:521-527.",
    "Zhang Y, Zeng G, Pan H. Safety, tolerability, and immunogenicity of an inactivated SARS-CoV-2 vaccine in healthy adults aged 18–59 years: a randomised, double-blind, placebo-controlled, phase 1/2 clinical trial. Lancet Infect Dis. 2021;21:181-192.",
    "Wu Z, Hu Y, Xu M. Safety, tolerability, and immunogenicity of an inactivated SARS-CoV-2 vaccine (CoronaVac) in healthy adults aged 60 years and older: a randomised, double-blind, placebo-controlled, phase 1/2 clinical trial. Lancet Infect Dis. 2021;21:803-812.",
    "Tanriover M, Doğanay H, Akova M. Efficacy and safety of an inactivated whole-virion SARS-CoV-2 vaccine (CoronaVac): interim results of a double-blind, randomised, placebo-controlled, phase 3 trial in Turkey. Lancet. 2021;398:213-222.",
    "Jara A, Undurraga E, González C. Effectiveness of an inactivated SARS-CoV-2 vaccine in Chile. N Engl J Med. 2021;385:875-884.",
    "Xia S, Zhang Y, Wang Y. Safety and immunogenicity of an inactivated SARS-CoV-2 vaccine, BBIBP-CorV: a randomised, double-blind, placebo-controlled, phase 1/2 trial. Lancet Infect Dis. 2021;21:39-51.",
    "Xia S, Duan K, Zhang Y. Effect of an inactivated vaccine against SARS-CoV-2 on safety and immunogenicity outcomes: interim analysis of 2 randomized clinical trials. JAMA. 2020;324:951-960.",
    "Al Kaabi N, Zhang Y, Xia S. Effect of 2 inactivated SARS-CoV-2 vaccines on symptomatic COVID-19 infection in adults: a randomized clinical trial. JAMA. 2021;326:35-45.",
    "Ella R, Vadrevu K, Jogdand H. Safety and immunogenicity of an inactivated SARS-CoV-2 vaccine, BBV152: a double-blind, randomised, phase 1 trial. Lancet Infect Dis. 2021;21:637-646.",
    "Ella R, Reddy S, Jogdand H. Safety and immunogenicity of an inactivated SARS-CoV-2 vaccine, BBV152: interim results from a double-blind, randomised, multicentre, phase 2 trial, and 3-month follow-up of a double-blind, randomised phase 1 trial. Lancet Infect Dis. 2021;21:950-961.",
    "Pan H, Liu J, Huang B. Immunogenicity and safety of a severe acute respiratory syndrome coronavirus 2 inactivated vaccine in healthy adults: randomized, double-blind, and placebo-controlled phase 1 and phase 2 clinical trials. Chin Med J (Engl). 2021;134:1289-1298.",
    "A study to evaluate the efficacy, safety and immunogenicity of SARS-CoV-2 vaccine (vero cells), inactivated in healthy adults aged 18 years and older (COVID-19).",
    "Pu J, Yu Q, Yin Z. The safety and immunogenicity of an inactivated SARS-CoV-2 vaccine in Chinese adults aged 18–59 years: a phase I randomized, double-blinded, controlled trial. Vaccine. 2021;39:2746-2754.",
    "Che Y, Liu X, Pu Y. Randomized, double-blinded and placebo-controlled phase II trial of an inactivated SARS-CoV-2 vaccine in healthy adults. Clin Infect Dis. 2020;ciaa1703-",
    "Reactogenicity, safety and immunogenicity of QazCovid-in® COVID-19 vaccine.",
    "Immunogenicity, efficacy and safety of QazCovid-in® COVID-19 vaccine.",
    "A double-blind, randomized, placebo-controlled phase II/III clinical trial to evaluate the safety and efficacy of COVID-19 inactivated vaccine (shifa-pharmed) in a population aged 18 to 75 years.",
    "Jordan R, Barrett J, Belij-Rammerstorfer S. Phase 1/2 trial of SARS-CoV-2 vaccine ChAdOx1 nCoV-19 with a booster dose induces multifunctional antibody responses. Nat Med. 2021;27:279-288.",
    "Folegatti P, Ewer K, Aley P. Safety and immunogenicity of the ChAdOx1 nCoV-19 vaccine against SARS-CoV-2: a preliminary report of a phase 1/2, single-blind, randomised controlled trial. Lancet. 2020;396:467-478.",
    "Ramasamy M, Minassian A, Ewer K. Safety and immunogenicity of ChAdOx1 nCoV-19 vaccine administered in a prime-boost regimen in young and old adults (COV002): a single-blind, randomised, controlled, phase 2/3 trial. Lancet. 2021;396:1979-1993.",
    "Voysey M, Costa-Clemens S, Madhi S. Safety and efficacy of the ChAdOx1 nCoV-19 vaccine (AZD1222) against SARS-CoV-2: an interim analysis of four randomised controlled trials in Brazil, South Africa, and the UK. Lancet. 2021;397:99-111.",
    "Zhu F, Li Y, Guan X. Safety, tolerability, and immunogenicity of a recombinant adenovirus type-5 vectored COVID-19 vaccine: a dose-escalation, open-label, non-randomised, first-in-human trial. Lancet. 2020;395:1845-1854.",
    "Zhu F, Guan X, Li Y. Immunogenicity and safety of a recombinant adenovirus type-5-vectored COVID-19 vaccine in healthy adults aged 18 years or older: a randomised, double-blind, placebo-controlled, phase 2 trial. Lancet. 2020;396:479-488.",
    "Sadoff J, Le Gars M, Shukarev G. Interim results of a phase 1–2a trial of Ad26.COV2.S COVID-19 vaccine. N Engl J Med. 2021;384:1824-1835.",
    "Sadoff J, Gray G, Vandebosch A. Safety and efficacy of single-dose Ad26.COV2.S vaccine against COVID-19. N Engl J Med. 2021;384:2187-2201.",
    "Logunov D, Dolzhikova I, Zubkova O. Safety and immunogenicity of an rAd26 and rAd5 vector-based heterologous prime-boost COVID-19 vaccine in two formulations: two open, non-randomised phase 1/2 studies from russia. Lancet. 2020;396:887-897.",
    "Logunov D, Dolzhikova I, Shcheblyakov D. Safety and efficacy of an rAd26 and rAd5 vector-based heterologous prime-boost COVID-19 vaccine: an interim analysis of a randomised controlled phase 3 trial in russia. Lancet. 2021;397:671-681.",
    "Capone S, Raggioli A, Gentile M. Immunogenicity of a new gorilla adenovirus vaccine candidate for COVID-19. Mol Ther. 2021;29:2412-2423.",
    "Study of GRAd-COV2 for the prevention of COVID-19 in adults (COVITAR).",
    "Phase II/III study of AZD2816, for the prevention of COVID-19 in adults (AZD2816).",
    "Mössler C, Groiss F, Wolzt M. Phase I/II trial of a replication-deficient trivalent influenza virus vaccine lacking NS1. Vaccine. 2013;31:6194-6200.",
    "Wacheck V, Egorov A, Groiss F. A novel type of influenza vaccine: safety and immunogenicity of replication-deficient influenza virus created by deletion of the interferon antagonist NS1. J Infect Dis. 2010;201:354-362.",
    "Wang P, Zheng M, Lau S. Generation of DelNS1 influenza viruses: a strategy for optimizing live attenuated influenza vaccines. mBio. 2019;10:e02180-19.",
    "A phase II clinical trial of influenza virus vector COVID-19 vaccine for intranasal spray (DelNS1-2019-nCoV-RBD-OPT1).",
    "Immunity and safety of COVID-19 synthetic minigene vaccine.",
    "Rice A, Verma M, Shin A. Intranasal plus subcutaneous prime vaccination with a dual antigen COVID-19 vaccine elicits T-cell and antibody responses in mice. Sci Rep. 2021;11:14917-",
    "COVID-19 Supplemental vaccine boost to enhance T cell protection in those Who have already received EUA S-based vaccines.",
    "Safety and immunogenicity study of AdCLD-CoV19: a COVID-19 preventive vaccine in healthy volunteers.",
    "Sun W, Leist S, McCroskery S. Newcastle Disease virus (NDV) expressing the spike protein of SARS-CoV-2 as a live virus vaccine candidate. EBioMedicine. 2020;62:103132-",
    "Sun W, McCroskery S, Liu W. A Newcastle disease virus (NDV) expressing a membrane-anchored spike as a cost-effective inactivated SARS-CoV-2 vaccine. Vaccines (Basel). 2020;8:771-",
    "A phase 1/2 safety and immunogenicity trial of COVID-19 vaccine COVIVAC.",
    "Safety, tolerability and immunogenicity of the candidate vaccine MVA-SARS-2-ST against COVID-19 (MVA-SARS-2-ST).",
    "Tucker S, Tingley D, Scallan C. Oral adenoviral-based vaccines: historical perspective and future opportunity. Expert Rev Vaccines. 2008;7:25-31.",
    "Liebowitz D, Lindbloom J, Brandl J. High titre neutralising antibodies to influenza after oral tablet immunisation: a phase 1, randomised, placebo-controlled trial. Lancet Infect Dis. 2015;15:1041-1048.",
    "Safety and immunogenicity trial of an oral SARS-CoV-2 vaccine (VXA-CoV2-1) for prevention of COVID-19 in healthy adults.",
    "Tscherne A, Schwarz J, Rohde C. Immunogenicity and efficacy of the COVID-19 candidate vector vaccine MVA-SARS-2-S in preclinical vaccination. Proc Natl Acad Sci U S A. 2021;118:e2026207118-",
    "Safety, tolerability and immunogenicity of the candidate vaccine MVA-SARS-2-S against COVID-19.",
    "A synthetic MVA-based SARS-CoV-2 vaccine, COH04S1, for the prevention of COVID-19.",
    "Hassan A, Kafai N, Dmitriev I. A single-dose intranasal ChAd vaccine protects upper and lower respiratory tracts against SARS-CoV-2. Cell. 2020;183:169-184.",
    "Safety and immunogenicity of an intranasal SARS-CoV-2 vaccine (BBV154) for COVID-19.",
    "Chimpanzee adenovirus and self-amplifying mRNA prime-boost prophylactic vaccines against SARS-CoV-2 in healthy adults.",
    "A phase 1, first-In-human study of the investigational COVID-19 vaccine SC-Ad6-1 in healthy volunteers.",
    "Phase 1 study of intranasal PIV5-vectored COVID-19 vaccine expressing SARS-CoV-2 spike protein in healthy adults (CVXGA1-001).",
    "Safety and immunity of COVID-19 aAPC vaccine.",
    "Dieterle M, Haslwanter D, Bortz R. A replication-competent vesicular stomatitis virus for studies of SARS-CoV-2 spike-mediated cell entry and Its inhibition. Cell Host Microbe. 2020;28:486-496.",
    "Yahalom-Ronen Y, Tamir H, Melamed S. A single dose of recombinant VSV-ΔG-spike vaccine provides protection against SARS-CoV-2 challenge. Nat Commun. 2020;11:6402-",
    "Evaluate the safety, immunogenicity and potential efficacy of an rVSV-SARS-CoV-2-S vaccine.",
    "Phase I-II trial of dendritic cell vaccine to prevent COVID-19 in adults.",
    "Mulligan M, Lyke K, Kitchin N. Phase I/II study of COVID-19 RNA vaccine BNT162b1 in adults. Nature. 2020;586:589-593.",
    "Polack F, Thomas S, Kitchin N. Safety and efficacy of the BNT162b2 mRNA COVID-19 vaccine. N Engl J Med. 2020;383:2603-2615.",
    "Jackson L, Anderson E, Rouphael N. An mRNA vaccine against SARS-CoV-2—preliminary report. N Engl J Med. 2020;383:1920-1931.",
    "Baden L, El Sahly H, Essink B. Efficacy and safety of the mRNA-1273 SARS-CoV-2 vaccine. N Engl J Med. 2021;384:403-416.",
    "Safety and immunogenicity study of a SARS-CoV-2 (COVID-19) variant vaccine (mRNA-1273.351) in naïve and previously vaccinated adults.",
    "A study to evaluate the immunogenicity and safety of mRNA-1273.211 vaccine for COVID-19 variants.",
    "A study to evaluate safety, reactogenicity, and immunogenicity of mRNA-1283 and mRNA-1273 vaccines in healthy adults between 18 years and 55 years of Age to prevent COVID-19.",
    "Kremsner P, Mann P, Kroidl A. Safety and immunogenicity of an mRNA-lipid nanoparticle vaccine candidate against SARS-CoV-2 : a phase 1 randomized clinical trial. Wien Klin Wochenschr. 2021;133:931-941.",
    "A study to evaluate the safety and immunogenicity of vaccine CVnCoV in healthy adults in Germany for COVID-19.",
    "Zhang N, Li X, Deng Y. A thermostable mRNA vaccine against COVID-19. Cell. 2020;182:1271-1283.",
    "A phase III clinical study of a SARS-CoV-2 messenger ribonucleic acid (mRNA) vaccine candidate against COVID-19 in population aged 18 years and above.",
    "A trial evaluating the safety and effects of an RNA vaccine ARCT-021 in healthy adults.",
    "Kalnin K, Plitnik T, Kishko M. Immunogenicity and efficacy of mRNA COVID-19 vaccine MRT5500 in preclinical animal models. NPJ Vaccines. 2021;6:61-",
    "Study of mRNA vaccine formulation against COVID-19 in healthy adults 18 years of Age and older (VAW00001).",
    "Study of DS-5670a (COVID-19 vaccine) in Japanese healthy adults and elderly subjects.",
    "Safety and immunogenicity of EXG-5003.",
    "Clinical trial to assess the safety of a coronavirus vaccine in healthy men and women.",
    "Chulacov19 vaccine in healthy adults.",
    "A phase I, first-in-human, observer-blinded, randomized, placebo controlled, ascending dose study to evaluate the safety, tolerability, and immunogenicity of PTX-COVID19-B vaccine in healthy seronegative adults aged 18–64.",
    "A study of the safety of and immune response to varying doses of a vaccine against COVID-19 in healthy adults.",
    "Study to assess safety, reactogenicity and immunogenicity of the VACINA RNA MCTI CIMATEC HDT vaccine against COVID-19.",
    "Randomized, double-blind, placebo-controlled phase I clinical trial to evaluate the safety and immunogenicity of mRNA COVID-19 vaccine in healthy susceptible populations aged 18 years and older people.",
    "Safety and immunogenicity of LNP-nCOV saRNA-02 vaccine against SARS-CoV-2, the causative agent of COVID-19 (COVAC-Uganda).",
    "Momin T, Kansagra K, Patel H. Safety and immunogenicity of a DNA SARS-CoV-2 vaccine (ZyCoV-D): results of an open-label, non-randomized phase I part of phase I/II clinical study by intradermal route in healthy subjects in India. EClinicalMedicine. 2021;38:101020-",
    "A phase III, randomized, multi-centre, double blind, placebo controlled, study to evaluate efficacy, safety and immunogenicity of novel Corona virus −2019-nCov vaccine candidate.",
    "Phase II / III study of COVID-19 DNA vaccine (AG0302-COVID-19).",
    "Smith T, Patel A, Ramos S. Immunogenicity of a DNA vaccine candidate for COVID-19. Nat Commun. 2020;11:2601-",
    "Tebas P, Yang S, Boyer J. Safety and immunogenicity of INO-4800 DNA vaccine against SARS-CoV-2: a preliminary report of an open-label, phase 1 clinical trial. EClinicalMedicine. 2021;31:100689-",
    "Safety, immunogenicity, and efficacy of INO-4800 for COVID-19 in healthy seronegative adults at high risk of SARS-CoV-2 exposure.",
    "Safety and immunogenicity study of GX-19, a COVID-19 preventive DNA vaccine in healthy adults.",
    "GLS-5310 Vaccine for the prevention of SARS-CoV-2 (COVID-19).",
    "Phase I/II study of COVID-19 DNA vaccine (AG0302-COVID19 high-dose).",
    "Safety and immunogenicity of COVID-eVax, a candidate plasmid DNA vaccine for COVID-19, in healthy adult volunteers.",
    "A clinical trial of a prophylactic plasmid DNA vaccine for COVID-19 [covigenix VAX-001] in adults.",
    "CORVax12: SARS-CoV-2 spike (S) protein plasmid DNA vaccine trial for COVID-19 (SARS-CoV-2) (CORVax12).",
    "Evaluating the safety, tolerability and immunogenicity of bacTRL-spike vaccine for prevention of COVID-19.",
    "The safety and immunogenicity of a DNA-based vaccine (COVIGEN) in healthy volunteers (COVALIA).",
    "Keech C, Albert G, Cho I. Phase 1–2 trial of a SARS-CoV-2 recombinant spike protein nanoparticle vaccine. N Engl J Med. 2020;383:2320-2332.",
    "Heath P, Galiza E, Baxter D. Safety and efficacy of NVX-CoV2373 COVID-19 vaccine. N Engl J Med. 2021;385:1172-1183.",
    "Ryzhikov A, Ryzhikov E, Bogryantseva M. A single blind, placebo-controlled randomized study of the safety, reactogenicity and immunogenicity of the “EpiVacCorona” vaccine for the prevention of COVID-19, in volunteers aged 18–60 years (phase I–II). Russian J Infect Immun. 11:283-296.",
    "Study of the tolerability, safety, immunogenicity and preventive efficacy of the EpiVacCorona vaccine for the prevention of COVID-19.",
    "Yang S, Li Y, Dai L. Safety and immunogenicity of a recombinant tandem-repeat dimeric RBD-based protein subunit vaccine (ZF2001) against COVID-19 in adults: two randomised, double-blind, placebo-controlled, phase 1 and 2 trials. Lancet Infect Dis. 2021;21:1107-1119.",
    "A phase III clinical trial to determine the safety and efficacy of ZF2001 for prevention of COVID-19.",
    "Gorry C. SOBERANA, Cuba’s COVID-19 vaccine candidates: Dagmar García-Rivera PhD. MEDICC Rev. 2020;22:10-15.",
    "Phase II study, multicenter and adaptive for evaluating the immunogenicity, safety and reactogenicity of the anti-SARS prophylactic vaccine candidate—CoV—2, FINLAY- FR-2 (COVID-19).",
    "Study of recombinant protein vaccines With adjuvant as a primary series and as a booster dose against COVID-19 in adults 18 years of Age and older (VAT00002).",
    "Meng F, Gao F, Jia S. Safety and immunogenicity of a recombinant COVID-19 vaccine (Sf9 cells) in healthy population aged 18 years or older: two single-center, randomised, double-blind, placebo-controlled, phase 1 and phase 2 trials. Signal Transduct Target Ther. 2021;6:271-",
    "A global phase III clinical trial of recombinant COVID- 19 vaccine (Sf9 cells).",
    "Phase III, multicenter, randomized, double-blind, placebo-controlled clinical trial for the evaluation in adults of the efficacy, safety and immunogenicity of the vaccine candidate CIGB-66 against SARS-CoV-2.",
    "Nguyen T, Do Q, Phan L. Safety and immunogenicity of Nanocovax, a SARS-CoV-2 recombinant spike protein vaccine. medRxiv. 2021; doi: 10.1101/2021.07.22.21260942.",
    "Study to evaluate the safety, immunogenicity, and efficacy of nanocovax vaccine against COVID-19.",
    "Richmond P, Hatchuel L, Dong M. Safety and immunogenicity of S-Trimer (SCB-2019), a protein subunit vaccine candidate for COVID-19 in healthy adults: a phase 1, randomised, double-blind, placebo-controlled trial. Lancet. 2021;397:682-694.",
    "A controlled phase 2/3 study of adjuvanted recombinant SARS-CoV-2 trimeric S-protein vaccine (SCB-2019) for the prevention of COVID-19 (SCB-2019).",
    "Chavda V, Vora L, Vihol D. COVAX-19® vaccine: completely blocks virus transmission to non-immune individuals. Clin Complement Med Pharmacol. 2021;1:",
    "Phase II clinical trial of CinnaGen COVID-19 vaccine (SpikoGen).",
    "Lien C, Lin Y, Chen C. CpG-adjuvanted stable prefusion SARS-CoV-2 spike protein protected hamsters from SARS-CoV-2 challenge. Sci Rep. 2021;11:8761-",
    "Hsieh S, Liu W, Huang Y. Safety and immunogenicity of a recombinant stabilized prefusion SARS-CoV-2 spike protein vaccine (MVC-COV1901) adjuvanted with CpG 1018 and aluminum hydroxide in healthy adults: a phase 1, dose-escalation study. EClinicalMedicine. 2021;38:100989-",
    "A study to evaluate MVC-COV1901 vaccine against COVID-19 in adult (COVID-19).",
    "Sánchez-Ramírez B, Ochoa-Azze R, Climent-Ruiz Y. A single dose of SARS-CoV-2 FINLAY-FR-1A dimeric-RBD recombinant vaccine enhances neutralization response in COVID-19 convalescents, with excellent safety profile. A preliminary report of an open-label phase 1 clinical trial. medRxiv.  doi: 10.1101/2021.02.22.21252091.",
    "A phase II, sequential, multicenter, adaptive, parallel groups, randomized, placebo-controlled, double-blinded, to evaluate safety, reactogenicity and immunogenicity of the prophylactic vaccine candidate FINLAY-FR-1A anti SARS-CoV-2, in COVID-19 convalescents. (COVID-19).",
    ".",
    "Shu Y, He J, Pei R. Immunogenicity and safety of a recombinant fusion protein vaccine (V-01) against coronavirus disease 2019 in healthy adults: a randomized, double-blind, placebo-controlled, phase II trial. Chin Med J (Engl). 2021;134:1967-1976.",
    "A randomized, double-blind, placebo-controlled phase II clinical trial to evaluate the immunogenicity and safety of recombinant SARS-CoV-2 fusion protein vaccine (V-01) in healthy subjects.",
    "Immunogenicity and safety of adjuvanted SCB-2020S vaccines in adults.",
    "Phase II clinical trial of recombinant SARS-CoV-2 spike protein vaccine (CHO cell).",
    "KBP-201 COVID-19 vaccine trial in healthy volunteers.",
    "Adaptive phase I / II clinical trial, randomized, of parallel groups, to evaluate the safety and immunogenicity in adults of two vaccine candidates, based on recombinant RBD subunits for the prevention of COVID-19 in regimens that use the nasal route of administration.",
    "Biological E’s novel COVID-19 vaccine of SARS-CoV-2 for protection against COVID-19 disease.",
    "A phase 1/2, randomized, double-blind, placebo-controlled, parallel-group study of S-268019 in Japanese adult participants.",
    "Anti-COVID19 AKS-452—ACT study (ACT).",
    "A clinical trial of COVAC-2 in healthy adults.",
    "Arunachalam P, Walls A, Golden N. Adjuvanting a subunit COVID-19 vaccine to induce protective immunity. Nature. 2021;594:253-258.",
    "Safety and immunogenicity study of SARS-CoV-2 nanoparticle vaccine (GBP510) adjuvanted With aluminum hydroxide (COVID-19).",
    "Safety, tolerance and immunogenicity of EuCorVac-19 for the prevention of COVID-19 in healthy adults.",
    "A randomized, open label, phase 1 study to evaluate the safety, reactogenicity and immunogenicity of OSE-13E, a multiepitope-based vaccine candidate against COVID-19, in healthy adults (COVEPIT-3).",
    "Reactogenicity, safety and immunogenicity of QazCoVac-P COVID-19 vaccine.",
    "Safety and immunogenicity trial of multi-peptide vaccination to prevent COVID-19 infection in adults (pVAC).",
    "A study to evaluate the safety and immunogenicity of COVID-19 (AdimrSC-2f) vaccine.",
    "Chappell K, Mordant F, Li Z. Safety and immunogenicity of an MF59-adjuvanted spike glycoprotein-clamp vaccine for SARS-CoV-2: a randomised, double-blind, placebo-controlled, phase 1 trial. Lancet Infect Dis. 2021;21:1383-1394.",
    "Safety and immunogenicity of a SARS-CoV-2 vaccine (NBP2001) in healthy adults (COVID-19).",
    "SARS-COV-2-Spike-Ferritin-Nanoparticle (SpFN) vaccine With ALFQ adjuvant for prevention of COVID-19 in healthy adults.",
    "Safety, reactogenicity and immunogenicity study of ReCOV.",
    "First-In-Human study Of orally administered CoV2-OGEN1 In healthy subjects.",
    "A study to evaluate safety, tolerability, and reactogenicity of an RBD-Fc-based vaccine to prevent COVID-19.",
    "Ward B, Gobeil P, Séguin A. Phase 1 randomized trial of a plant-derived virus-like particle vaccine for COVID-19. Nat Med. 2021;27:1071-1078.",
    "Study of a recombinant coronavirus-like particle COVID-19 vaccine in adults.",
    "A phase 1/2 randomized, placebo-controlled, multi-centre study to evaluate the safety and immunogenicity of COVID-19 vaccine in healthy adults.",
    "Safety, tolerability, and immunogenicity of the COVID-19 vaccine candidate (VBI-2902a).",
    "Study of a severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) virus-like particle (VLP) vaccine (COVID-19).",
    "Safety and tolerability of COVID-19 vaccine (ABNCoV2) (COUGH-1).",
    "Koyama T, Platt D, Parida L. Variant analysis of SARS-CoV-2 genomes. Bull World Health Organ. 2020;98:495-504.",
    "Elbe S, Buckland-Merrett G. Data, disease and diplomacy: GISAID’s innovative contribution to global health. Glob Chall. 2017;1:33-46.",
    "Shu Y, McCauley J. GISAID: global initiative on sharing all influenza data—from vision to reality. Euro Surveill. 2017;22:30494-",
    "Rambaut A, Holmes E, O’Toole Á. A dynamic nomenclature proposal for SARS-CoV-2 lineages to assist genomic epidemiology. Nat Microbiol. 2020;5:1403-1407.",
    "Hadfield J, Megill C, Bell S. Nextstrain: real-time tracking of pathogen evolution. Bioinformatics. 2018;34:4121-4123.",
    "Tracking SARS-CoV-2 variants.",
    "SARS-CoV-2 variant classifications and definitions.",
    "Lauring A, Hodcroft E. Genetic variants of SARS-CoV-2-what Do they mean?. JAMA. 2021;325:529-531.",
    "Singh J, Pandit P, McArthur A. Evolutionary trajectory of SARS-CoV-2 and emerging variants. Virol J. 2021;18:166-",
    "Weekly epidemiological update on COVID-19–6 July 2021.",
    "Hodgson S, Mansatta K, Mallett G. What defines an efficacious COVID-19 vaccine? A review of the challenges assessing the clinical efficacy of vaccines against SARS-CoV-2. Lancet Infect Dis. 2021;21:e26-e35.",
    "Patel M, Bergeri I, Bresee J. Evaluation of post-introduction COVID-19 vaccine effectiveness: summary of interim guidance of the world health organization. Vaccine. 2021;39:4013-4024.",
    "Evaluation of COVID-19 vaccine effectiveness.",
    "Vojtek I, Dieussaert I, Doherty T. Maternal immunization: where are we now and how to move forward?. Ann Med. 2018;50:193-208.",
    "Coronavirus (COVID-19) infection and pregnancy.",
    "Juan J, Gil M, Rong Z. Effect of coronavirus disease 2019 (COVID-19) on maternal, perinatal and neonatal outcome: systematic review. Ultrasound Obstet Gynecol. 2020;56:15-27.",
    "Brillo E, Tosto V, Gerli S. COVID-19 vaccination in pregnancy and postpartum. J Matern Fetal Neonatal Med. 2021;1-21.",
    "Dashraath P, Wong J, Lim M. Coronavirus disease 2019 (COVID-19) pandemic and pregnancy. Am J Obstet Gynecol. 2020;222:521-531.",
    "Jering K, Claggett B, Cunningham J. Clinical characteristics and outcomes of hospitalized women giving birth With and without COVID-19. JAMA Intern Med. 2021;181:714-717.",
    "DeBolt C, Bianco A, Limaye M. Pregnant women with severe or critical coronavirus disease 2019 have increased composite morbidity compared with nonpregnant matched controls. Am J Obstet Gynecol. 2021;224:510.e1-510.e12.",
    "Zambrano L, Ellington S, Strid P. Update: characteristics of symptomatic women of reproductive age with laboratory-confirmed SARS-CoV-2 infection by pregnancy Status – United States, January 22–October 3, 2020. MMWR Morb Mortal Wkly Rep. 2020;69:1641-1647.",
    "Hantoushzadeh S, Shamshirsaz A, Aleyasin A. Maternal death due to COVID-19. Am J Obstet Gynecol. 2020;223:109.e1-109.e16.",
    "Pierce-Williams R, Burd J, Felder L. Clinical course of severe and critical coronavirus disease 2019 in hospitalized pregnancies: a United States cohort study. Am J Obstet Gynecol MFM. 2020;2:100134-",
    "Knight M, Bunch K, Vousden N. Characteristics and outcomes of pregnant women admitted to hospital with confirmed SARS-CoV-2 infection in UK: national population based cohort study. Br Med J. 2020;369:m2107-",
    "Martinez-Portilla R, Sotiriadis A, Chatzakis C. Pregnant women with SARS-CoV-2 infection are at higher risk of death and pneumonia: propensity score matched analysis of a nationwide prospective cohort (COV19Mx). Ultrasound Obstet Gynecol. 2021;57:224-231.",
    "Allotey J, Stallings E, Bonet M. Clinical manifestations, risk factors, and maternal and perinatal outcomes of coronavirus disease 2019 in pregnancy: living systematic review and meta-analysis. Br Med J. 2020;370:m3320-",
    "Adhikari E, Spong C. COVID-19 Vaccination in pregnant and lactating women. JAMA. 2021;325:1039-1040.",
    "Maternal and perinatal outcomes of pregnant women with SARS-CoV-2 infection. Ultrasound Obstet Gynecol. 2021;57:232-241.",
    "Woodworth K, Olsen E, Neelam V. Birth and infant outcomes following laboratory-confirmed SARS-CoV-2 infection in pregnancy – SET-NET, 16 jurisdictions, march 29–October 14, 2020. MMWR Morb Mortal Wkly Rep. 2020;69:1635-1640.",
    "Ko J, DeSisto C, Simeone R. Adverse pregnancy outcomes, maternal complications, and severe illness Among US delivery hospitalizations With and without a coronavirus disease 2019 (COVID-19) diagnosis. Clin Infect Dis. 2021;73:S24-S31.",
    "Pregnant and recently pregnant people At increased risk for severe illness from COVID-19.",
    "Rasmussen S, Jamieson D. Caring for women Who Are planning a pregnancy, pregnant, or postpartum during the COVID-19 pandemic. JAMA. 2020;324:190-191.",
    "Bianchi D, Kaeser L, Cernich A. Involving pregnant individuals in clinical research on COVID-19 vaccines. JAMA. 2021;325:1041-1042.",
    "Riley L, Jamieson D. Inclusion of pregnant and lactating persons in COVID-19 vaccination efforts. Ann Intern Med. 2021;174:701-702.",
    "Beigi R, Krubiner C, Jamieson D. The need for inclusion of pregnant women in COVID-19 vaccine trials. Vaccine. 2021;39:868-870.",
    "Klein S, Creisher P, Burd I. COVID-19 vaccine testing in pregnant females is necessary. J Clin Invest. 2021;131:e147553-",
    "Spong C, Bianchi D. Improving public health requires inclusion of underrepresented populations in research. JAMA. 2018;319:337-338.",
    "WHO Recommendation BioNtech Tozinameran – COVID-19 mRNA vaccine (nucleoside modified) – COMIRNATY®.",
    "WHO Recommendation Moderna COVID-19 mRNA vaccine (nucleoside modified).",
    "WHO Recommendation Janssen–Cilag international NV (Belgium) COVID-19 vaccine (Ad26.COV2-S [recombinant]).",
    "Interim recommendations for use of the AZD1222 (ChAdOx1-S [recombinant]) vaccine against COVID19 developed by Oxford University and AstraZeneca, 10 February 2021 [internet].",
    "WHO Recommendation of Sinovac COVID-19 vaccine (vero cell [inactivated]) – CoronaVac.",
    "WHO Recommendation COVID-19 vaccine BIBP/sinopharm.",
    "Garg I, Shekhar R, Sheikh A. COVID-19 Vaccine in pregnant and lactating women: a review of existing evidence and practice guidelines. Infect Dis Rep. 2021;13:685-699.",
    "Stafford I, Parchem J, Sibai B. The coronavirus disease 2019 vaccine in pregnancy: risks, benefits, and recommendations. Am J Obstet Gynecol. 2021;224:484-495.",
    "Cottin J, Benevent J, Khettar S. COVID-19 vaccines and pregnancy: what do we know?. Therapie. 2021;76:373-374.",
    "Wang E, Parchem J, Atmar R. SARS-CoV-2 vaccination during pregnancy: a Complex decision. Open Forum Infect Dis. 2021;8:ofab180-",
    "Collier A, McMahan K, Yu J. Immunogenicity of COVID-19 mRNA vaccines in pregnant and lactating women. JAMA. 2021;325:2370-2380.",
    "Gray K, Bordt E, Atyeo C. Coronavirus disease 2019 vaccine response in pregnant and lactating women: a cohort study. Am J Obstet Gynecol. 2021;225:303.e1-303.e17.",
    "Perl S, Uzan-Yulzari A, Klainer H. SARS-CoV-2-Specific antibodies in breast milk after COVID-19 vaccination of breastfeeding women. JAMA. 2021;325:2013-2014.",
    "Blakeway H, Prasad S, Kalafat E. COVID-19 vaccination during pregnancy: coverage and safety. Am J Obstet Gynecol. 2021;",
    "Chavan M, Qureshi H, Karnati S. COVID-19 Vaccination in pregnancy: the benefits outweigh the risks. J Obstet Gynaecol Can. 2021;43:814-816.",
    "Principi N, Esposito S. Is the immunization of pregnant women against COVID-19 justified?. Vaccines (Basel). 2021;9:970-",
    "Shimabukuro T, Kim S, Myers T. Preliminary findings of mRNA COVID-19 vaccine safety in pregnant persons. N Engl J Med. 2021;384:2273-2282.",
    "Kantarcioglu B, Iqbal O, Walenga J. An update on the pathogenesis of COVID-19 and the reportedly rare thrombotic events following vaccination. Clin Appl Thromb Hemost. 2021;27:10760296211021498-",
    "Haddad L, Jamieson D, Rasmussen S. Pregnant women and the ebola crisis. N Engl J Med. 2018;379:2492-2493.",
    "Legardy-Williams J, Carter R, Goldstein S. Pregnancy outcomes among women receiving rVSVΔ-ZEBOV-GP ebola vaccine during the Sierra Leone trial to introduce a vaccine against ebola. Emerg Infect Dis. 2020;26:541-548.",
    "Schwartz D. Clinical trials and administration of Zika virus vaccine in pregnant women: lessons (that should have been) learned from excluding immunization with the ebola vaccine during pregnancy and lactation. Vaccines (Basel). 2018;6:81-",
    "Coronavirus disease (COVID-19): pregnancy and childbirth.",
    "COVID-19 Vaccines while pregnant or breastfeeding.",
    "Vaccinating pregnant and lactating patients against COVID-19.",
    ".",
    "Considerations for COVID-19 vaccination in lactation.",
    "Updated advice on COVID-19 vaccination in pregnancy and women who are breastfeeding.",
    "Guidance: COVID-19 vaccination: a guide for all women of childbearing age, pregnant or breastfeeding.",
    "Williamson E, Walker A, Bhaskaran K. Factors associated with COVID-19-related death using OpenSAFELY. Nature. 2020;584:430-436.",
    "Wang Q, Berger N, Xu R. Analyses of risk, racial disparity, and outcomes Among US patients With cancer and COVID-19 infection. JAMA Oncol. 2021;7:220-227.",
    "Kuderer N, Choueiri T, Shah D. Clinical impact of COVID-19 on patients with cancer (CCC19): a cohort study. Lancet. 2020;395:1907-1918.",
    "Rivera D, Peters S, Panagiotou O. Utilization of COVID-19 treatments and clinical outcomes among patients with cancer: a COVID-19 and cancer consortium (CCC19) cohort study. Cancer Discov. 2020;10:1514-1527.",
    "García-Suárez J, de la Cruz J, Cedillo Á. Impact of hematologic malignancy and type of cancer therapy on COVID-19 severity and mortality: lessons from a large population-based registry study. J Hematol Oncol. 2020;13:133-",
    "Rubin L, Levin M, Ljungman P. IDSA Clinical practice guideline for vaccination of the immunocompromised host. Clin Infect Dis. 2014;58:309-318.",
    "Mikulska M, Cesaro S, de Lavallade H. Vaccination of patients with haematological malignancies who did not have transplantations: guidelines from the 2017 European conference on infections in leukaemia (ECIL 7). Lancet Infect Dis. 2019;19:e188-e199.",
    "Cordonnier C, Einarsdottir S, Cesaro S. Vaccination of haemopoietic stem cell transplant recipients: guidelines of the 2017 European conference on infections in leukaemia (ECIL 7). Lancet Infect Dis. 2019;19:e200-e212.",
    "Ménétrier-Caux C, Ray-Coquard I, Blay J. Lymphopenia in cancer patients and its effects on response to immunotherapy: an opportunity for combination with cytokines?. J Immunother Cancer. 2019;7:85-",
    "Goyal S, Pai S, Kelkar R. Hepatitis B vaccination in acute lymphoblastic leukemia. Leuk Res. 1998;22:193-195.",
    "Ercan T, Soycan L, Apak H. Antibody titers and immune response to diphtheria-tetanus-pertussis and measles-mumps-rubella vaccination in children treated for acute lymphoblastic leukemia. J Pediatr Hematol Oncol. 2005;27:273-277.",
    "Lo W, Whimbey E, Elting L. Antibody response to a two-dose influenza vaccine regimen in adult lymphoma patients on chemotherapy. Eur J Clin Microbiol Infect Dis. 1993;12:778-782.",
    "Mazza J, Yale S, Arrowood J. Efficacy of the influenza vaccine in patients with malignant lymphoma. Clin Med Res. 2005;3:214-220.",
    "Nordøy T, Aaberge I, Husebekk A. Cancer patients undergoing chemotherapy show adequate serological response to vaccinations against influenza virus and Streptococcus pneumoniae. Med Oncol. 2002;19:71-78.",
    "Wumkes M, van der Velden A, Los M. Serum antibody response to influenza virus vaccination during chemotherapy treatment in adult patients with solid tumours. Vaccine. 2013;31:6177-6184.",
    "Kersh A, Ng S, Chang Y. Targeted therapies: immunologic effects and potential applications outside of cancer. J Clin Pharmacol. 2018;58:7-24.",
    "de Lavallade H, Khoder A, Hart M. Tyrosine kinase inhibitors impair B-cell immune responses in CML through off-target inhibition of kinases important for cell signaling. Blood. 2013;122:227-238.",
    "Mulder S, Jacobs J, Olde Nordkamp M. Cancer patients treated with sunitinib or sorafenib have sufficient antibody and cellular immune responses to warrant influenza vaccination. Clin Cancer Res. 2011;17:4541-4549.",
    "Joona T, Digkas E, Wennstig A. Influenza vaccination in breast cancer patients during subcutaneous trastuzumab in adjuvant setting. Breast Cancer Res Treat. 2020;184:45-52.",
    "Sun C, Gao J, Couzens L. Seasonal influenza vaccination in patients With chronic lymphocytic leukemia treated With ibrutinib. JAMA Oncol. 2016;2:1656-1657.",
    "Douglas A, Trubiano J, Barr I. Ibrutinib may impair serological responses to influenza vaccination. Haematologica. 2017;102:e397-e399.",
    "Wang P, Chen Y, Song S. Immune-Related adverse events associated with anti-PD-1/PD-L1 treatment for malignancies: a meta-analysis. Front Pharmacol. 2017;8:730-",
    "Läubli H, Balmelli C, Kaufmann L. Influenza vaccination of cancer patients during PD-1 blockade induces serological protection but may raise the risk for immune-related adverse events. J Immunother Cancer. 2018;6:40-",
    "Gambichler T, Reuther J, Scheel C. On the use of immune checkpoint inhibitors in patients with viral infections including COVID-19. J Immunother Cancer. 2020;8:e001145-",
    "Keam B, Kang C, Jun K. Immunogenicity of influenza vaccination in patients with cancer receiving immune checkpoint inhibitors. Clin Infect Dis. 2020;71:422-425.",
    "Nazi I, Kelton J, Larché M. The effect of rituximab on vaccine responses in patients with immune thrombocytopenia. Blood. 2013;122:1946-1953.",
    "Berglund A, Willén L, Grödeberg L. The response to vaccination against influenza A(H1N1) 2009, seasonal influenza and Streptococcus pneumoniae in adult outpatients with ongoing treatment for cancer with and without rituximab. Acta Oncol. 2014;53:1212-1220.",
    "Bouaziz J, Yanaba K, Venturi G. Therapeutic B cell depletion impairs adaptive and autoreactive CD4 + T cell activation in mice. Proc Natl Acad Sci U S A. 2007;104:20878-20883.",
    "Bhoj V, Arhontoulis D, Wertheim G. Persistence of long-lived plasma cells and humoral immunity in individuals responding to CD19-directed CAR T-cell therapy. Blood. 2016;128:360-370.",
    "Hill J, Seo S. How I prevent infections in patients receiving CD19-targeted chimeric antigen receptor T cells for B-cell malignancies. Blood. 2020;136:925-935.",
    "Krejcik J, Casneuf T, Nijhof I. Daratumumab depletes CD38 + immune regulatory cells, promotes T-cell expansion, and skews T-cell repertoire in multiple myeloma. Blood. 2016;128:384-394.",
    "Frerichs K, Bosman P, van Velzen J. Effect of daratumumab on normal plasma cells, polyclonal immunoglobulin levels, and vaccination responses in extensively pre-treated multiple myeloma patients. Haematologica. 2020;105:e302-e306.",
    "COVID-19 Vaccination and cancer patients.",
    "Hwang J, Zhang T, Wang A. COVID-19 vaccines for patients with cancer: benefits likely outweigh risks. J Hematol Oncol. 2021;14:38-",
    "Scoccianti S, Delli Paoli C, Grilli Leonulli B. Acute tolerance of Moderna mRNA-1273 vaccine against COVID-19 in patients with cancer treated with radiotherapy. Lancet Oncol. 2021;",
    "Sharma A, Bhatt N, St Martin A. Clinical characteristics and outcomes of COVID-19 in haematopoietic stem-cell transplantation recipients: an observational cohort study. Lancet Haematol. 2021;8:e185-e193.",
    "Ljungman P, Cordonnier C, Einsele H. Vaccination of hematopoietic cell transplant recipients. Bone Marrow Transplant. 2009;44:521-526.",
    "COVID-19 Vaccines & patients with cancer.",
    "COVID-19 vaccination in cancer patients: ESMO statements.",
    "SITC Statement on SARS-CoV-2 vaccination and cancer immunotherapy.",
    "Letter to president biden and leaders of state public health departments: prioritizing COVID-19 vaccines for patients with cancer and survivors of cancer.",
    "Fishman J. Infection in solid-organ transplant recipients. N Engl J Med. 2007;357:2601-2614.",
    "Danziger-Isakov L, Blumberg E, Manuel O. Impact of COVID-19 in solid organ transplant recipients. Am J Transplant. 2021;21:925-937.",
    "Becchetti C, Zambelli M, Pasulo L. COVID-19 in an international European liver transplant recipient cohort. Gut. 2020;69:1832-1840.",
    "Felldin M, Søfteland J, Magnusson J. Initial report From a Swedish high-volume transplant center after the first wave of the COVID-19 pandemic. Transplantation. 2021;105:108-114.",
    "Husain S, Dube G, Morris H. Early outcomes of outpatient management of kidney transplant recipients with coronavirus disease 2019. Clin J Am Soc Nephrol. 2020;15:1174-1178.",
    "Kates O, Haydel B, Florman S. COVID-19 in solid organ transplant: a multi-center cohort study. Clin Infect Dis. 2020;ciaa1097-",
    "Man Z, Jing Z, Huibo S. Viral shedding prolongation in a kidney transplant patient with COVID-19 pneumonia. Am J Transplant. 2020;20:2626-2627.",
    "Decker A, Welzel M, Laubner K. Prolonged SARS-CoV-2 shedding and mild course of COVID-19 in a patient after recent heart transplantation. Am J Transplant. 2020;20:3239-3245.",
    "Benotmane I, Gautier-Vargas G, Wendling M. In-depth virological assessment of kidney transplant recipients with COVID-19. Am J Transplant. 2020;20:3162-3172.",
    "Johnson K, Belfer J, Peterson G. Managing COVID-19 in renal transplant recipients: a review of recent literature and case supporting corticosteroid-sparing immunosuppression. Pharmacotherapy. 2020;40:517-524.",
    "Leung D, Ton-That M, Economides J. High prevalence of hepatitis B nonimmunity in vaccinated pediatric liver transplant recipients. Am J Transplant. 2015;15:535-540.",
    "Moal V, Motte A, Vacher-Coponat H. Considerable decrease in antibodies against hepatitis B surface antigen following kidney transplantation. J Clin Virol. 2015;68:32-36.",
    "Miller-Handley H, Paulsen G, Hooper D. Durability of the hepatitis B vaccination in pediatric renal transplant recipients. Clin Transplant. 2018;32:e13247-",
    "Mulley W, Dendle C, Ling J. Does vaccination in solid-organ transplant recipients result in adverse immunologic sequelae? A systematic review and meta-analysis. J Heart Lung Transplant. 2018;37:844-852.",
    "Danziger-Isakov L. Kumar D; AST ID community of practice. Vaccination of solid organ transplant candidates and recipients: guidelines from the American society of transplantation infectious diseases community of practice. Clin Transplant. 2019;33:e13563-",
    "Joint statement on COVID-19 vaccine.",
    "Joint statement on COVID-19 vaccine.",
    "Joint statement about vaccine efficacy in organ transplant recipients.",
    "McGinley M, Goldschmidt C, Rae-Grant A. Diagnosis and treatment of multiple sclerosis: a review. Jama. 2021;325:765-779.",
    "Castelo-Branco A, Chiesa F, Conte S. Infections in patients with multiple sclerosis: a national cohort study in Sweden. Mult Scler Relat Disord. 2020;45:102420-",
    "Persson R, Lee S, Ulcickas Yood M. Infections in patients diagnosed with multiple sclerosis: a multi-database study. Mult Scler Relat Disord. 2020;41:101982-",
    "Nelson R, Xie Y, DuVall S. Multiple sclerosis and risk of infection-related hospitalization and death in US veterans. Int J MS Care. 2015;17:221-230.",
    "Epstein D, Dunn J, Deresinski S. Infectious complications of multiple sclerosis therapies: implications for screening, prophylaxis, and management. Open Forum Infect Dis. 2018;5:ofy174-",
    "Vollmer T. The natural history of relapses in multiple sclerosis. J Neurol Sci. 2007;256:S5-13.",
    "Steelman A. Infection as an environmental trigger of multiple sclerosis disease exacerbation. Front Immunol. 2015;6:520-",
    "Oikonen M, Laaksonen M, Aalto V. Temporal relationship between environmental influenza A and Epstein-Barr viral infections and high multiple sclerosis relapse occurrence. Mult Scler. 2011;17:672-680.",
    "Buljevac D, Flach H, Hop W. Prospective study on the relationship between infections and multiple sclerosis exacerbations. Brain. 2002;125:952-960.",
    "Sadeghmousavi S, Rezaei N. COVID-19 and multiple sclerosis: predisposition and precautions in treatment. SN Compr Clin Med. 2020;1-6.",
    "Coyle P, Gocke A, Vignos M. Vaccine considerations for multiple sclerosis in the COVID-19 Era. Adv Ther. 2021;38:3550-3588.",
    "Möhn N, Konen F, Pul R. Experience in multiple sclerosis patients with COVID-19 and disease-modifying therapies: a review of 873 published cases. J Clin Med. 2020;9:4067-",
    "Sormani M, De Rossi N, Schiavetti I. . Ann Neurol. 2021;89:780-789.",
    "Diaz de la Fe A, Peláez Suárez A, Fuentes Campos M. SARS-CoV-2 infection and risk management in multiple sclerosis. Diseases. 2021;9:32-",
    "Nojszewska M, Kalinowska A, Adamczyk-Sowa M. COVID-19 mRNA vaccines (pfizer-BioNTech and moderna) in patients with multiple sclerosis: a statement by a working group convened by the section of multiple sclerosis and neuroimmunology of the Polish neurological society. Neurol Neurochir Pol. 2021;55:8-11.",
    "Mailand M, Frederiksen J. Vaccines and multiple sclerosis: a systematic review. J Neurol. 2017;264:1035-1050.",
    "Zrzavy T, Kollaritsch H, Rommer P. Vaccination in multiple sclerosis: friend or Foe?. Front Immunol. 2019;10:1883-",
    "Woopen C, Schleußner K, Akgün K. Approach to SARS-CoV-2 vaccination in patients With multiple sclerosis. Front Immunol. 2021;12:701752-",
    "Centonze D, Rocca M, Gasperini C. Disease-modifying therapies and SARS-CoV-2 vaccination in multiple sclerosis: an expert consensus. J Neurol. 2021;1-8.",
    "Kelly H, Sokola B, Abboud H. Safety and efficacy of COVID-19 vaccines in multiple sclerosis patients. J Neuroimmunol. 2021;356:577599-",
    "Monschein T, Hartung H, Zrzavy T. Vaccination and multiple sclerosis in the era of the COVID-19 pandemic. J Neurol Neurosurg Psychiatry. 2021;",
    "Alexander J, Moran G, Gaya D. SARS-CoV-2 vaccination for patients with inflammatory bowel disease: a British society of gastroenterology inflammatory bowel disease section and IBD clinical research group position statement. Lancet Gastroenterol Hepatol. 2021;6:218-224.",
    "Taxonera C, Sagastagoitia I, Alba C. 2019 Novel coronavirus disease (COVID-19) in patients with inflammatory bowel diseases. Aliment Pharmacol Ther. 2020;52:276-283.",
    "Al-Ani A, Prentice R, Rentsch C. Review article: prevention, diagnosis and management of COVID-19 in the IBD patient. Aliment Pharmacol Ther. 2020;52:54-72.",
    "Kumar A, Quraishi M, Segal J. COVID-19 vaccinations in patients with inflammatory bowel disease. Lancet Gastroenterol Hepatol. 2020;5:965-966.",
    "Siegel C, Melmed G, McGovern D. SARS-CoV-2 vaccination for patients with inflammatory bowel diseases: recommendations from an international consensus meeting. Gut. 2021;70:635-640.",
    "Doran M, Crowson C, Pond G. Frequency of infection in patients with rheumatoid arthritis compared with controls: a population-based study. Arthritis Rheum. 2002;46:2287-2293.",
    "Kuo C, Chou I, Rees F. Temporal relationships between systemic lupus erythematosus and comorbidities. Rheumatology (Oxford). 2019;58:840-848.",
    "Gianfrancesco M, Hyrich K, Al-Adely S. Characteristics associated with hospitalisation for COVID-19 in people with rheumatic disease: data from the COVID-19 global rheumatology alliance physician-reported registry. Ann Rheum Dis. 2020;79:859-866.",
    "Curtis J, Johnson S, Anthony D. American College of rheumatology guidance for COVID-19 vaccination in patients With rheumatic and musculoskeletal diseases: version 3. Arthritis Rheumatol. 2021;",
    "Furer V, Rondaan C, Heijstek M. 2019 Update of EULAR recommendations for vaccination in adult patients with autoimmune inflammatory rheumatic diseases. Ann Rheum Dis. 2020;79:39-52.",
    "Principles for COVID-19 vaccination in musculoskeletal and rheumatology for clinicians.",
    "Kang H, Choi E, Kim Y. Updates on the coronavirus disease 2019 vaccine and consideration in children. Clin Exp Pediatr. 2021;64:328-338.",
    "Children and COVID-19: state-level data report.",
    "Han M, Choi E, Chang S. Clinical characteristics and viral RNA detection in children with coronavirus disease 2019 in the Republic of Korea. JAMA Pediatr. 2021;175:73-80.",
    "Revon-Riviere G, Ninove L, Min V. The BNT162b2 mRNA COVID-19 vaccine in adolescents and young adults with cancer: a monocentric experience. Eur J Cancer. 2021;154:30-34.",
    "Frenck R, Klein N, Kitchin N. Safety, immunogenicity, and efficacy of the BNT162b2 COVID-19 vaccine in adolescents. N Engl J Med. 2021;385:239-250.",
    "Coronavirus (COVID-19) update: FDA authorizes pfizer-BioNTech COVID-19 vaccine for emergency Use in adolescents in another important action in fight against pandemic.",
    "Han B, Song Y, Li C. Safety, tolerability, and immunogenicity of an inactivated SARS-CoV-2 vaccine (CoronaVac) in healthy children and adolescents: a double-blind, randomised, controlled, phase 1/2 clinical trial. Lancet Infect Dis. 2021;",
    "COVID-19 Recommendations for older adults.",
    "The older people & COVID-19.",
    "AGS Coronavirus disease 2019 (COVID-19) information Hub.",
    "Callaway E. COVID Vaccine boosters: the most important questions. Nature. 2021;596:178-180.",
    "COVID-19 vaccine equity and booster doses. Lancet Infect Dis. 2021;21:1193-",
    "Joint statement from HHS public health and medical experts on COVID-19 booster shots.",
    "Tan H, Juno J, Lee W. Immunogenicity of prime-boost protein subunit vaccine strategies against SARS-CoV-2 in mice and macaques. Nat Commun. 2021;12:1403-",
    "Kunal S, Sakthivel P, Gupta N. Mix and match COVID-19 vaccines: potential benefit and perspective from India. Postgrad Med J. 2021;",
    "Vogel G. Mixing vaccines may boost immune responses. Science. 2021;372:1138-",
    "Lewis D. Mix-and-match COVID vaccines: the case is growing, but questions remain. Nature. 2021;595:344-345.",
    "Borobia A, Carcas A, Pérez-Olmeda M. Immunogenicity and reactogenicity of BNT162b2 booster in ChAdOx1-S-primed participants (CombiVacS): a multicentre, open-label, randomised, controlled, phase 2 trial. Lancet. 2021;398:121-130.",
    "Groß R, Zanoni M, Seidel A. Heterologous ChAdOx1 nCoV-19 and BNT162b2 prime-boost vaccination elicits potent neutralizing antibody responses and T cell reactivity. medRxiv. 2021;",
    "Shaw R, Stuart A, Greenland M. Heterologous prime-boost COVID-19 vaccination: initial reactogenicity data. Lancet. 2021;397:2043-2046.",
    "Liu X, Shaw R, Stuart A. Safety and immunogenicity of heterologous versus homologous prime-boost schedules with an adenoviral vectored and mRNA COVID-19 vaccine (Com-COV): a single-blind, randomised, non-inferiority trial. Lancet. 2021;398:856-869.",
    "Hillus D, Schwarz T, Tober-Lau P. Safety, reactogenicity, and immunogenicity of homologous and heterologous prime-boost immunisation with ChAdOx1 nCoV-19 and BNT162b2: a prospective cohort study. Lancet Respir Med. 2021;9:1255-1265.",
    "Comparing coronavirus (COVID-19) vaccine schedule combinations.",
    "Comparing COVID-19 vaccine schedule combinations – stage 2.",
    "Mix and match of the second COVID-19 vaccine dose for safety and immunogenicity (MOSAIC).",
    "Delayed heterologous SARS-CoV-2 vaccine dosing (boost) after receipt of EUA vaccines.",
    "Study on sequential immunization of inactivated SARS-CoV-2 vaccine and recombinant SARS-CoV-2 vaccine (Ad5 vector).",
    "Compare immunological efficacy of a vaccine regimen combining Two Covid19 mRNA vaccines (pfizer-BioNTech and moderna) With that of a homologous vaccination of each Covid19 mRNA vaccine (ARNCOMBI).",
    "Heterologous vaccination With an vaxzevria (ChAdOx1-S) prime and a comirnaty (BNT162b2) boost compared With homolog vaccination With vaxzervria (prime/boost) or comirnaty (prime/boost) (HeVacc)."
  ],
  "isFullpaper": false,
  "keywords": [
    "COVID-19",
    "vaccines",
    "variants",
    "children",
    "and",
    "adolescents",
    "pregnancy",
    "lactation",
    "immunocomprimised",
    "patients"
  ],
  "authors": [
    "Kantarcioglu Bulent",
    "Iqbal Omer",
    "Fareed Jawed",
    "Lewis Joseph",
    "Carter Charles A.",
    "Singh Meharvan",
    "Lievano Fabio",
    "Ligocki Mark",
    "Jeske Walter",
    "Adiguzel Cafer",
    "Gerotziafas Grigoris T."
  ],
  "term": "covid vaccine"
}