{
  "title": "Current clinical status of new COVID-19 vaccines and immunotherapy",
  "context": "COVID-19, caused by SARS-CoV-2, is a positive-strand RNA belonging to Coronaviridae family, along with MERS and SARS. Since its first report in 2019 in Wuhan, China, it has affected over 530 million people and led to 6.3 million deaths worldwide until June 2022. Despite eleven vaccines being used worldwide already, new variants are of concern. Therefore, the governing bodies are re-evaluating the strategies for achieving universal vaccination. Initially, the WHO expected that vaccines showing around 50–80% efficacy would develop in 1–2 years. However, US-FDA announced emergency approval of the two m-RNA vaccines within 11 months of vaccine development, which enabled early vaccination for healthcare workers in many countries. Later, in January 2021, 63 vaccine candidates were under human clinical trials and 172 under preclinical development. Currently, the number of such clinical studies is still increasing. In this review, we have summarized the updates on the clinical status of the COVID-19 and the available treatments. Additionally, COVID-19 had created negative impacts on world’s economy; affected agriculture, industries, and tourism service sectors; and majorly affected low-income countries. The review discusses the clinical outcomes, latest statistics, socio-economic impacts of pandemic and treatment approaches against SARS-CoV-2, and strategies against the new variant of concern. The review will help understand the current status of vaccines and other therapies while also providing insights about upcoming vaccines and therapies for COVID-19 management.\nThe online version contains supplementary material available at 10.1007/s11356-022-22661-1.\nThe ongoing SARS-CoV-2 pandemic caused havoc to public health infrastructure, with no approved therapy, affecting millions around the globe. The outbreak was first reported on the 31st of December 2019 to the WHO (Zhao et al.). The coronavirus was designated as “2019-nCoV” by the WHO on 12th of January 2020 and then termed SARS-CoV-2. In January 2020, the WHO declared it a public health emergency, and in March 2020, it was declared a global pandemic as the number of infections continued to spread (Majumder and Minko). Global efforts were made first to break this transmission chain by imposing strict lockdowns, which also helped reduce the burden on healthcare infrastructure. The multiple agents of broad therapeutic benefit and symptomatic relief were used initially to manage severe infection cases and compromised patients. While the lockdowns and early treatment approaches were in place, a vast majority were still susceptible to infection. Lack of preparedness and poor healthcare infrastructure in low-income countries caused a socio-economic disbalance, leaving huge population stranded. Vaccination on a mass level and in a controlled manner was the best option to protect the population against the ill effects of severe infection. Therefore, a search for vaccination strategies began. Established and novel strategies were scrutinized with early sequencing reports of the COVID-19. Among this was the emergency use authorizations (EUAs) of lipid nanoparticle-assisted m-RNA-based vaccines by US-FDA, including Pfizer and Elasomeran,m-RNA 1273/Spikevax/Moderna vaccines (Mathieu et al.). Other players aimed at conventional technology containing live/inactivated viruses including AstraZeneca (UK), Covilo/BBIBP-CorV/Sinopharm (China), Ad26.COV.S/Janssen/Jcovden (USA), and Bharat biotech (India) (Mohapatra and Mishra). Novel and efficient strategies are being explored, and some are already seeking emergency approval. Despite prompt action by authorities, attaining mass immunization was limited by bottlenecks in manufacturing, supply chain, and regulatory approvals. The early COVID-19 vaccines required ultracold storage conditions, which was another hurdle and setback to global vaccination. While supply chain disruptions, failures to meet the expected delivery timelines, or vaccine nationalism were preventing the global supply of vaccines (Forman et al.; Karthika et al.). Access to credible information, highlighting limitations and persuasive opinions, is crucial to overcome the above mentioned concerns. This review highlights the potential research direction and summarizes clinical outcomes to advance understanding and business potential.\nThe global vaccine market is expected to grow at 10.7% compound annual growth rate and reach $109.87 by 2027. In a new year resolution, the WHO had made strategies to achieve global COVID-19 vaccination of 70% of the world’s population by mid-2022. This will increase the immunity globally among the individual’s employing equity, quality, integration, and inclusivity as the main principles. As of March 2022, the goal was shifted to a new deadline: fall of 2022 as only 57 countries have been vaccinated until May 2022 and most of them were high-income countries (Nurith )﻿.\nThe major steps to reduce the severity of disease include vaccination of all the older adults and health workers, vaccination of full adult age group in each country, extensive vaccination of adolescents to reduce the disease burden with risk of emerging variants, and reducing viral transmission (WHO). The advent of mutations in SARS-CoV-2 such as the alpha variant (B.1.1.7) showed increased transmissibility and infectivity. In contrast, other variants, such as beta (B1.351) and gamma (P.1) were less sensitive towards neutralization by infection-induced antibodies and vaccines. The delta variant contains mutations in the spike protein different from the prior variants and has a higher share of mortality (Lopez Bernal et al.).\nWith new emerging variants shaking the healthcare infrastructure, scientists are pushing the limits too (Ikegame et al.). Global alliances like Global Alliance for Vaccines and Immunisation (GAVI) are promoting public–private partnerships to supply aid to low-income countries. In June, GAVI and other partners launched a global alliance COVAX to ensure that people in all corners of the world get access to the vaccines regardless of their wealth. On June 4 2021, GAVI launched COVAX-AMC, which is an advanced market commitment. It is an innovative financing alliance to support low- and middle-income countries. Like GAVI, Wellcome Trust also improves health by funding research and building global partnerships (Bhatia).\nWith the uncontrolled scenario of emerging variants and no specific approved treatment against the SARS-CoV-2, demand for an effective treatment approach has been the priority. This review discusses the current therapeutic approaches against SARS-CoV-2 and summarizes the clinical status of different vaccines for COVID-19 infection. The review highlights the potential problems associated with the manufacturing, efficacy, and safety concerns of existing therapeutic approaches. This includes the need for an ultracold chain and supply of vaccines to middle- and low-income countries, suggesting non-invasive methods of administration and addressing the scalability concerns with workable solutions to achieve ambitious goal set by the WHO.\nDirect contact transmission: The direct contact transmission occurs during the direct contact with the virus-contaminated surfaces or objects. Fomites are suspected to be the major source of infection. Also, the healthcare workers handling the SARS-CoV-2-infected patients bear major risk of being infected and spreading the disease.\nDroplet transmission: Droplet formation and its transmission through air is the major and most common route of transmission of infectious virus. The infection easily spread by coughing and sneezing from an infected patient (Karia et al.). It involves inhalation of the “droplet nuclei” or aerosols generally smaller than 5 µm and at a distance of 1–2 m away from the infected person (Wang et al.). As the droplets transmit from warm to moist environments, they evaporate, forming residual particles which are referred to as aerosols or droplet nucleus. These aerosols could contain active pathogen up to 6 days with 50% relative humidity and at 20  (Kirubananthan et al.).\nHorizontal transmission: It includes direct contact transmission and droplet transmission.\nGastro-intestinal tract transmission: GIT may be another potent source of virus transmission, including the fecal-oral transmission from the excreta of infected patients. Some studies have reported SARS-CoV-2-positive family cluster, an asymptomatic case where the anal swabs taken show persistently positive for COVID-19. The fecal-oral transmission has been reported due to the existence of viral RNA in the fecal specimen (Wang et al.). Prolonged RNA shedding has been observed in excreta of some recovered cases. This may be attributed to faster respiratory clearance of virus in about 2 weeks while slower clearance from GIT, which can take over 4 weeks (Hindson).\nVertical transmission: Pregnant women are found to be more susceptible to the viral infections due to anatomic and immunologic alterations. The impact of virus on placenta and potential vertical transmission is possibly related to high maternal-fetal inflammatory state (Wang et al.).\nOcular transmission: Ocular surface may be an entry point for the SARS-CoV-2 virus and also serves as a reservoir for the virus. In some patients with moderate to severe COVID-19, tear fluid collected using conjunctival swab was found positive for SARS-CoV-2 RNA (Kitazawa et al.). However, the link between SARS-CoV-2 ocular entery and infection onset in not clearly understood. Certain experiments showed that tears and eye secretions drain into the respiratory tract or are swallowed into the digestive system (Qu et al.).\nFomite transmission: Fomites include inanimate objects including plastics, copper, stainless steel surfaces, gloves, and sponges. These surrounding surfaces may get contaminated upon droplet emission from the infected individuals. Viral viability of these fomites depends on environmental conditions and viral load (Lewis). Sustainable environment plays a major role in reducing the risk of factors associated with preventing the pandemic. Reports show that the polluted cities should not exceed 48 days per year of high level of air pollution (Coccia). The reduction in quality of air and other factors associated could accelerate the damage to the public health and promote transmission of COVID-19. Environmental policies should aim at the main source of air pollution and improve the ventilation in order to reduce the dispersion of particulate matter.\nThe principle mode of transmission of infection caused by SARS-CoV-2 is majorly by exposure to the respiratory fluids containing the infectious virus. The initial sign of the COVID-19 infection mainly includes shortness of breath, coughing, and fever (Karia et al.), but in later stages, it could cause pneumonia, damage the kidney, and then cause unexpected death. During the start of pandemic, it was declared that the virus is zoonotic and animal to human transmission had occurred. Later, several reported suggested that bats were the reservoir for the virus, and various other animals were also linked to COVID-19 origin (MacKenzie and Smith). However, the correct origin has been established yet. Many reports shows that the exposure to the infectious virus occurs majorly by inhaling very fine respiratory droplets, deposition of infectious respiratory droplets onto the mucus membrane in the nose, mouth, or even eye; and touching inanimate surfaces contaminated with the virus. The potential modes of virus transmission are summarized below. \nTemperature and humidity\nThere are several factors involved in the virus’s transmission including the air-borne, fecal–oral, fomite transmission, and other environmental factors associated with the spread of SARS-CoV-2 virus (Azuma et al.). However, some findings have shown that environmental factors like humidity, temperature, and climate change also affects the virus transmission.\nLow temperatures and low humid conditions have found to increase the COVID-19 infections (Ma et al.). The viability of SARS-CoV-2 also depends upon the humidity and temperature. It was found that increasing temperature will decrease the viability of SARS-CoV-2. Most of the viruses, including influenza virus, human coronavirus, measles virus, and rubella virus, remains infective in low humid conditions (20–30%). Data from 166 countries report that upon 1°C increase in temperature and 1% increase in relative humidity showed 3.08% and 0.85% decrease in daily cases (Wu et al.).\nSunlight\nClimate change\nStudies have shown that UV-radiation inactivates the SARS-CoV-2 in the bulk culture medium. The SARS-CoV-2 aerosol from the artificial saliva was used in this study and found that sunlight inactivates the virus by damaging the genetic material (Biryukov et al.).\nClimatic change has become a global public health concern due to the impact on viral respiratory infections. Over the past century, the average global temperature has been found to increase by 0.8 . The ambient temperature, humidity, precipitation, and other climatic conditions are associated with the reproduction, survival and abundance of vectors, and immune responses (Zhan et al.; Coccia).\nThe COVID-19 pandemic had created not only a global health crisis but triggered a socio-economic crisis. Early measures to contain the spread of COVID-19 included strict movement controls on short notice, longer quarantine for travelers, and circuit breakers. As a result, some implications were neglected, giving major blows to small-scale business in a short while. The second-degree impact is being felt throughout the service and manufacturing sectors, which is further leading to global chaos. Reduction in industrial output was felt positively in terms of pollution and improving urban sustainability (Akter et al.). However, a new great challenge is the management of enormously large amount of infectious medical waste generated from COVID-19 infections.\nIt was reported that before the pandemic hit, the average quantity of biomedical waste produced was 0.5 kg/bed/day, which increased to 3.4 kg/bed/day during the pandemic (Mondal et al.). Improper handling and disposal of contaminated waste could cause the unintentional spread of the infectious virus. Encouraging home isolation and home recovery programs helped tremendously in reducing the patient load on healthcare system, while cutting the biomedical waste generation from hospitals. Other measures include autoclaves or mobile incinerators to neutralize excessive biomedical waste. Moreover, globally high inequitable distribution of vaccines persisted. The strict storage conditions and vaccine hesitancy led to wastage of vaccines. In high-income countries, over 2.3 billion doses have been administered and bought over 7 billion doses, while in low-income countries, 15% of the population has been administered with the vaccine (Lazarus et al.). The strict conditions that all doses in a vial must be used within few days after opening a vial, led to wastage in case of insufficient or no immediate demands. Further, vaccine integrity during the supply chain is a major concern due to non-compliance in maintaining cold chain storage conditions, which cause huge vaccine waste. GAVI alliance had recommended a maximum 25% wastage rate in the first year, 15% reduction in vaccine waste by third year. So, regulatory authorities and vaccine developers should work to upgrade supply chain and wave off patent protection so that vaccines are accessible to even the low-income countries.\nAlthough COVID-19 pandemic created a negative impact globally, yet the improvement in quality of air and water are the major silver linings. Certain satellite images show 20–30% reduction in major environment pollutants (Mofijur et al.). NO2 and NO gases are produced as a result of burning fossil fuels and coals. As per WHO, these gases are typical air contaminants that corrode lungs, respiratory problems and aggravate asthma. According to European Space Agency, the average level of NO2 had reduced by 40% between March and April 2020. In some countries, particulate matter emission has also reduced during the pandemic. Particularly the particulate matter of diameter 2.5  m or less had found to cause severe health problems and also a threat to environment (Irfan et al.).\nAlthough the source of infection is environmental, cases of black and yellow fungus associated with COVID-19 infection have been reported (Song et al.). This could be due to the airborne spores of fungi that enter the body through inhalation or through open wounds. Healthy people generally clear these spores from their bodies, but immunocompromised individuals or patients associated with comorbidities are the prime targets for nosocomial infections (Singh et al.). Some studies also mention that (Quinn and Bell) people who have recovered from the infection are likely to have negative impacts on their quality of life, reduction in functional abilities, and a shortened life expectancy. The need for the hour demands new health policies and strategies to address such long-term sufferings, and its long and deadly tail should never be ignored.\nConventional drug discovery was based on the hit and trial approach, which gives extremely low throughout. Repurposing existing drugs is one such strategy to overcome the setback (Luo et al.). Despite promising therapeutic benefits by drugs including Remdesivir, Chloroquine, and Lopinavir, increased cases with serious side effects are being reported. The early vaccine development against SARS-CoV-2 included live attenuated or inactivated virus vaccine, nucleic acid-based, viral vector, protein subunit, and virus-like particle (Vivekanandhan et al.). Other curative approaches being employed to manage the infection include immunotherapy, use of steroids, and convalescent plasma therapy, which are described below.\nWith no specific antiviral treatment available and less efficient conventional drug discovery approach, repurposing the existing drugs might be a better choice to tackle the ongoing pandemic (Luo et al.). Uncontrolled pandemic scenario demands coherent drug discovery efforts and approaches, so the regulatory bodies like US-FDA reassess the therapeutic benefit of existing drugs, including Remdesivir, a broad-spectrum antiviral drug acting on RNA-dependent RNA polymerase. Remdesivir was used against the animal and human coronaviruses. It demonstrated potent anti-SARS-CoV-2 activity in patients with mild to moderate COVID-19 symptoms (Mei and Tan). Approved viral protease inhibitors, including Lopinavir and Ritonavir, were found to improve the clinical symptoms of COVID-19-infected patients but showed no benefit in hospitalized adult patients. Favipiravir inhibits viral replication by controlling RNA polymerase and has shown antiviral activity against a spectrum of RNA viruses like Ebola and influenza H1N1 (Machhi et al.). Chloroquine, a broad-spectrum antiviral drug, was found to inhibit the spread of SARS-CoV-2 in vitro by blocking cell fusion, but it did not inhibit SARS-CoV-2 infection in the lungs (Purohit et al.). A list of antiviral drugs, their target and mechanism of action is summarized in Table 1.\nCorticosteroids are involved in various physiological processes, including inflammatory regulation, immunological response, stress, carbohydrate, and protein metabolism. Thus, corticosteroids are important in managing autoimmune, inflammatory disorders, and allergies (Annane). In SARS-CoV-2 infection, the viral escape of cellular immune response and cytokine storm is an important pathophysiology. The invasion of inflammatory cells and dysregulation of cytokine usually results in lung inflammation, respiratory failure, multi-organ failure, and ultimately death. Corticosteroids have been shown to exhibit anti-fibrotic and anti-inflammatory effects. It also helps in reducing pulmonary inflammation in severe cases (Lin et al.). By targeting host immune response and inflammatory cascade, corticosteroids can benefit patients with COVID-19 (Lin et al.).\nThe guidelines recommend steroids in severe infection cases and on mechanical ventilation﻿ ﻿(﻿)﻿. The principal corticosteroids used in most trials are dexamethasone and methylprednisolone because of their high lung bioavailability. Dexamethasone is a synthetic glucocorticoid previously used to treat allergic reactions, asthma, and other autoimmune disorders. It crosses the host cell membrane and then binds to the glucocorticoid receptor, initiating a series of immune cell responses, which suppresses proinflammatory cytokines, including IL-1, IL-2, IL-6, IL-8, and TNF. Compared to dexamethasone, methylprednisolone shows a quick onset of action after parenteral administration and lesser risk of long-term side effects like hypokalemia, fluid retention, dysglycemia, and hypercortisolism (Noreen et al.). Side effects produced by dexamethasone include fluid retention, hormonal imbalance, and disturbed sleep pattern, while blurred vision and hemorrhage are also reported but rarely (Noreen et al.).\nThe risks associated with using corticosteroids in COVID-infected patients include long-term complications, higher risk of secondary infections. Whereas, the excessive levels of corticosteroids cause metabolic imbalance and fluid retention leading to heart failure (Raju et al.). Another big issue related to corticosteroids is the prolongation of viral excretion from the body. Thus, use of corticosteroids in SARS-CoV-2 infection has been restricted (Umakanthan et al.).\nConvalescent plasma therapy is an efficient passive immunization technique to boost the patient’s immune system. It relies on a high titer of neutralizing antibodies present in the plasma of recovered patients. In previous studies based on MERS and SARS, it has been found that the neutralizing antibody binds to the spike proteins, which could limit the viral entry (Dhawan et al.). At the early pandemic stage, convalescent plasma therapy is made into the headlines as a prospective treatment for hospitalized or high-risk patients. The antiviral antibodies from recovered individuals are isolated and injected into patients to immediately boost their immune system (Duan et al.). According to US-FDA guidelines, people testing negative and waning clinical symptoms can donate blood after at least 28 days. Around the world, researchers were engaged in transfusing antibody-rich serum into patients struggling with severe illness (Purohit et al.). The risks associated with convalescent plasma are HIV, hepatitis B and C, anaphylactic reactions, allergic reactions, and transfusion-related circulatory overload (Ferrari et al.). On February 4 2021, US-FDA had revised the use of convalescent plasma. They limited the authorization to the high-titer convalescent plasma for hospitalized COVID-19 patients in the early disease course and to those patients who cannot produce adequate antibody response (FDA).\nSince no specific treatment has been approved for the SARS-CoV-2 infection, the first-line cure is a supportive treatment. This includes antibiotics for secondary bacterial infections, oxygen therapies, and mechanical ventilation for patients with respiratory failure, whereby immunotherapy modulates a patient’s immune system to fight against the illness (Esmaeilzadeh and Elahi). Immunotherapy includes the use of monoclonal antibodies and antibody-cocktails. In some patients, disease progression is associated with cytokine secretion (Magro), causing lung damage, inflammation, and other acute respiratory distress syndrome (ARDS). Studies have shown the use of tocilizumab (humanized recombinant antibody for IL-6) in arthritis and cytokine storms, thereby reducing mortality rates. Baricitinib, a JAK1/2-selective kinase inhibitor, is used in rheumatoid arthritis treatment and severe cases of COVID-19, preventing progression to ARDS (Ai et al.). Four anti-SARS-CoV-2 monoclonal antibody products have received EUA from US-FDA for non-hospitalized patients, including sotrovimab, bamlanivimab, etesevimab, and “imdevimab and casirivimab” (REGEN-COV)﻿ (https://www.covid19treatmentguidelines.nih.gov/therapies/anti-sars-cov-2-antibody-products/anti-sars-cov-2-monoclonal-antibodies/; Monzavi et al.). Thus, developing such novel immunotherapies can target viral infection and improve the clinical outcomes.\nMonoclonal antibodies are proteins mimicking the ability of an immune system to fight harmful viruses. The monoclonal antibodies bind to spike protein receptor-binding domain (RBD) to neutralize the virus (ACTIV-3/TICO LY-CoV555 Study Group et al.). The individuals recovered from COVID-19 infection produce antibodies against SARS-CoV-2, which persists for 5–7 months post-infection (Dan et al.). Monoclonal antibodies are identical copies of an antibody that targets a specific antigen. So far, only seven antibodies have been approved for EUAs, including bamlanivimab, casirivimab, etesevimab, imdevimab, tixagevimab, sotrovimab, and cilgavimab (Hwang et al.).\nSotrovimab is a derivative of S309 monoclonal antibody. It was found to cross neutralize SARS-CoV-2 by inducing S-trimer cross-linking aggregation of virions or steric hindrance. Also, S309 showed antibody-dependent cell cytotoxicity and cellular phagocytosis effector function contributing to virus neutralization in mouse models (Hwang et al.). Tocilizumab is both a membrane-bound and soluble IL-6 receptor inhibitor. Administration of tocilizumab in the early stage of SARS-CoV-2 infection was found to correlate with the lower mortality rates among critically ill patients (Wei et al.). Itolizumab, anti-CD-6 monoclonal antibodies, prevents cytokines storm by targeting CD antigens (Saavedra et al.). Bamlanivimab and etesevimab are neutralizing monoclonal antibodies that target RBD of S-protein. In contrast, imdevimab and casirivimab are recombinant monoclonal antibodies that binds to the non-overlapping epitope of RBD of S protein (Taylor et al.).\nInfliximab or adalimumab, anti-TNF antibodies, may reduce mortality rates in affected patients. There are four clinical trials on infliximab (NCT04425538, NCT04344249, NCT04734678, NCT04593940) and one on adalimumab (NCT04705844) seeking evaluation for their therapeutic potential in COVID-19. The EUAs by US-FDA does not authorize monoclonal antibody for critically ill COVID-19 patients needing oxygen support or patients with co-morbidity. Table S1 includes a list of monoclonal antibodies in the pipeline against COVID-19 infection.\nRecent studies discuss the sensitivity of the approved monoclonal antibodies against recently identified omicron variant (Takashita et al.). It has been identified that 6 out of 9 tested monoclonal antibodies, including casirivimab, tixagevimab, bamlanivimab, etesevimab, regdanvimab, and imdevimab, were found to be inactive against the omicron. Omicron was fully resistant to etesevimab, bamlanivimab, and imdevimab. Cocktail of bamlanivimab and etesevimab failed to inhibit entry mediated by omicron, but sotrovimab was active against omicron (Hoffmann et al.).\nAntibody cocktails are an effective approach for the prevention and treatment of the COVID-19 infection. The antibody cocktail is a blend of monoclonal antibodies targeting the spike protein of SARS-CoV-2 that could reduce the viral load, preventing the progression of the disease and accelerate the recovery of patients. This therapy is most suited in case of high risk patients and patients with comorbid conditions.\nSue et al. describe the generation of monoclonal antibodies using hybridoma screening (Su et al.). It neutralized SARS-CoV-2 by targeting the RBD. The cryo-electron microscopy revealed the atomic details of the structural epitopes of the chimeric antibody used as cocktail therapy. A cocktail of chimeric antibodies may increase the therapeutic efficacy and decrease the potential of virus escape mutants, which could be an additional benefit in the case of emerging variants.\nREGN-COV2 is a novel cocktail of human Abs Casirivimab (REGN10933) and Imdevimab (REGN10987) targeting S-protein. REGN-CoV2 was found to reduce the virus load in upper and lower airways when administered prophylactically (Tuccori et al.). Ongoing trials for REGN-COV2 (NCT04425629) randomized, phase I–III adaptive, double-blind, placebo-controlled conducted on non-hospitalized patients with COVID-19 infection showed a reduced risk of hospitalization and death by 70% (Hwang et al.).\nCombination of tixagevimab and cilgavimab, which are recombinant human anti-SARS-CoV-2 monoclonal antibodies, binds to the non-overlapping epitopes of spike protein. Another combination, bamlanivimab and etesevimab, has also been approved by US-FDA for its emergency use on February 9 2021 (US FDA). The research are evolving with emerging variants, due to mutations in the spike proteins, the prime targets for the antibody cocktail. Antibody cocktails can be used in mild to moderate cases of the COVID-19 infection; however, it showed reduced efficacy against the omicron variant as compared to the delta variant (Yu et al.).\nVaccines are biological preparations comprising an entire organism, nucleic acid, proteins, peptides, or sub-units that stimulates antibody production upon administration and triggers immunity against the pathogens. The already available antibodies as a cause of vaccination, attacks the organism at a much faster rate in case of reinfection with the same disease. In addition, vaccines works through “memory” created in memory cells. The major concerns with the use of vaccines include the limited efficacy, individual variation in immune response, operational, religious, social, and ethical beliefs (Giubilini et al.).\nVarious types of vaccines were developed, including the whole virus vaccine (live attenuated or inactivated vaccine), recombinant protein vaccine (VLP or protein subunit), nucleic acid vaccines, and viral vector vaccines as shown in Fig. 1. As people worldwide receive the COVID-19 vaccines, the reports of risk of temporary side effects, including fever, headache, and pain at the injection site, kicked in. However, the risk of severe side effects outweighs the protection offered against the deadly SARS-CoV-2. Table 2 includes vaccines authorized by the WHO for their emergency use, and Table 3 includes a list of vaccines under review by the WHO.\nThe whole virus vaccine includes attenuated or inactivated form that can still grow and replicate in body to trigger immunity, but unable to cause illness. The conventional whole virus vaccines (Table S2, Table S6) include live attenuated, inactivated vaccines that elicit immune responses by targeting many viral proteins. The inactivated vaccines contain a virus, of which the genetic material is destroyed by the application of chemicals, heat, or radiation (Angeli et al.).\nCodagenix is a live-attenuated viral vaccine administered intra-nasally. It is used as a single or multi-dose regimen given 21 days apart, generating both cell-mediated and humoral responses (Shen et al.; Chavda et al.). The-live attenuated vaccines use a weak virus that does not cause infection but can still grow and replicate. The live-attenuated vaccines are produced by the passage of disease-causing viruses produced in the cultured cells, weakened and reduced virulence. Such vaccines produce humoral and cell-mediated immune responses which mimic the natural infection. These vaccines are rarely used for immunocompromised patients because of the potential to cause infection. This limitation of virulence reversal can be overcome by altering the viral genome and selecting the non-pathogenic strains incapable of causing the disease (Machhi et al.).\nThe inactivated vaccines use a non-live pathogen, ensuring better safety than live vaccines. The inactivated vaccines cannot induce the cellular responses and thus require additional adjuvants to stimulate the immune responses (Kyriakidis et al.). Developing such vaccines requires the inactivation of the virus by chemical or radiation. This leads to the destruction of the virus’s genetic material while keeping the antigenicity. In general, all inactivated vaccines possess a higher safety profile than live vaccines and are considered less reactogenic (Sanders et al.; Iversen and Bavari).\nA phase 3 clinical trial, double-blind, placebo-controlled vaccine is used in two doses, 14 days apart. Currently, around 10 candidates are being tested in clinical trials, including CoronaVac, developed by Sinovac and Covilo/BBIBP-CorV/Sinopharm, which are approved for conditional marketing (Al Khames Aga et al.) (He et al.). The WHO approved emergency use, suggesting that 51% CoronaVac and 79% Covilo/BBIBP-CorV/Sinopharm were found to be effective (Mallapaty). Another vaccine candidate developed by Bharat biotech BBV152/covaxin has been authorized for emergency use for people 18 years or older with 78% efficacy (WHO). As of June 24, 2022, Valneva (VLA2001) becomes the first vaccine against COVID-19 disease to receive a standard marketing authorization in Europe. It is an inactivated whole virus vaccine used in people aged 18 to 50 years (No Author).\nThe nucleic acid-based vaccines carry a nucleotide sequence as DNA or RNA encoding protein of interest. The RNA or DNA produce proteins in the host cells, which later acts as antigens and triggers the immune response. This approach employs a host cellular machinery to generate the foreign antigens presented to MHC class I and II molecules of antigen-presenting cell (APC), eliciting both cellular and humoral responses (Ye et al.). In DNA vaccines, a piece of DNA encoding antigen is inserted into a plasmid that replicates and transfers the genes between the cells. The main challenge is crossing the membrane, which can be solved using electroporation, gene gun and encapsulating into nanoparticles for better delivery (Kowalzik et al.).\nDNA-based vaccines are considered stable and safer than conventional vaccines because the vectors used are non-replicating and express the gene of interest (Machhi et al.). ZyCoV-D developed by Zydus Cadila uses a DNA-based technology. It is a needless vaccine requiring three doses (Dey et al.). Besides ZyCOV-D, another vaccine, INO-4800, developed by Inovio Pharmaceuticals, has been developed that generates both cell-mediated and humoral responses. Also, INO-4800 utilizes mammalian expression plasmids that encode S-protein expressed in humans and animals (Tebas et al.).\nIn the case of m-RNA-based vaccines, RNA must be transported into the human cell. The lipid nanoparticle is used for its delivery, which of RNA to produce antigen protein (Forni et al.). Limitations of such vaccines include stability of m-RNA at storage condition and thereby need of cold chain (de Queiroz et al.). Despite the extensive use of LNPs for delivering m-RNA, it remains unclear how many m-RNA strands can be encapsulated per nanoparticle. Two m-RNA vaccine candidates, m-RNA-1273 from Elasomeran/Spikevax/Moderna and BNT162b2 from Pfizer/BioNTech, showing 94% efficacy, have been authorized for emergency use. The phase 3 study comprised 43,548 participants with 8 cases of COVID-19 among 17,411 participants in the vaccine arm and 162 cases among 17,511 participants in control arm, resulting in 95% efficacy. Mild to the moderate local reaction was reported, which resolved within 1–2 days (Kwok). The meta-analysis published by Zeng et al. evaluates the efficacy of vaccines against COVID-19 variants (Alpha, Beta, Gamma, Delta, Omicron) estimating that full vaccination is highly effective against the alpha variant, moderately effective against the Beta, Gamma, and Delta variants (95% confidence interval), while the booster vaccination is more effective in delta and omicron. Also, the m-RNA vaccines showed higher efficacy against the above mentioned variants (Islam et al.). Based on the data, BNT162b2 became the first vaccine against SARS-CoV-2 authorized for emergency use by US-FDA (Kwok). Co-administration of multiple m-RNA types could be used as multi-target vaccination strategies, expression of protein cocktails for regeneration purposes (Zhang et al.). m-RNA cocktails could also emerge as a new emerging COVID-19 treatment to produce stronger and wider immune response. There is no certain limit to the number of RNAs that can be combined and can target more than one pathogen or more than variant in the case of SARS-CoV-2 (DeFrancesco). As of 17 June 2022, FDA has authorized emergency use of Pfizer-BioNTech and Moderna for use in children of 6 months of age (FDA—Food and Drug Administration).\nThis type of vaccine contains a recombinant virus, attenuated to reduce the pathogenicity. The shell of this modified virus contains genetic material mimicking the course of infection (Fig. 1); thus, a strong cytotoxic and humoral response is induced (WHO). The viral vector vaccines can generate high levels of recombinant protein expression, which provides the basis for modern vaccine development (Lundstrom). Viral vector vaccine technology has neither been used as a preventive vaccine nor tested for safety and efficacy in the long term. But major advantage offered by this method includes great efficiency and gene-specific delivery for initiation of healthy immune responses (Yadav et al.). The recombinant adenoviruses are used as vaccine vectors as it accommodates large genetic payload, which triggers the immune system (Buchbinder et al.; Jones and Roy). Viral vector vaccines are categorized as replicating and non-replicating.\nThe replicating viral vector vaccines infect the cells producing vaccine antigen, whereas the non-replicative viral vaccines enter the cells producing vaccine antigen, but no new viral particles are formed. The major advantage of the replicating viral vector is its ability to mimic the natural infection resulting in the induction of cytokines and molecules, providing potent adjuvant effect (Rawat et al.). These vaccines also provide an immune response, including innate immunity and rapid responses against the invading organism (Robert-Guroff; van Riel and de Wit).\nThe non-replicating viral vector vaccines are a novel approach in which around 12 vaccine candidates have been evaluated against COVID-19 (Table S4). Such vaccines use genetically modified adenovirus vectors that cannot replicate inside the human body. The modification is achieved by deleting a gene encoding the viral structural protein, preventing virus assembly. One such candidate is Ad5nCoV, which uses human adenovirus 5 with an overall 65.3% efficacy after 4 weeks. Another vaccine candidate, AZD1222 (ChAdOx1), is a non-replicating viral vector vaccine with 63% efficacy and Ad26.COV.S/Janssen/Jcovden is also a non-replicating viral vector vaccine with an efficacy of 85.4% (CDC).\nIn a meta-analysis published by Korang et al. involving 71,514 participants and 3 trials estimated 95% efficacy of m-RNA vaccine (95% confidence interval); 48,029 participants and 3 trials estimated 61% efficacy of inactivated vaccines (95% confidence interval); 71,401 participants and 5 trials estimated 68% efficacy of viral vector vaccines; 17,737 participants and 2 trials estimated 77% efficacy of protein subunit vaccines. The data suggested that although m-RNA vaccines are clear winners in terms of efficacy, the viral vector vaccines were found to be most effective in reducing the mortality.\nRecombinant protein vaccine uses spike protein of SARS-CoV-2 as a vaccine antigen that helps the body recognize and fight off the virus. Different genes encoding antigenic determinants that have been cloned, expressed as recombinant proteins, are established as vaccines. This is the most common platform for the production of vaccines because of the cost-effective production and safety profile, but it requires adjuvants for long-lasting immune response (Rawat et al.).\nThese are protein-based vaccines (Table S5) (Fig. 5) containing the viral protein as the antigen, eliciting the immune responses. Most vaccines use S-protein, containing multiple subunits, or RBD, which elicits the potent neutralizing antibody (WHO). The subunit vaccine provides immune protection by using some portion of the virus (Zhenghui and Moyle) and includes a pathogen’s protein components that induce immune responses. Most of these vaccines use a membrane-bound S-protein, containing multiple subunits or RBD (Chakraborty et al.). The Novavax is a protein subunit vaccine that demonstrated 90.4% efficacy from its Phase 3 clinical trials in the US and was well tolerated (WHO; No Author)﻿.\nAttempts are being made to design a multiepitope peptide-based vaccine using target envelope protein using the genomic and immunoinformatic approaches, which help in the rapid development of vaccine (Abhishek et al.). NVX-CoV2373, a protein subunit vaccine developed by Novavax, contains matrix-M1 adjuvant demonstrating 89.3% efficacy (Hofman et al.; Kwok).\nIn December 2021, two subunit vaccines, NVX-CoV2373/Covovax and Corbevax, were approved for emergency use. The Serum Institute of India produces NVX-CoV2373/Covovax under license from Novavax, which is a subunit vaccine. The genetic sequence first introduced in baculoviruses and then made to infect the moth cells to produce proteins similar to the structure of SARS-CoV-2 spike protein. Corbevax is also a subunit vaccine that utilizes Pichia pastoris yeast and has been used to grow the RBD of SARS-CoV-2 (Marshall).\nThe VLP vaccines are derived from virus-like structures made of different molecules that can self-assemble, and mimics the size and form of the virus. They are made up of assembled viral proteins that lack viral genetic material. Therefore, VLP are non-infectious, highly immunogenic, eliciting both cell-mediated and antibody responses with its application in targeted drug delivery and gene therapy. Also, the VLP are subdivided (Table S6) into non-enveloped and enveloped subtypes (Hashemzadeh et al.; Nooraei et al.). These vaccines represent the evolution of protein sub-unit and comprise viral coat proteins that assemble into a capsid-like structure in the absence of a viral genome (Fig. 1). Such non-infective particles are coupled with multiple copies of antigens, and these clusters allow activation of B-cells and the antibody responses (Nooraei et al.).\nEarlier, plant-derived VLP vaccines have demonstrated efficacy and immunogenicity against influenza. Recently, Pillet et al. demonstrated plant-based vaccine candidates developed by Medicago, which use the expression of recombinant proteins in non-transgenic plant Nicotiana Benthamiana (Ward et al.). The vector used in the study was Agrobacterium tumefaciens to move the targeted DNA constructs into the plant cell. Such plant-derived VLP synthesized a new S protein that is trimerized and assembled as VLP, resembling the native structure of SARS-CoV-2 variants. Thus, this form of S-protein is used as a vaccine antigen containing several epitopes. Further, to improve the vaccine efficacy adjuvants are used with VLP, which also helps in dose-sparing strategies to maximize vaccine doses. For example, cytidine phosphoguanosine CpG-1018 contains immunostimulatory oligodeoxynucleotide sequence 1018 and AS03: GSK-α-tocopherol containing o/w emulsion adjuvant system. These generally enhance immune responses by providing TH 1 (T-helper type-1) responses, while AS03 initiates a transient immune response including both T-cell mediated and antibody meditated responses (Ward et al.).\nIn May 2020, US-FDA launched operation warp speed, a plan to “accelerate the development” manufacturing and the distribution of vaccines to meet the increasing demand (Joffe et al.). By September 2021, around 182 million people in the USA were fully vaccinated, and the clinical trial data of Pfizer-BioNTech, Elasomeran/m-RNA 1273/Spikevax/Moderna, and Ad26.COV.S/Janssen/Jcovden vaccine showed effective immunization (Xu et al.). By October 2021, US-FDA authorized emergency use of Tozinameran/BNTI62b2/Pfizer vaccine/Comirnaty for preventing COVID-19 in children aged 5–11 years, and was 90.7% effective (FDA News Release). A phase 3 randomized, placebo-controlled, observer-blind trial conducted to evaluate the efficacy, safety, immunogenicity of this vaccine has been conducted for people older than 18 years of age. The safety was evaluated involving 30,351 participants and 15,185 participants who received at least one dose of vaccine or placebo (Jackson et al.). The adverse effects reported in participants included headache (64.7%), pain at the site of injection (92%), and fever (15.5%). Other adverse effects include fatigue, myalgia, chills, arthralgia, nausea, and vomiting (Callaway).\nMultiple types of vaccines are being developed worldwide against COVID-19, including oral vaccines. Premas Biotech has developed one such vaccine, an Indian pharma company in collaboration with Oramed Pharmaceuticals, showed that oral vaccine (Oravax) was efficaious in single dose (No Author). Oravax promoted immune response (IgA), which protects GIT and respiratory tract infection and promotes systemic immunity due to the production of IgG neutralizing antibodies.\nThe inactivated vaccines are easier to manufacture scale-up and do not require an ultracold supply chain. The inactivated vaccines pose no risk to the immunocompromised patients, unlike the live vaccines. Live vaccines may replicate uncontrollably in immunocompromised patients, leading to restrictions on their use (Iversen and Bavari). The inactivated vaccines have a limitation of protection in the short term and weaker immune response (Angeli et al.). A need for boosters arises to reach long-term immunity (Croda and Ranzani). Table S2 includes the clinical trial data of inactivated vaccines effective against COVID-19. This represents the distribution of the vaccine based on different age groups as a child (aged birth, 17 years), adults (18–64 years), and older adults (65 years and above) and in different phases of the clinical trial starting with phase 1, phase 2, and phases 3 and 4. Figure 2 includes the summarized representation of clinical trials of inactivated vaccines in different phases, age distribution, and geographical distribution. The clinical data is extracted from the clinicaltrial.gov database, with the inactivated vaccine, safety, and efficacy as search terms. The data shows that maximum trials are in phase 3(30.76%) and phase 4 (26.15%), while the least number of trials in phase 2|3 (3.07%). Also, this includes 33.84% active trials and 36.92% recruiting (Fig. 2). The data also shows that the maximum number of trials were conducted only on the adult age group (73.44%) while the least on older adults (1.56%).\nDNA vaccines are comparatively more stable than a vaccine containing RNA (Shafaati et al.), and thus possess a good degree of manufacturability. However, unlike RNA, DNA needs to be assisted to reach the nucleus. Thereby, special adjuvants and carrier systems are required to stimulate immune response (Leitner et al.). Also, using approaches like a microneedle patch delivery could improve storage stability at room temperature for 30 days. This may overcome supply chain limitations to remote areas with limited vaccine supply (Georgiadis and Georgiadis). On the other hand, the m-RNA vaccines turned out to be a clear winner in efficacy, rapid production process, and the flexibility to switch between the multiple strains. Besides these advantages, the m-RNA vaccines’ instability and ultracold storage requirements could be the limiting factors. This could be resolved by encapsulating the m-RNA into LNPs, which may be stored for 6 months at cool temperature, i.e., 2–8  without compromising immunogenicity (Park et al.). Another approach being employed to improve the stability of m-RNA vaccines is freeze-drying which leaves the m-RNA stable for 10 months at 4  (Uddin and Roni).\nTable S3 shows the clinical trial data of nucleic acid-based vaccines (DNA & RNA) effective against COVID-19. It shows the distribution of nucleic acid vaccines as per the different age groups as a child (aged birth, 17 years), adults (18–64 years), and older adults (65 years and above) in different phases of the clinical trial starting from phase 0 (early phase 1), phase 2, and phases 3 and 4. Figure 3 summarized the clinical trials of nucleic acid vaccines in different phases, age distribution, and geographical distribution. The clinical data is extracted from the clinicaltrial.gov database, with the DNA vaccine, m-RNA vaccine safety, and efficacy as search terms. The outcomes drawn from the studies are maximum candidates in candidates in the case of nucleic acid vaccines, including 63.88% active trials and 43.51% recruiting ones. The maximum studies, i.e., 21.29% trials alone, are in phase 2, and the least number of studies nearly 1.85% are in the early phase 1. Out of all clinical trials on the nucleic acid-based vaccines, 85.18% were based on m-RNA vaccines, and 14.81% were based on DNA vaccines. 60.19% of the trials were conducted on adults and 2.78% on older adults, while the least number of trials, 0.93% were conducted on children and adults (Fig. 3).\nThe viral vector vaccines are a game changer in terms of storage stability. This makes it cost-effective without the need for special supply chain conditions. One popular example of this category is the vaccine candidate from Janssen. Compared with other vaccines, a single jab vaccine promotes patient compliance and reduces vaccine hesitancy. The modified genes could elicit allergic reactions, leading to rare and adverse effects (Cerda and García). This problem could be solved by using non-viral vectors, which could be lipid or polymer-based. Other problems associated with the viral vector vaccines include lack of strong and long-lasting immunity after single-dose and pre-existing anti-adenovirus immunity (Velikova and Georgiev). Despite such limitations, the viral vector vaccines are easy to scale up, include multiple epitopes, and are considered more immunogenic than the other vaccine types.\nTable S4 includes clinical trial data of viral vector vaccine effective against COVID-19. It shows the distribution of vaccines as per the different age groups as child (aged birth, 17 years), adults (18–64 years), and older adults (65 years and above). Also, the vaccine status in distinct phases such as phase 1, phase 2, and phases 3 and 4 has been discussed. Figure 4 summarized the clinical trials of viral vector vaccines in distinct phases, age distribution, and geographical distribution. The clinical data is extracted from the clinicaltrial.gov database, with the viral vector vaccine, safety, and efficacy as search terms. The outcomes drawn from the studies are maximum in phase 1 of the clinical trial, which accounts for 24.07% trials in phase 1, subsequent 23.52% trials in phase 1|2 of the clinical trials, and round 7.4% trials in phase 4. Also, 31.37% active trials and 29.41% recruiting ones. Also, 67.71% of the trials were conducted on adults and 2.94% trials on child, while the least number of trials, 1.96%, were conducted on child, adults, and older adults.\nThe subunit vaccines contain protein fragments from the pathogen that can produce an effective immune response with reduce side effects. Compared to the live and inactivated vaccines, PS vaccines are considered much more efficient in inducing cell-mediated and humoral responses as the risk of handling pathogen is eliminated (Khan et al.). PS vaccines are limited in efficacy, which can be improved using adjuvants (Fathizadeh et al.). The third booster of these vaccines after the “priming shot” of inactivated vaccine could produce the safer and highly immunogenic response in adults (Ai et al.). People receiving 2 shots of inactivated virus vaccines showed a suboptimal level of protection against omicron transmission. Even after the third dose of inactivated vaccine, neutralizing antibodies stay low. Studies show that PS vaccines elicit a response (89.3% efficacy) (Table 4), and a booster of PS after an inactivated virus vaccine produced a better humoral response. Thus, the protein subunit vaccines are a better choice.\nTable S5 includes clinical trial data of protein subunit vaccines effective against COVID-19. It shows the distribution of subunit vaccines as per the different age groups as a child (aged birth, 17 years), adults (18–64 years), and older adults (65 years and above). Figure 5 summarized the clinical trials of protein subunit vaccines in distinct phases, age distribution, and geographical distribution. The clinical data is extracted from the clinicaltrial.gov database, with the protein subunit vaccine, safety, and efficacy as search terms. The outcomes drawn from the studies are maximum candidates in phase 1 of the clinical trial, accounting for 31.88% trials in phase 1, subsequent 27.72% trials in phase 1|2 of the clinical trials, and 1.44% trials in phase 4. Also, the protein subunit vaccines include 36.23% active trials and 37.68% recruiting ones, while the maximum trials were conducted on adults, older adults (nearly 65.22%), and 27.54% trials on adults 1.45% on child, adult, and older adults (Fig. 5).\nThe live-attenuated vaccines use a weak form of the virus that does not cause infection. However, they may revert the pathogenicity to cause disease in the immunocompromised patients (Machhi et al.). To overcome this limitation, codon deoptimization can substitute the nucleotides from the virus coding sequence. The virus-like particles vaccines bear a similar structure and antigenicity to the parent virus (Okamura and Ebina). Also, the VLP vaccine can be engineered to display foreign epitopes. Compared with the other viral vector vaccines, the VLP does not infect cells for antigen expression and does not induce neutralizing antibodies against themselves, but is similar to the structure of the virus. They can induce stronger immune responses and offer a strong safety profile (Zha et al.). The VLP, due to its smaller size, can be taken up by APC, which presents the disease particles to the lymphocytes. Once taken up by APC, the VLP are degraded and activate T-cell response to an infection. On the other hand, nanoparticle VLP-based vaccines show high specificity, efficiency, and good pharmacokinetic characteristics, eliminate the need for injectable vaccines, and can be administered by inhalation route. Such VLP vaccines are considered safe as no viable VLP material is present, and can be self-administred (Li et al.). As the viruses mutate rapidly, it makes other available vaccines either less effective or ineffective. In contrast, the VLP-bearing surface proteins can be modified to fight against the novel version of the virus (Belete).\nTable S6 includes clinical trial data of live-attenuated vaccines, APC, and VLP vaccines effective against COVID-19. It shows the distribution as per the different age groups as child (aged birth, 17 years), adults (18–64 years), and older adults (65 years and above). Also, the status of the vaccine in distinct phases such as phase 0 (early phase 1), phase 2, and phase 3 and 4 have been discussed. Fig. 6 summarized the clinical trials of live attenuated, APC, and VLP vaccines in distinct phases, age distribution, and geographical distribution. The clinical data is extracted from the clinicaltrial.gov database, with the protein subunit vaccine, safety, and efficacy as search terms. The data shows that the maximum studies are in phase 1 clinical trial. It accounts for 40% trials in phase 1, and the least number of trials (6.67%) in phase 2ǀ3 (Fig. 6). 54.54% trials were conducted on adults, 9.09% in older adults, and 9.09% in child, adult, and older adults, including 46.66% recruiting and 20% active trials.\nNano drug delivery systems are being explored to deliver antiviral drugs efficiently (Szunerits et al.). Nano size is comparable to the virus size that improve the treatment’s efficacy in many ways. Various approaches like fabricating the polymeric nanoparticles for rapid mucus penetration or modifying the surface nanoparticles by conjugating using PEG are explored (Rashidzadeh et al.). The “nano vaccines” are the new generation vaccines used to aid antigen delivery into the body. Both Elasomeran,m-RNA 1273/Spikevax/Moderna and Tozinameran/BNTI62b2/Pfizer vaccine/COMIRNATY are formulated with the lipid nanoparticle as a delivery vehicle. m-RNA when draped with positively charged lipids, forms the self-assessed lipid nanoparticles (Reichmuth et al.). The LNPs also prevents the m-RNA degradation mediated by RNase, which is easily available in biofluids at site of injection (Schoenmaker et al.).\n Various other biocompatible lipid or inorganic nanoparticles can encapsulate the cargo vaccine for better delivery (Chung et al.). Polymer-based nanoparticles encapsulated with antigen, when administered intra-nasally, triggers much stronger immune responses. In LNPs, lipid portion enhances encapsulation of m-RNA and self-assembly acts as a stabilizing agent, polyethylene glycol conjugated lipids increases the half-life and boosts circulation time. It also offer various other advantages like simple synthesis methods, serum stability, small size, and improved efficacy in nucleic acid delivery. As the nucleic acids are negatively charged, it binds with positively charged lipids in LNPs, and help in the delivery of m-RNA across the biological barriers. The LNPs have been found to show low immunogenicity and cytotoxicity compared to the liposomes (Cullis and Hope). The LNPs are characterized for their particle size and distribution, zeta potential, degree of polymorphism, drug loading, release, and entrapment (Schwarz et al.).\nNanomaterials are also used to diagnose and treat viral infection by conjugating with the specific viral constituents forming nano biohybrid platforms, such as colorimetric analytic devices that used silver nanoparticles to detect MERS-CoV (Bidram et al.)﻿. Nanomaterials like silver colloid, diphyllin nanoparticles, and titanium dioxide are the promising drug delivery platform for effective coronavirus management (Rashidzadeh et al.). Table S7 includes studies and clinical status of the vaccines based on nanotechnology used against SARS-CoV-2.\nDespite the progress of the vaccines, there are still many obstacles that hinder efficient use of COVID-19 vaccine. This include cold chain storage requirements, higher costs, scalability concerns, efficacy issues, painful injection, multiple jabs, and occurrence of rare side effects in immunocompromised patients, which are causing vaccine hesitancy among individuals. The next generation vaccines need to overcome these major limitations. The alternative vaccine delivery systems are needed to improve the immune responses, enhance stability, and offer desirable routes of administration. Moreover, the vaccine delivery should be less invasive, reducing the need for trained medical staff and allowing self-administration (Hossain et al.).\nThe strategies are being explored to stabilize the S protein in its pre-fusion conformation and enhance its expression, which can improve the quantity and quality of vaccine-induced antibodies production in body. Whereas, for m-RNA vaccines, the m-RNA translation occurs in the cytoplasm to avoid the risk of genomic integration. Of all vaccines, industries have preferred m-RNA vaccines mainly as they offer rapid development, large-scale development, and trigger both antibody and T-cell responses. However, m-RNA being unstable requires low temperature for storage and transportation. Further, the efficacy of vaccines for the elderly population has been lower as they are more susceptible to the infection (Uddin and Roni).\nAlso, Moderna has announced its preclinical data on COVID and flu combination vaccines. Tozinameran/BNTI62b2/Pfizer vaccine/COMIRNATY has been approved for children in 12–15 years of age group, which include 2 shots, 21 days apart. A US manufacturer also released the results for the second and third staged clinical trials of Teen COVE on 3732 children. In India, BBV152/Covaxin, ChAdOx1-S/Covishield, and sputnik V are developed, but none is approved for children below 18 years. Recently, ZyCoV-D, which is the world’s first DNA vaccine, got its approval for emergency use against the SARS-CoV-2 for individuals 12 years and above (Momin et al.). It is a 3-shot vaccine and requires storage at 2–8 °C. It uses a portion of genetic material from the virus, which gives instructions from DNA to make specific proteins recognized by the immune system. Each vaccine has its pros and cons; however, there is a need to focus on new strategies and vaccines that could effectively treat against COVID-19 infection, while preventing side-effects, reduce number of dose and enable self-administration.\nAs many of the vaccines require ultracold chain technology that is expensive to maintain, major concerns come to the insufficient data to prove for how long these vaccines will remain effective over time. With the rise of new variants of SARS-CoV-2, in November 2021, the WHO designated this B.1.1.529 strain as the variant of concern named omicron (Callaway and Ledford). This variant has more than 30 mutations in the spike protein that reduced susceptibility to the available monoclonal antibodies. Earlier, the alpha variant had shown increased transmissibility and infectivity, while the beta variant was less sensitive towards the neutralization by vaccine and the infection-induced antibodies (Gupta and Topol).\nOn the other hand, the delta variant had different mutations in the spike protein from the alpha, beta, and gamma variants. The mutation in the spike protein can affect the ability of viruses to cause infection and makes it even harder for the immune cells to attack pathogens. Preliminary studies have shown that omicron, the heavily mutated Covid strain, reduces the efficacy of the two dose vaccine. Thus, three doses are required, including two preliminary shots and a booster shot showing a significant level of protection against the omicron variant (Callaway).\nAlthough, researchers are working at breakneck speed to gather more information about the severity. However, transmissibility of the new variant and its ability to evade the vaccine effects, and chances of causing reinfection are increasing. It is known that omicron can infect 3–6 times as many people as delta variant over the same period. Earlier studies based on spike mutation suggest that the variant blunts the potency of neutralizing antibodies. Even though omicron can dodge neutralizing, it does not mean that responses triggered by the vaccination will not offer protection against the variant. Thus, a third dose may help supercharge the neutralizing antibodies level (Callaway and Ledford; Karim and Karim).\nPfizer, on December 8 2021, stated that a third dose might increase the neutralizing antibodies level against omicron by 25-fold compared to the two doses. It also announced results from an initial study that serum antibody induced by Tozinameran/BNTI62b2/Pfizer vaccine/Comirnaty neutralized SARS-CoV-2 omicron variant after three doses (Pfizer). As vaccine effectiveness against symptomatic omicron infection is lower than the delta variant suggesting that after 2 doses of m-RNA vaccine from Moderna or Pfizer, the efficacy against the symptomatic infection is 30% in omicron than 87% in delta (Burki). A booster dose may be given at least 6 months after completing the primary vaccination series (Pfizer).\nAs vaccines were developed quicker than usual development time, their safety and efficacy must be continuously monitored. As of August 2022, over 12 billion doses of vaccines have been given, and data show that the vaccines are safe and effective. Data shows that m-RNA vaccines are clear winners in efficacy, followed by protein subunit vaccines. The inactivated virus vaccines also one of the top vaccines in use.\nThe effectiveness of 2 doses of m-RNA or adenoviral vectored vaccines wanes over time, but the emerging studies show that a 3rd booster dose could restore the effectiveness > 90%. A study data of 6-month follow up shows 6% reduction in the vaccine efficacy every 2 months for Tozinameran/BNTI62b2/Pfizer vaccine/Comirnaty (Kertes et al.). However, some studies have also confirmed the reduction in serum concentration of neutralizing antibodies 4–6 weeks after the vaccination. The responses to booster doses given after 6 months from the last dose have shown induction of considerably high amounts of neutralizing antibodies. Earlier studies in Israel showed that more than 1.1 million people aged over 60 years who have received m-RNA booster doses after 6 months after the second dose resulted in the restoration of vaccine effectiveness (Collie et al.). The study published by Ssentongo et al. shows that the efficacy of vaccines against SARS-CoV-2 reduces from 83 to 22% after 5 months of completing original vaccination series. Against the symptomatic COVID-19, vaccine efficacy declines from 94% in first month to 64% by fourth month. Data clearly showed the waning of vaccine efficacy against the infection suggesting the need for booster vaccines. Table 5 includes clinical status of COVID-19 vaccines in phase IV of the clinical trial. The table also includes mix and match vaccine studies, vaccine study in specific disease condition, and booster dose study in different age groups. m-RNA cocktails could also emerge as a new emerging platform for COVID-19 treatment to produce an even stronger immune response. This could be since there is no certain limit to the number of RNAs that can be combined and can target more than one pathogen or more than variant in the case of SARS-CoV-2 (DeFrancesco). Efficacy data of the different types of vaccines effective against SARS-COV-2 infection is mentioned in Table 4.\nUS-FDA and CDC recommended additional doses of vaccine to the following individuals: aged 5 years and older, are on active cancer treatment, are diagnosed with HIV and have low CD4 count, are diagnosed with any immunodeficiency disorders, received an organ transplant or on immunosuppersants, and have received a stem cell transplant (FDA—Food and Drug Administration). An additional dose is required to improve their immune response to the initial vaccine series as they are at a greater risk of serious illness. There is a difference in the additional and booster dose of vaccine. The booster dose is termed as the third dose given to people who had received Elasomeran,m-RNA 1273/Spikevax/Moderna or Pfizer-BioNTech vaccine at least 6 months after compeletion of vaccine series, while for Ad26.COV.S/Jannssen/Jcovden at least 2 months after completion of their vaccine series. Booster is also given if the protection against the virus over time has decreased, which can be measured using antibody titers in blood (Dunkle et al.).\nFor the first time, researchers have shown that the “mix and match” vaccine combination as a new emerging strategy for better preotection against SARS-CoV-2. Vaccines that are already in used have shown some rare adverse effects leading to the discontinuation of specific vaccines in some countries. Other struggles include its supply and availability issues, and emergence of new variants, which has necessitated the use of heterologous vaccination approach known as mixing vaccines (Rashedi et al.). Studies by Richardson shown protection against COVID-19 by mixing m-RNA, spike adjuvant, and adenoviral vaccines for protection against SARS-CoV-2.\nThese vaccines have turned out to be highly effective, safe, producing stronger immune responses, and exceeding the performance of m-RNA vaccines (Callaway). Mix and match vaccines produce stronger immune responses and are used in immunocompromised patients. Also, there is a possibility that mixing the vaccines could protect the organ-transplant recipients. Studies have claimed that having an m-RNA vaccine dose after the Oxford-AstraZeneca dose imparts better protection against the SARS-CoV-2 than giving two doses of Oxford-AstraZeneca (Lewis).\nIn April 2021, a Spanish Combivac trial enrolled 663 people who had received the first dose of Oxford-AstraZeneca vaccine and 232 who had received a booster. Two-thirds of the participants were picked randomly to receive the m-RNA vaccine (Pfizer) at least 8 weeks after their first dose. After the second dose, the participants began to show higher levels of antibodies, and these antibodies recognized SARS-CoV-2 (Callaway).\nVaccines are administered through invasive routes producing circulating immunoglobulin G antibodies that fights off the pathogens. It has been found that nasal epithelium has the highest concentration of angiotensin converting enzyme-2 receptors, and it plays a significant role in entry of SARS-CoV-2 into cells. Thus, it is expected that replication of virions takes place mostly in the nasal mucosa. The intra-nasal vaccine produces IgA, which evokes stronger immune responses at the site of virus entry, and it is more efficacious in destroying the viruses at an early stage than IgG, which avoids further damage to the lungs (Lund and Randall). Also, this route offers the advantage of inducing both strong local and systemic immune responses. Furthermore, the nasal administration of vaccines does not require specialized medical staff, which improves patient compliance, and it is cost-effectiveness and efficient route of delivery (Tiboni et al.).\nA study (Reichmuth et al.) showed intranasal delivery exploring the feasibility of Venezuelan equine encephalitis virus replicon that encodes both light and heavy chains for antibody expression in lungs preventing SARS-CoV-2 infection. This approach suggests the expression of neutralizing antibodies in lungs using m-RNA could be a potential approach for prophylaxis of SARS-CoV-2 infection. Besides codagenix, another adenoviral-vectored vaccine is under development. It is a simple and painless way of administering the vaccine by using nasal drops. This vaccine was found to be well tolerated. Also, BB154, a live attenuated vaccine is being developed by Bharat Biotech International Limited, is currently under animal trials (Hassan et al.).\nThe pharmaceutical firm Merck has recently announced the development of an antiviral pill Molnupiravir which could force the virus to mutate itself to death. Thus, it cut hospitalizations and deaths by 50% in mild to moderate COVID-19 cases (Cascella et al.). The drug is under review by US-FDA, and if approved, it would turn out to be the first oral antiviral treatment for COVID-19 infection (Willyard). Molnupiravir targets RNA-dependent RNA polymerase, introducing errors in the viral genome, hampering its replication (Gordon et al.).\nAnother antiviral pill PAXLOVID was launched by Pfizer in November 2021. It is a combination of ritonavir and nirmatrelvir that inhibits SARS-CoV-2 replication. A phase 2ǀ3 clinical on protease inhibitor antiviral therapy showed that PAXLOVID could significantly reduce hospitalizations and deaths by 89%, making it more efficacious than molnupiravir (Robinson). Pfizer is seeking emergency use authorization of PAXLOVID designed to combat the SARS-CoV-2 infection and is not recommended in patients with kidney or liver impairment. At the same time, molnupiravir may affect bone and cartilage growth in patients younger than 18 years of age. It may cause fetal abnormalities in the case of pregnant individuals (Pfizer Inc). Thus, these pills offer a great advantage over currently available vaccines in terms of self-administration avoiding the need of a skilled person to inject the vaccine, associated pain and fear of injection. Using oral pills enhances patient compliance and eliminates cold chain storage requirements.\nAnother novel approach is a microneedle patch to deliver a DNA vaccine against SARS-CoV-2 infection (Fig. 7). It can be stored at room temperature for 30 days or longer (Konrath et al.). Earlier the vaccines required controlled cold storage that restricted its distribution due to limited resources. A microneedle patch could efficiently deliver the vaccine under the skin without the need of cold chain or painful injections. Recently, DNA vaccine was used, which was comparatively easier to make than the RNA or proteins. DNA being more stable added a great advantage. However, unlike the RNA, the DNA must find its way inside the nucleus, so nanoparticles were used along with an adjuvant to stimulate the immune responses. Further coating the microneedle patch with the vaccine nanoparticles could painlessly deliver the vaccine into the skin (Yin et al.).\nInfectious diseases are inevitable but their effects can be mitigated by investing in the prevention and preparedness methods for such pandemics. Combating the COVID-19 pandemic has been an enlightening for humanity. It has been tackled well with the joint efforts of NGO’s, government, healthcare workers, two years of breakneck research and a collection of therapies to treat COVID-19 infected patients. Although vaccinations has led to decline in certain diseases but hesitance to enroll in the clinical trials has been raising (Sidik). The pandemics management include containment strategies, lockdowns, accurate tracing of infection source and infected individual, isolation of infected indvidual and proper treatment of patients. Other mitigation strategies include social distancing, use of facemasks, which helps in decreasing the spread of infection (Coccia).\nAs the world roll out of vaccines against the COVID-19, the global inequalities of vaccine distribution and race against vaccine development for the COVID-19 variants might favor wealthy nations by stocking vaccine doses. COVAX is an alliance led by coalition for epidemic preparedness innovations that together GAVI and WHO ensured global vaccine equity. Another major aim is to accelerate development and manufacturing of COVID-19 vaccines, including for new infectious varriants. The massive global effort are needed to fast-track development of vaccines against COVID-19 and its distribution in both low- and middle-income countries. Herd immunity can only be achieved through mass vaccinations. Even after more than a year of vaccine distribution, the vaccine waste is found to be as high as 30%. So the effective supply chain management in low income countries should be improved. It may overcome the practice of supplying “about to expire” vaccines doses to low income countries, which exacerbates wastage of vaccines (Lazarus et al.).\nOther non-pharmaceutical interventions (NPIs) include actions apart from vaccinations and use of medicines, that are implemented to slow down the spread of infections. During the start of pandemic, NPIs were the only solution to decrease the transmission for both governmental (top down) and self-initiated (bottom up) measures (Perra). NPIs are considered most accessible keeping in mind the time taken by the pharmaceutical companies to develop specific vaccines (Coccia). Such strategies play a key role in reducing the transmission and reduce overall impact of pandemic (WHO)﻿.\nHowever, the impact of pandemic and measures to control has raised questions about the preparedness to next pandemic. The new technology and preventive measures could control the emergence of such pandemics. In local epidemic outbreak, contact tracing within the epicenter could limit the human-to-human transmission. In COVID-19 pandemic crisis, major pharmaceutical measures included vaccinations to support disease prevention and aid faster recovery (Coccia). Currently, 48 COVID-19 vaccine candidates are undergoing the clinical evaluation. Real world data is suggestive of an edge to m-RNA vaccines in terms of efficacy, market penetration, and scalability (MacIntyre et al.).\nVaccinations have been essential to prevent healthcare systems from collapsing and also helps in achieving the herd immunity in faster and safer way. Women with low income and lower level of education were found to be reluctant in receiving the vaccines. Vaccine hesitancy is basically the reluctance of people to receive safe and available vaccines. A 5C model of drivers of vaccine hesitancy include confidence, convenience, complacency, risk calculation and collectively (Machingaidze and Wiysonge). As per reports the major variables associated with decision making processes regarding the vaccination (Cerda and García). The study included an online survey of 370 respondents in Chile, and the results showed 49% were willing to take the vaccine while 28% undecided or 77% individuals potentially willing to be inoculated. Other factors associated with vaccine hesitancy include depression, fear of COVID-19 and generalized anxiety because of re-infection even after multiple doses of vaccines (Sekizawa et al.). The public trust in vaccines plays a major role and it is influenced by spread of misinformation through advertisements and social media. As the doses are trickling in, resistance to get vaccinated is also emerging as a issue. Also, vaccine safety concern are also there as the vaccines have been developed at a very fast speed and their recommendations have been changing quite often (Mallapaty) (Coccia). A behavioral study in the Phase IV clinical trial is studying the association of social, individual and contextual factor with vaccine hesitancy and vaccine acceptance (NCT05022472). The outcome of this study may help government bodies in proper planning and minimize vaccine wastage.\nThe COVID-19 vaccine has been in the market worldwide and is already used in billions of people. Until the world’s population get completely vaccinated, COVID-19 will continue as a global public health with emergence of resistant variants. Patients with comorbid conditions like diabetes, obesity, cardiovascular disease, and chronic kidney disease are at greater risk of developing such infections. The management and prevention of such highly transmissible viral illness requires holistic and professional approaches including specialties, physicians, pharmacists, nurses and government authorities. COVID vaccines are effectively safe, but the emergence of new variants has led to a decrease in their efficacy. WHO, GAVI and Covax are making significant efforts to carry out mass immunization to control and end the pandemic. Despite advances in the production of vaccines, there are several obstacles to improve the vaccine’s effectiveness, which include safety, efficacy for different varriants, and sustained antiviral immune responses. Approval of Covid vaccines and vaccine acceptance among people are the major steps in combating SARS-CoV-2. With the rise in new variants, strategies have been developed to fight against the upcoming variants, including approval of antiviral pills and microneedle delivery systems; however, not yet clinically approved. Both come with a major advantage of non-invasive methods of drug administration and reducing vaccine hesitancy. Also, the newly approved mix and match vaccines have become highly effective and have made global implications. It also showed stronger immune response in immunosuppressed individuals. Most vaccines appear to be safe and effective, but a double doses or higher are recommended. More research is needed to investigate the long-term safety and efficacy of the vaccines. Of all vaccines, m-RNA vaccines have been mostly used, but its limitation of being unstable and maintaining ultracold chain storage has led to limited access to remote areas. In contrast, VLP vaccines could be the next-generation vaccines; however, maximum studies are still in Phase I. As the viruses are known to mutate rapidly, making other vaccines ineffective, the VLP bearing surface proteins can be modified to fight against the emerging variant virus. Further, their stability can be enhanced by formulating into nanoparticle VLP, and they do not require cold chain storage.\n",
  "doi": "Nagpal D, Nagpal S, Kaushik D, Kathuria H. Current clinical status of new COVID-19 vaccines and immunotherapy.  2022;29:70772-70807. doi: 10.1007/s11356-022-22661-1.",
  "references": "Abhishek S, Mukesh T, Sharma LK, Chandra K (2020) Designing a multi-epitope peptide based vaccine against SARSCoV-2. Sci Rep 10:16219. .\nLundgren J, Grund B. A neutralizing monoclonal antibody for hospitalized patients with Covid-19. N Engl J Med. 2021;384:905-914. doi: 10.1056/NEJMoa2033130.\nAi J, Zhang H, Zhang Q. Recombinant protein subunit vaccine booster following two-dose inactivated vaccines dramatically enhanced anti-RBD responses and neutralizing titers against SARS-CoV-2 and variants of concern. Cell Res. 2022;32:103-106. doi: 10.1038/s41422-021-00590-x.\nAkter R, Rahman M, Bhattacharya T. Novel coronavirus pathogen in humans and animals: an overview on its social impact, economic impact, and potential treatments. Environ Sci Pollut Res. 2021;28:68071-68089. doi: 10.1007/s11356-021-16809-8.\nAl Khames Aga Q, Alkhaffaf W, Hatem T. Safety of COVID-19 vaccines. J Med Virol. 2021;93:6588-6594. doi: 10.1002/jmv.27214.\nAngeli F, Spanevello A, Reboldi G. SARS-CoV-2 vaccines: lights and shadows. Eur J Intern Med. 2021;88:1-8. doi: 10.1016/j.ejim.2021.04.019.\nAnnane D. Corticosteroids for COVID-19. J Intensive Med. 2021;1:14-25. doi: 10.1016/j.jointm.2021.01.002.\nAzuma K, Yanagi U, Kagi N. Environmental factors involved in SARS-CoV-2 transmission: effect and role of indoor environmental quality in the strategy for COVID-19 infection control. Environ Health Prev Med. 2020;25:1-16. doi: 10.1186/S12199-020-00904-2/TABLES/5.\nBaden L, El Sahly H, Essink B. Efficacy and safety of the mRNA-1273 SARS-CoV-2 vaccine. N Engl J Med. 2021;384:403-416. doi: 10.1056/nejmoa2035389.\nBeigel J, Tomashek K, Dodd L. Remdesivir for the treatment of Covid-19 — final report. N Engl J Med. 2020;383:1813-1826. doi: 10.1056/nejmoa2007764.\nBelete T. Review on up-to-date status of candidate vaccines for COVID-19 disease. Infect Drug Resist. 2021;14:151-161. doi: 10.2147/IDR.S288877.\nBhatia R. The quest continues for perfect COVID-19 vaccine. Indian J Med Res. 2021;153:1-6. doi: 10.4103/ijmr.IJMR_4165_20.\nBidram E, Esmaeili Y, Amini A. Nanobased platforms for diagnosis and treatment of COVID-19: from benchtop to bedside. ACS Biomater Sci Eng. 2021;7:2150-2176. doi: 10.1021/acsbiomaterials.1c00318.\nBiryukov J, Boydston J, Dunning R. SARS-CoV-2 is rapidly inactivated at high temperature. Environ Chem Lett. 2021;19:1773- doi: 10.1007/S10311-021-01187-X.\nBritton A, Slifka K, Edens C. Effectiveness of the Pfizer-BioNTech COVID-19 vaccine among residents of two skilled nursing facilities experiencing COVID-19 outbreaks — Connecticut, December 2020–February 2021. Morb Mortal Wkly Rep. 2021;70:396- doi: 10.15585/MMWR.MM7011E3.\nBuchbinder S, McElrath M, Dieffenbach C, Corey L. Use of adenovirus type-5 vectored vaccines: a cautionary tale. Lancet. 2020;396:e68-e69. doi: 10.1016/S0140-6736(20)32156-5.\nBurki T. Omicron variant and booster COVID-19 vaccines. Lancet Respir Med. 2022;10:e17- doi: 10.1016/s2213-2600(21)00559-2.\nCallaway E. Mix-and-match COVID vaccines ace the effectiveness test. Nature. 2021; doi: 10.1038/d41586-021-02853-4.\nCallaway E. Heavily mutated Omicron variant puts scientists on alert. Nature. 2021;600:21- doi: 10.1038/d41586-021-03552-w.\nCallaway E. Mix-and-match COVID vaccines trigger potent immune response. Nature. 2021;593:491- doi: 10.1038/d41586-021-01359-3.\nCallaway E, Ledford H. How bad is Omicron? What scientists know so far. Nature. 2021;600:197-199. doi: 10.1038/d41586-021-03614-z.\nCascella M, Rajnik M, Cuomo A et al (2020) Features, evaluation and treatment coronavirus (COVID-19). StatPearls. https://www.ncbi.nlm.nih.gov/books/NBK554776/.\nCDC (2021) Understanding viral vector CVOID-19 vaccines. October 18, 2021. https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/viralvector.html.\nCerda A, García L. Hesitation and refusal factors in individuals’ decision-making processes regarding a coronavirus disease 2019 vaccination. Front Public Heal. 2021;9:229- doi: 10.3389/FPUBH.2021.626852/BIBTEX.\nChakraborty C, Sharma A, Bhattacharya M. Ongoing clinical trials of vaccines to fight against Covid-19 pandemic. Immune Netw. 2021;21:1-22. doi: 10.4110/in.2021.21.e5.\nChavda V, Vora L, Pandya A, Patravale V. Intranasal vaccines for SARS-CoV-2: from challenges to potential in COVID-19 management. Drug Discov Today. 2021;26:2619-2636. doi: 10.1016/j.drudis.2021.07.021.\nChung YH, Beiss V, Fiering SN, Steinmetz NF (2020) Covid-19 vaccine frontrunners and their nanotechnology design. ACS Nano 14:12522–12537. 10.1021/acsnano.0c07197.\nCoccia M. Factors determining the diffusion of COVID-19 and suggested strategy to prevent future accelerated viral infectivity similar to COVID. Sci Total Environ. 2020;729:138474- doi: 10.1016/J.SCITOTENV.2020.138474.\nCoccia M (2021a) High health expenditures and low exposure of population to air pollution as critical factors that can reduce fatality rate in COVID-19 pandemic crisis: a global analysis. Environ Res 199:111339. 10.1016/j.envres.2021a.111339.\nCoccia M. Pandemic prevention: lessons from COVID-19. Encyclopedia. 2021;1:433-444. doi: 10.3390/encyclopedia1020036.\nCoccia M (2022a) COVID-19 pandemic over 2020 (with lockdowns) and 2021 (with vaccinations): similar effects for seasonality and environmental factors. Environ Res 208:. 10.1016/J.ENVRES.2022.112711.\nCoccia M (2022b) Optimal levels of vaccination to reduce COVID-19 infected individuals and deaths: a global analysis. Environ Res 204:112314. 10.1016/J.ENVRES.2021.112314.\nCollie S, Champion J, Moultrie H. Effectiveness of BNT162b2 vaccine against Omicron variant in South Africa. N Engl J Med. 2022;386:494-496. doi: 10.1056/nejmc2119270.\nCroda J, Ranzani O. Booster doses for inactivated COVID-19 vaccines: if, when, and for whom. Lancet Infect Dis. 2022; doi: 10.1016/S1473-3099(21)00696-4.\nCullis PR, Hope MJ (2017) Lipid nanoparticle systems for enabling gene therapies. Mol Ther 25:1467–1475. 10.1016/j.ymthe.2017.03.013.\nDan JM, Mateus J, Kato Y et al (2021) Immunological memory to SARS-CoV-2 assessed for up to 8 months after infection. Science 371(6529). 10.1126/science.abf4063.\nDaniela S, Nigel C (2021) COVID-19 vaccine platforms - the Melbourne Vaccine Education Centre (MVEC). https://mvec.mcri.edu.au/references/covid-19-vaccine-platforms/. Accessed 13 Jul 2022.\nde Queiroz NMGP, Marinho FV, Chagas MA et al (2020) Vaccines for COVID-19: perspectives from nucleic acid vaccines to BCG as delivery vector system. Microbes Infect 22:515–524. 10.1016/j.micinf.2020.09.004.\nDeFrancesco L. Preparing for the next plague. Nat Biotechnol. 2021;39:1491-1496. doi: 10.1038/s41587-021-01140-x.\nDey A, Chozhavel Rajanathan T, Chandra H. Immunogenic potential of DNA vaccine candidate, ZyCoV-D against SARS-CoV-2 in animal models. Vaccine. 2021;39:4108-4116. doi: 10.1016/j.vaccine.2021.05.098.\nDhawan M, Priyanka P. Convalescent plasma therapy against the emerging SARS-CoV-2 variants: delineation of the potentialities and risks. Int J Surg. 2022;97:106204-106204. doi: 10.1016/j.ijsu.2021.106204.\nDuan K, Liu B, Li C. Effectiveness of convalescent plasma therapy in severe COVID-19 patients. Proc Natl Acad Sci U S A. 2020;117:9490-9496. doi: 10.1073/pnas.2004168117.\nDunkle L, Kotloff K, Gay C. Efficacy and safety of NVX-CoV2373 in adults in the United States and Mexico. N Engl J Med. 2022;386:531-543. doi: 10.1056/nejmoa2116185.\nEsmaeilzadeh A, Elahi R. Immunobiology and immunotherapy of COVID-19: a clinically updated overview. J Cell Physiol. 2021;236:2519-2543. doi: 10.1002/jcp.30076.\nFathizadeh H, Afshar S, Masoudi M. SARS-CoV-2 (Covid-19) vaccines structure, mechanisms and effectiveness: a review. Int J Biol Macromol. 2021;188:740-750. doi: 10.1016/j.ijbiomac.2021.08.076.\nFDA (2021) FDA In Brief: FDA updates emergency use authorization for COVID-19 convalescent plasma to reflect new data. In: FDA Br. https://www.fda.gov/news-events/fda-brief/fda-brief-fda-updates-emergency-use-authorization-covid-19-convalescent-plasma-reflect-new-data. Acsessed 8 Feb 2022.\nFDA - Food and Drug Adminstration (2021) Coronavirus (COVID-19) update: FDA authorizes additional vaccine dose for certain immunocompromised individuals. In: FDA News Release. https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-additional-vaccine-dose-certain-immunocompromised. Accessed 8 Feb 2022.\nFDA News Release (2021) FDA authorizes Pfizer-BioNTech COVID-19 vaccine for emergency use in children 5 through 11 years of age. In: Food Drug Adm. https://www.fda.gov/news-events/press-announcements/fda-authorizes-pfizer-biontech-covid-19-vaccine-emergency-use-children-5-through-11-years-age.\nFenton C, Lamb Y. COVID-19: state of the vaccination. Drugs Ther Perspect. 2021;37:508-518. doi: 10.1007/s40267-021-00869-4.\nFerrari S, Caprioli C, Weber A. Convalescent hyperimmune plasma for chemo-immunotherapy induced immunodeficiency in COVID-19 patients with hematological malignancies. Leuk Lymphoma. 2021;62:1490-1496. doi: 10.1080/10428194.2021.1872070.\nForman R, Shah S, Jeurissen P. COVID-19 vaccine challenges: what have we learned so far and what remains to be done?. Health Policy (New York). 2021;125:553-567. doi: 10.1016/j.healthpol.2021.03.013.\nForni G, Mantovani A, Forni G et al (2021) COVID-19 vaccines: where we stand and challenges ahead. Cell Death Differ 28:626–639. 10.1038/s41418-020-00720-9.\nGeorgiadis G, Georgiadis M. Optimal planning of the COVID-19 vaccine supply chain. Vaccine. 2021;39:5302-5312. doi: 10.1016/j.vaccine.2021.07.068.\nGhasemnejad-Berenji M, Pashapour S. Favipiravir and COVID-19: a simplified summary. Drug Res (Stuttg). 2021;71:166-170. doi: 10.1055/a-1296-7935.\nGiubilini A, Minerva F, Schuklenk U, Savulescu J. The ‘ethical’ COVID-19 vaccine is the one that preserves lives: religious and moral beliefs on the COVID-19 vaccine. Public Health Ethics. 2021;14:242-255. doi: 10.1093/phe/phab018.\nGordon CJ, Tchesnokov EP, Schinazi RF, Götte M (2021) Molnupiravir promotes SARS-CoV-2 mutagenesis via the RNA template. J Biol Chem 297(1):100770. 10.1016/j.jbc.2021.100770.\nGupta R, Topol E. COVID-19 vaccine breakthrough infections. Science (80- ). 2021;374:1561-1562. doi: 10.1126/science.abl8487.\nHashemzadeh A, Avan A, Ferns G, Khazaei M. Vaccines based on virus-like nano-particles for use against Middle East respiratory syndrome (MERS) coronavirus. Vaccine. 2020;38:5742-5746. doi: 10.1016/j.vaccine.2020.07.003.\nHassan A, Kafai N, Dmitriev I. A single-dose intranasal ChAd vaccine protects upper and lower respiratory tracts against SARS-CoV-2. Cell. 2020;183:169-184.e13. doi: 10.1016/j.cell.2020.08.026.\nHe Q, Mao Q, Zhang J et al (2021) COVID-19 vaccines: current understanding on immunogenicity, safety, and further considerations. Front Immunol 12:1196. .\nHindson J. COVID-19: faecal–oral transmission?. Nat Rev Gastroenterol Hepatol. 2020;17:259- doi: 10.1038/s41575-020-0295-7.\nHoffmann M, Krüger N, Schulz S. The Omicron variant is highly resistant against antibody-mediated neutralization: implications for control of the COVID-19 pandemic. Cell. 2022;185:447-456.e11. doi: 10.1016/j.cell.2021.12.032.\nHofman K, Shenoy G, Chak V, Balu-Iyer S. Pharmaceutical aspects and clinical evaluation of COVID-19 vaccines. Immunol Invest. 2021;50:743-779. doi: 10.1080/08820139.2021.1904977.\nHossain M, Ahmed T, Bhusal P. Microneedle systems for vaccine delivery: the story so far. Expert Rev Vaccines. 2020;19:1153-1166. doi: 10.1080/14760584.2020.1874928.\nHung I, Poland G. Single-dose Oxford–AstraZeneca COVID-19 vaccine followed by a 12-week booster. Lancet. 2021;397:854-855. doi: 10.1016/S0140-6736(21)00528-6.\nHwang Y, Lu R, Su S. Monoclonal antibodies for COVID-19 therapy and SARS-CoV-2 detection. J Biomed Sci. 2022;29:1- doi: 10.1186/s12929-021-00784-w.\nIkegame S, Siddiquey MNA, Hung CT et al (2021) Neutralizing activity of Sputnik V vaccine sera against SARS-CoV-2 variants. Nat Commun 12:4598. 10.1038/s41467-021-24909-9.\nIrfan M, Ahmad M, Fareed Z et al (2021) On the indirect environmental outcomes of COVID-19: short-term revival with futuristic long-term implications. 32(6):1271–128. 10.1080/09603123.2021.1874888.\nIslam N, Sheils NE, Jarvis MS, Cohen K (2022) Comparative effectiveness over time of the mRNA-1273 (Moderna) vaccine and the BNT162b2 (Pfizer-BioNTech) vaccine. Nat Commun 13(1):2377. 10.1038/s41467-022-30059-3.\nIversen P, Bavari S. Inactivated COVID-19 vaccines to make a global impact. Lancet Infect Dis. 2021;21:746-748. doi: 10.1016/S1473-3099(21)00020-7.\nJackson L, Anderson E, Rouphael N. An mRNA vaccine against sARS-CoV-2 — preliminary report. N Engl J Med. 2020;383:1920-1931. doi: 10.1056/nejmoa2022483.\nJin P, Guo X, Chen W. Safety and immunogenicity of heterologous boost immunization with an adenovirus type-5-vectored and protein-subunit-based COVID-19 vaccine (Convidecia/ZF2001): a randomized, observer-blinded, placebo-controlled trial. PLOS Med. 2022;19:e1003953- doi: 10.1371/journal.pmed.1003953.\nJoffe S, Babiker A, Ellenberg S. Data and safety monitoring of COVID-19 vaccine clinical trials. J Infect Dis. 2021;224:1995-2000. doi: 10.1093/infdis/jiab263.\nJones I, Roy P. Sputnik V COVID-19 vaccine candidate appears safe and effective. Lancet. 2021;397:642-643. doi: 10.1016/S0140-6736(21)00191-4.\nKaria R, Gupta I, Khandait H. COVID-19 and its modes of transmission. Sn Compr Clin Med. 2020;2:1- doi: 10.1007/S42399-020-00498-4.\nKarim S, Karim Q. Omicron SARS-CoV-2 variant: a new chapter in the COVID-19 pandemic. Lancet. 2021;398:2126-2128. doi: 10.1016/S0140-6736(21)02758-6.\nKarthika C, Swathy Krishna R, Rahman M. COVID-19, the firestone in 21st century: a review on coronavirus disease and its clinical perspectives. Environ Sci Pollut Res. 2021;28:64951-64966. doi: 10.1007/s11356-021-16654-9.\nKertes J, Gez S, Saciuk Y. Effectiveness of mRNA BNT162b2 vaccine 6 months after vaccination among patients in large health maintenance organization, Israel. Emerg Infect Dis. 2022;28:338-346. doi: 10.3201/eid2802.211834.\nKhan WH, Hashmi Z, Goel A et al (2021) COVID-19 pandemic and vaccines update on challenges and resolutions. Front Cell Infect Microbiol 11. 10.3389/fcimb.2021.690621.\nKhobragade A, Bhate S, Ramaiah V. Efficacy, safety, and immunogenicity of the DNA SARS-CoV-2 vaccine (ZyCoV-D): the interim efficacy results of a phase 3, randomised, double-blind, placebo-controlled study in India. Lancet (London, England). 2022;399:1313- doi: 10.1016/S0140-6736(22)00151-9.\nKiem CT, Andronico A, Bosetti P et al (2021) Benefits and risks associated with different uses of the COVID-19 vaccine Vaxzevria: a modelling study, France. Eurosurveillance 26. 10.2807/1560-7917.ES.2021.26.26.2100533.\nKirubananthan L, Illuri R, Rajendran R, Chandrasekaran PR (2021) Mechanism and transmission routes of COVID-19. Environ Heal Manag Nov Coronavirus Dis pp 65–88. 10.1016/B978-0-323-85780-2.00013-5.\nKitazawa K, Deinhardt-Emmer S, Inomata T et al (2021) The transmission of SARS-CoV-2 infection on the ocular surface and prevention strategies. Cells 10(4):796. 10.3390/CELLS10040796.\nKonrath K, Liaw K, Wu Y. Nucleic acid delivery of immune-focused SARS-CoV-2 nanoparticles drives rapid and potent immunogenicity capable of single-dose protection. Cell Rep. 2022;38:110318- doi: 10.1016/j.celrep.2022.110318.\nKorang S, von Rohden E, Veroniki A. Vaccines to prevent COVID-19: a living systematic review with Trial Sequential Analysis and network meta-analysis of randomized clinical trials. PLoS ONE. 2022;17:e0260733- doi: 10.1371/journal.pone.0260733.\nKowalzik F, Schreiner D, Jensen C et al (2021) Mrna-based vaccines. Vaccines 9(4):390. 10.3390/vaccines9040390.\nKumar S, Çalışkan D, Janowski J. Beyond vaccines: clinical status of prospective COVID-19 therapeutics. Front Immunol. 2021;12:4064- doi: 10.3389/fimmu.2021.752227.\nKwok H. Review of Covid-19 vaccine clinical trials - a puzzle with missing pieces. Int J Biol Sci. 2021;17:1461- doi: 10.7150/IJBS.59170.\nKyriakidis NC, López-Cortés A, González EV et al (2021) SARS-CoV-2 vaccines strategies: a comprehensive review of phase 3 candidates. NPJ Vaccines 6. 10.1038/s41541-021-00292-w.\nLazarus J, Abdool Karim S, van Selm L. COVID-19 vaccine wastage in the midst of vaccine inequity: causes, types and practical steps. BMJ Glob Heal. 2022;7:e009010- doi: 10.1136/bmjgh-2022-009010.\nLazarus J, Karim S, van Selm L. COVID-19 vaccine wastage in the midst of vaccine inequity: causes, types and practical steps. BMJ Glob Health. 2022;7:e009010- doi: 10.1136/BMJGH-2022-009010.\nLeitner W, Ying H, Restifo N. DNA and RNA-based vaccines: principles, progress and prospects. Vaccine. 1999;18:765-777. doi: 10.1016/S0264-410X(99)00271-6.\nLewis D. COVID-19 rarely spreads through surfaces. So why are we still deep cleaning?. Nature. 2021;590:26-28. doi: 10.1038/d41586-021-00251-4.\nLewis D. Mix-and-match COVID vaccines: the case is growing, but questions remain. Nature. 2021;595:344-345. doi: 10.1038/d41586-021-01805-2.\nLi J, Hou L, Guo X. Heterologous AD5-nCOV plus CoronaVac versus homologous CoronaVac vaccination: a randomized phase 4 trial. Nat Med. 2022;28:401-409. doi: 10.1038/s41591-021-01677-z.\nLi M, Wang H, Tian L. COVID-19 vaccine development: milestones, lessons and prospects. Signal Transduct Target Ther. 2022;7:1-32. doi: 10.1038/s41392-022-00996-y.\nLin Z, Phyu WH, Phyu ZH, Mon TZ (2021) The role of steroids in the management of COVID-19 infection. Cureus 13(8):e16841. 10.7759/cureus.16841.\nLopez Bernal J, Andrews N, Gower C. Effectiveness of Covid-19 vaccines against the B.1.617.2 (Delta) variant. N Engl J Med. 2021;385:585-594. doi: 10.1056/nejmoa2108891.\nLund F, Randall T. Scent of a vaccine intranasal vaccination should block SARS-CoV-2 transmission at the source. Science (80- ). 2021;373:397-399. doi: 10.1126/science.abg9857.\nLundstrom K (2020) Application of viral vectors for vaccine development with a special emphasis on COVID-19. Viruses 12(11):1324. 10.3390/v12111324.\nLuo L, Qiu Q, Huang F. Drug repurposing against coronavirus disease 2019 (COVID-19): a review. J Pharm Anal. 2021;11:683-690. doi: 10.1016/j.jpha.2021.09.001.\nMa Y, Pei S, Shaman J et al (2020) Role of air temperature and humidity in the transmission of SARS-CoV-2 in the United States. medRxiv 1–24. 10.1101/2020.11.13.20231472.\nMachhi J, Shahjin F, Das S. Nanocarrier vaccines for SARS-CoV-2. Adv Drug Deliv Rev. 2021;171:215-239. doi: 10.1016/j.addr.2021.01.002.\nMachingaidze S, Wiysonge C. Understanding COVID-19 vaccine hesitancy. Nat Med. 2021;278:1338-1339. doi: 10.1038/s41591-021-01459-7.\nMacIntyre C, Costantino V, Trent M. Modelling of COVID-19 vaccination strategies and herd immunity, in scenarios of limited and full vaccine supply in NSW, Australia. Vaccine. 2022;40:2506-2513. doi: 10.1016/j.vaccine.2021.04.042.\nMacKenzie J, Smith D. COVID-19: a novel zoonotic disease caused by a coronavirus from China: what we know and what we don’t. Microbiol Aust. 2020;41:45-50. doi: 10.1071/MA20013.\nMagro G (2020) SARS-CoV-2 and COVID-19: is interleukin-6 (IL-6) the ‘culprit lesion’ of ARDS onset? What is there besides Tocilizumab? SGP130Fc. Cytokine X 2. 10.1016/j.cytox.2020.100029.\nMajumder J, Minko T (2021) Recent developments on therapeutic and diagnostic approaches for COVID-19. AAPS J p 23. 10.1208/s12248-020-00532-2.\nMallapaty S. China’s COVID vaccines have been crucial - now immunity is waning. Nature. 2021;598:398-399. doi: 10.1038/d41586-021-02796-w.\nMallapaty S. Researchers fear growing COVID vaccine hesitancy in developing nations. Nature. 2022;601:174-175. doi: 10.1038/d41586-021-03830-7.\nMarshall M. How can we end the pandemic?. New Sci. 2022;253:12-15. doi: 10.1016/s0262-4079(22)00081-1.\nMathieu E, Ritchie H, Ortiz-Ospina E. A global database of COVID-19 vaccinations. Nat Hum Behav. 2021;5:947-953. doi: 10.1038/s41562-021-01122-8.\nMcGinley L, Lena H. Sun (n.d.) FDA adds new warning on Johnson & Johnson vaccine related to rare autoimmune disorder. https://www.washingtonpost.com/health/2021/07/12/johnson-and-johnson-warning/. Accessed 8 Feb 2022.\nMei M, Tan X (2021) Current strategies of antiviral drug discovery for COVID-19. Front Mol Biosci 8:671263:. 10.3389/fmolb.2021.671263.\nMofijur M, Fattah I, Alam M. Impact of COVID-19 on the social, economic, environmental and energy domains: lessons learnt from a global pandemic. Sustain Prod Consum. 2021;26:343-359. doi: 10.1016/j.spc.2020.10.016.\nMohapatra PR, Mishra B (2021) Regulatory approval of COVID-19 vaccine for restricted use in clinical trial mode. Lancet Infect Dis 21:599–600. 10.1016/S1473-3099(21)00045-1.\nMomin T, Kansagra K, Patel H. Safety and immunogenicity of a DNA SARS-CoV-2 vaccine (ZyCoV-D): results of an open-label, non-randomized phase I part of phase I/II clinical study by intradermal route in healthy subjects in India. eClinicalMedicine. 2021;38:101020- doi: 10.1016/j.eclinm.2021.101020.\nMondal R, MishraPillai S, Sahoo M. COVID 19 pandemic and biomedical waste management practices in healthcare system. J Fam Med Prim Care. 2022;11:439- doi: 10.4103/jfmpc.jfmpc_1139_21.\nMonzavi S, Naderi M, Ahmadbeigi N. An outlook on antigen-specific adoptive immunotherapy for viral infections with a focus on COVID-19. Cell Immunol. 2021;367:104398- doi: 10.1016/j.cellimm.2021.104398.\nNo Author (n.d.) Anti-SARS-CoV-2 Monoclonal Antibodies | COVID-19 treatment guidelines. In: Natl. Institutes Heal. https://www.covid19treatmentguidelines.nih.gov/therapies/anti-sars-cov-2-antibody-products/anti-sars-cov-2-monoclonal-antibodies/. Accessed 7 July 2022.\nNo Author (2020) Corticosteroids | COVID-19 treatment guidelines. In: News release. https://www.covid19treatmentguidelines.nih.gov/. Accessed 6 Jul 2022.\nNo Author (2021a) U.S. clinical trial results show Novavax vaccine is safe and prevents COVID-19 | National Institutes of Health (NIH). https://www.nih.gov/news-events/news-releases/us-clinical-trial-results-show-novavax-vaccine-safe-prevents-covid-19. Accessed 8 Feb 2022.\nNo Author (2022b) Valneva receives marketing authorization in europe for inactivated Whole-Virus COVID-19 Vaccine VLA2001 - Valneva. https://valneva.com/press-release/valneva-receives-marketing-authorization-in-europe-for-inactivated-whole-virus-covid-19-vaccine-vla2001/. Accessed 13 Jul 2022.\nNo Author (2022b) Premas biotech and oramed announce oral COVID-19 vaccine candidate that produces antibodies after a single dose. https://www.businesswire.com/news/home/20210319005359/en/Premas-Biotech-and-Oramed-Announce-Oral-COVID-19-Vaccine-Candidate-That-Produces-Antibodies-After-a-Single-Dose. Accessed 8 Feb 2022.\nNooraei S, Bahrulolum H, Hoseini ZS et al (2021) Virus-like particles: preparation, immunogenicity and their roles as nanovaccines and drug nanocarriers. J Nanobiotechnology 19(59). 10.1186/s12951-021-00806-7.\nNoreen S, Maqbool I, Madni A. Dexamethasone: therapeutic potential, risks, and future projection during COVID-19 pandemic. Eur J Pharmacol. 2021;894:173854- doi: 10.1016/j.ejphar.2021.173854.\nNurith A (2022a) Rethinking the 70% COVID vaccination goal. Plus: a map of global progress : Goats and Soda : NPR. https://www.npr.org/sections/goatsandsoda/2022a/03/14/1086474455/the-goal-vaccinate-70-of-the-world-against-covid-scientists-are-proposing-a-rebo. Accessed 13 Jul 2022.\nOkamura S, Ebina H. Could live attenuated vaccines better control COVID-19?. Vaccine. 2021;39:5719-5726. doi: 10.1016/j.vaccine.2021.08.018.\nParida S, Sahu D, Singh A. Adverse events following immunization of COVID-19 (Covaxin) vaccine at a tertiary care center of India. J Med Virol. 2022;94:2453-2459. doi: 10.1002/JMV.27655.\nPark J, Lagniton P, Liu Y, Xu R. Mrna vaccines for covid-19: what, why and how. Int J Biol Sci. 2021;17:1446-1460. doi: 10.7150/ijbs.59233.\nPerra N. Non-pharmaceutical interventions during the COVID-19 pandemic: a review. Phys Rep. 2021;913:1-52. doi: 10.1016/j.physrep.2021.02.001.\nPfizer (2021) Pfizer and BioNTech provide update on omicron variant. In: Pfizer. https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-provide-update-omicron-variant. Accessed 8 Feb 2022.\nPfizer Inc (2021) Pfizer to provide U.S. government with 10 million treatment courses of investigational oral antiviral candidate to help combat COVID-19. In: Pfizer Inc. https://www.pfizer.com/news/press-release/press-release-detail/pfizer-provide-us-government-10-million-treatment-courses.\nPurohit D, Saini M, Pathak N. COVID-19 “the pandemic”: an update on the present status of the outbreak and possible treatment options. Biomed Pharmacol J. 2020;13:1791-1807. doi: 10.13005/BPJ/2054.\nQu J, Xie H, Zhang M. Evidence of SARS-CoV-2 transmission through the ocular route. Clin Ophthalmol. 2021;15:687- doi: 10.2147/OPTH.S295283.\nQuinn K, Bell C. Pandemic health consequences: grasping the long COVID tail. PLoS Med. 2022;19:e1003891- doi: 10.1371/journal.pmed.1003891.\nRaju R, Prajith V, Biatris PS, J SJUC (2021) Therapeutic role of corticosteroids in COVID-19: a systematic review of registered clinical trials. Futur J Pharm Sci 7(67). 10.1186/s43094-021-00217-3.\nRashedi R, Samieefar N, Masoumi N. COVID-19 vaccines mix-and-match: the concept, the efficacy and the doubts. J Med Virol. 2022;94:1294-1299. doi: 10.1002/jmv.27463.\nRashidzadeh H, Danafar H, Rahimi H. Nanotechnology against the novel coronavirus (severe acute respiratory syndrome coronavirus 2): diagnosis, treatment, therapy and future perspectives. Nanomedicine. 2021;16:497-516. doi: 10.2217/nnm-2020-0441.\nRawat K, Kumari P, Saha L. COVID-19 vaccine: a recent update in pipeline vaccines, their design and development strategies. Eur J Pharmacol. 2021;892:173751- doi: 10.1016/j.ejphar.2020.173751.\nReichmuth A, Oberli M, Jeklenec A. mRNA vaccine delivery using lipid nanoparticles. Ther Deliv. 2016;7:319-334. doi: 10.4155/tde-2016-0006.\nRichardson C. Mixing mRNA, adenoviral, and spike-adjuvant vaccines for protection against COVID-19. Lancet. 2022;399:3-5. doi: 10.1016/S0140-6736(21)02757-4.\nRobert-Guroff M. Replicating and non-replicating viral vectors for vaccine development. Curr Opin Biotechnol. 2007;18:546-556. doi: 10.1016/j.copbio.2007.10.010.\nRobinson J (2021) Oral antiviral may cut risk of COVID-19 hospitalisation by nearly 90%, manufacturer claims. Pharm J 307(7955). 10.1211/pj.2021.1.114284.\nSaavedra D, Añé-Kourí AL, Sánchez N et al (2020) An anti-CD6 monoclonal antibody (itolizumab) reduces circulating IL-6 in severe COVID-19 elderly patients. Immun Ageing 17(34). 10.1186/s12979-020-00207-8.\nSanders B, Koldijk M, Schuitemaker H (2015) Inactivated viral vaccines. Vaccine Anal Strateg Princ Control 45–80. 10.1007/978-3-662-45024-6_2.\nSchoenmaker L, Witzigmann D, Kulkarni J. mRNA-lipid nanoparticle COVID-19 vaccines: structure and stability. Int J Pharm. 2021;601:120586- doi: 10.1016/j.ijpharm.2021.120586.\nSchwarz C, Mehnert W, Lucks J, Müller R. Solid lipid nanoparticles (SLN) for controlled drug delivery. I. Production, characterization and sterilization. J Control Release. 1994;30:83-96. doi: 10.1016/0168-3659(94)90047-7.\nSekizawa Y, Hashimoto S, Denda K et al (2022) Association between COVID-19 vaccine hesitancy and generalized trust, depression, generalized anxiety, and fear of COVID-19. BMC Public Health 22(126). 10.1186/s12889-021-12479-w.\nShafaati M, Saidijam M, Soleimani M. A brief review on DNA vaccines in the era of COVID-19. Future Virol. 2022;17:49-66. doi: 10.2217/fvl-2021-0170.\nShen C, Wang Z, Zhao F. Treatment of 5 critically ill patients with COVID-19 with convalescent plasma. JAMA - J Am Med Assoc. 2020;323:1582-1589. doi: 10.1001/jama.2020.4783.\nSidik S. New COVID drugs face delays as trials grow more difficult. Nature. 2022; doi: 10.1038/D41586-022-01602-5.\nSingh K, Kumar S, Shastri S. Black fungus immunosuppressive epidemic with Covid-19 associated mucormycosis (zygomycosis): a clinical and diagnostic perspective from India. Immunogenetics. 2022;74:197-206. doi: 10.1007/s00251-021-01226-5.\nSong G, Liang G, Liu W. Fungal co-infections associated with global COVID-19 pandemic: a clinical and diagnostic perspective from China. Mycopathologia. 2020;185:599-606. doi: 10.1007/s11046-020-00462-9.\nSsentongo P, Ssentongo AE, Voleti N et al (2022) SARS-CoV-2 vaccine effectiveness against infection, symptomatic and severe COVID-19: a systematic review and meta-analysis. BMC Infect Dis 22(439). 10.1186/s12879-022-07418-y.\nSu S, Yang T, Yu P. Structure-guided antibody cocktail for prevention and treatment of COVID-19. PLoS Pathog. 2021;17:e1009704- doi: 10.1371/journal.ppat.1009704.\nSzunerits S, Barras A, Khanal M. Nanostructures for the inhibition of viral infections. Molecules. 2015;20:14051-14081. doi: 10.3390/molecules200814051.\nTakashita E, Kinoshita N, Yamayoshi S. Efficacy of antibodies and antiviral drugs against Covid-19 omicron variant. N Engl J Med. 2022; doi: 10.1056/nejmc2119407.\nTaylor P, Adams A, Hufford M. (2021) Neutralizing monoclonal antibodies for treatment of COVID-19. Nat Rev Immunol. 2021;216:382-393. doi: 10.1038/s41577-021-00542-x.\nTebas P, Yang SP, Boyer JD et al (2021) Safety and immunogenicity of INO-4800 DNA vaccine against SARS-CoV-2: a preliminary report of an open-label, Phase 1 clinical trial. EClinicalMedicine 100689. 10.1016/j.eclinm.2020.100689.\nTiboni M, Casettari L, Illum L. Nasal vaccination against SARS-CoV-2: synergistic or alternative to intramuscular vaccines?. Int J Pharm. 2021;603:120686- doi: 10.1016/j.ijpharm.2021.120686.\nTong S, Su Y, Yu Y et al (2020) Ribavirin therapy for severe COVID-19: a retrospective cohort study. Int J Antimicrob Agents 56(3):06114. 10.1016/j.ijantimicag.2020.106114.\nTuccori M, Ferraro S, Convertino I et al (2020) Anti-SARS-CoV-2 neutralizing monoclonal antibodies: clinical pipeline. MAbs 12(1):1854149. 10.1080/19420862.2020.1854149.\nUddin MN, Roni MA (2021) Challenges of storage and stability of mRNA-based covid-19 vaccines. Vaccines 9(9):1033. 10.3390/vaccines9091033.\nUmakanthan S, Chattu V, Ranade A. A rapid review of recent advances in diagnosis, treatment and vaccination for COVID-19. AIMS Public Heal. 2021;8:137-153. doi: 10.3934/publichealth.2021011.\nUS FDA (2021) FDA authorizes bamlanivimab and etesevimab monoclonal antibody therapy for post-exposure prophylaxis (prevention) for COVID-19. In: Https://Www.Fda.Gov/Drugs/Drug-Safety-and-Availability/Fda-Authorizes-Bamlanivimab-and-Etesevimab-Monoclonal-Antibody-Therapy-Post-Exposure-Prophylaxis.\nvan Riel D, de Wit E. Next-generation vaccine platforms for COVID-19. Nat Mater. 2020;19:810-812. doi: 10.1038/s41563-020-0746-0.\nVankadari N. Arbidol: a potential antiviral drug for the treatment of SARS-CoV-2 by blocking trimerization of the spike glycoprotein. Int J Antimicrob Agents. 2020;56:105998- doi: 10.1016/j.ijantimicag.2020.105998.\nVelikova T, Georgiev T. SARS-CoV-2 vaccines and autoimmune diseases amidst the COVID-19 crisis. Rheumatol Int. 2021;41:509-518. doi: 10.1007/s00296-021-04792-9.\nVerdugo-Paiva F, Izcovich A, Ragusa M, Rada G. Lopinavir-ritonavir para COVID-19: una revisión sistemática viva. Medwave. 2020;20:e7967- doi: 10.5867/medwave.2020.06.7966.\nVivekanandhan K, Shanmugam P, Barabadi H. Emerging therapeutic approaches to combat COVID-19: present status and future perspectives. Front Mol Biosci. 2021;8:55- doi: 10.3389/fmolb.2021.604447.\nWang CC, Prather KA, Sznitman J et al (2021a) Airborne transmission of respiratory viruses. Science 373(6558). 10.1126/science.abd9149.\nWang Y, Chen X, Wang F et al (2021b) Value of anal swabs for SARS-COV-2 detection: a literature review. Int J Med Sci18(11):2389–2393. 10.7150/IJMS.59382.\nWard B, Gobeil P, Séguin A. Phase 1 randomized trial of a plant-derived virus-like particle vaccine for COVID-19. Nat Med. 2021;27:1071-1078. doi: 10.1038/s41591-021-01370-1.\nWei Q, Lin H, Wei RG, et al (2021) Tocilizumab treatment for COVID-19 patients: a systematic review and meta-analysis. Infect Dis Poverty 10(71). 10.1186/s40249-021-00857-w.\nWHO (2021a) The Novavax vaccine against COVID-19: what you need to know. In: World Heal. Organ. https://www.who.int/news-room/feature-stories/detail/the-novavax-vaccine-against-covid-19-what-you-need-to-know.\nWHO (2021b) The Sinopharm COVID-19 vaccine: what you need to know. In: World Heal. Organ. https://www.who.int/news-room/feature-stories/detail/the-sinopharm-covid-19-vaccine-what-you-need-to-know.\nWHO (2022) Strategy to achieve global Covid-19 vaccination by mid-2022. Who 1–16. https://cdn.who.int/media/docs/default-source/immunization/covid-19/strategy-to-achieve-global-covid-19-vaccination-by-mid-2022.pdf.\nWHO 2020c (2019) Non-pharmaceutical public health measures for mitigating the risk and impact of epidemic and pandemic influenza global influenza programme non-pharmaceutical public health measures for mitigating the risk and impact of epidemic and pandemic influenza. https://www.who.int/publications/i/item/non-pharmaceutical-public-health-measuresfor-mitigating-the-risk-and-impact-of-epidemic-and-pandemic-influenza. Accessed 8 Feb 2022.\nWillyard C. How antiviral pill molnupiravir shot ahead in the COVID drug hunt. Nature. 2021; doi: 10.1038/d41586-021-02783-1.\nWu Y, Jing W, Liu J. Effects of temperature and humidity on the daily new cases and new deaths of COVID-19 in 166 countries. Sci Total Environ. 2020;729:139051- doi: 10.1016/j.scitotenv.2020.139051.\nXu S, Huang R, Sy L. COVID-19 vaccination and non–COVID-19 mortality risk — seven integrated health care organizations, United States, December 14, 2020–July 31, 2021. MMWR Morb Mortal Wkly Rep. 2021;70:1520-1524. doi: 10.15585/mmwr.mm7043e2.\nYadav T, Srivastava N, Mishra G. Recombinant vaccines for COVID-19. Hum Vaccines Immunother. 2020;16:2905-2912. doi: 10.1080/21645515.2020.1820808.\nYe T, Zhong Z, García-Sastre A. Current status of COVID-19 (pre)clinical vaccine development. Angew Chemie - Int Ed. 2020;59:18885-18897. doi: 10.1002/anie.202008319.\nYin Y, Su W, Zhang J. Separable microneedle patch to protect and deliver DNA nanovaccines against COVID-19. ACS Nano. 2021; doi: 10.1021/acsnano.1c03252.\nYu X, Wei D, Xu W. Reduced sensitivity of SARS-CoV-2 Omicron variant to antibody neutralization elicited by booster vaccination. Cell Discov. 2022;8:1-4. doi: 10.1038/s41421-022-00375-5.\nZeng B, Gao L, Zhou Q et al (2022) Effectiveness of COVID-19 vaccines against SARS-CoV-2 variants of concern: a systematic review and meta-analysis. BMC Med 20. 10.1186/s12916-022-02397-y.\nZha L, Chang X, Zhao H et al (2021) Development of a vaccine against sars-cov-2 based on the receptor-binding domain displayed on virus-like particles. Vaccines 9. 10.3390/vaccines9040395.\nZhan J, Liu Q, Sun Z. Environmental impacts on the transmission and evolution of COVID-19 combing the knowledge of pathogenic respiratory coronaviruses. Environ Pollut. 2020;267:115621- doi: 10.1016/j.envpol.2020.115621.\nZhang H, Bussmann J, Huhnke FH et al (2021) Together is BETTER: mRNA Co-encapsulation in lipoplexes is required to obtain ratiometric co-delivery and protein expression on the single cell level. Adv Sci 9. 10.1002/advs.202102072.\nZhao Y, Cunningham M, Mediavilla J. Diagnosis, clinical characteristics, and outcomes of COVID-19 patients from a large healthcare system in northern New Jersey. Sci Rep. 2021;11:4389- doi: 10.1038/s41598-021-83959-7.\nZhenghui X, Moyle PM (2018) Bioconjugation approaches to producing subunit vaccines composed of protein or peptide antigens and covalently attached Toll-Like Receptor Ligands. Bioconjug Chem 29(3):572–586. 10.1021/acs.bioconjchem.7b00478.",
  "isFullpaper": false,
  "keywords": [
    "COVID-19",
    "therapies",
    "SARS-CoV-2",
    "Vaccine",
    "Clinical",
    "trial",
    "Nano",
    "vaccine",
    "Immunotherapy",
    "Children",
    "vaccine",
    "Antiviral",
    "drugs"
  ],
  "authors": [
    "Nagpal Diksha",
    " Nagpal Shakti",
    " Kaushik Deepak",
    " Kathuria Himanshu",
    " "
  ],
  "term": "covid vaccine"
}