{"title": "The Ecology and Evolution of Influenza Viruses", "context": ["Cold Spring Harb Perspect Med. 2020 Jul; 10(7): a038489. doi: 10.1101/cshperspect.a038489PMCID: PMC7328453PMID: 31871237Additional Perspectives articles for Influenza: The Cutting Edge book collection are available at http: //perspectivesinmedicine.cshlp.org/cgi/collection/influenza_the_cutting_edge.The Ecology and Evolution of Influenza VirusesMichelle Wille1 and Edward C. Holmes2Michelle Wille1WHO Collaborating Centre for Reference and Research on Influenza, at The Peter Doherty Institute for Infection and Immunity, Melbourne 3000, AustraliaFind articles by Michelle WilleEdward C. Holmes2Marie Bashir Institute for Infectious Diseases and Biosecurity, Charles Perkins Centre, School of Life and Environmental Sciences and Sydney Medical School, The University of Sydney, Sydney 2006, AustraliaFind articles by Edward C. HolmesAuthor information Copyright and License information PMC Disclaimer1WHO Collaborating Centre for Reference and Research on Influenza, at The Peter Doherty Institute for Infection and Immunity, Melbourne 3000, Australia2Marie Bashir Institute for Infectious Diseases and Biosecurity, Charles Perkins Centre, School of Life and Environmental Sciences and Sydney Medical School, The University of Sydney, Sydney 2006, AustraliaCorrespondence: Email: ua.ude.yendys@semloh.drawdeCopyright © 2020 Cold Spring Harbor Laboratory Press; all rights reservedAbstractThe patterns and processes of influenza virus evolution are of fundamental importance, underpinning such traits as the propensity to emerge in new host species and the ability to rapidly generate antigenic variation. Herein, we review key aspects of the ecology and evolution of influenza viruses. We begin with an exploration of the origins of influenza viruses within the orthomyxoviruses, showing how our perception of the evolutionary history of these viruses has been transformed with metagenomic sequencing. We then outline the diversity of virus subtypes in different species and the processes by which these viruses have emerged in new hosts, with a particular focus on the role played by segment reassortment. We then turn our attention to documenting the spread and phylodynamics of seasonal influenza A and B viruses in human populations, including the drivers of antigenic evolution, and finish with a discussion of virus diversity and evolution at the scale of individual hosts.From an evolutionary perspective, more is known and more sequence data have been generated about influenza viruses than arguably any other group of pathogens. These data have provided a general understanding of the extent and structure of virus genetic diversity, the evolutionary processes that gave rise to it, from where influenza viruses originate, and the mutations that underpin host adaptation, antigenic drift, and antiviral resistance. We also know much about how human influenza viruses spread and evolve on a seasonal basis. Human influenza A virus was the focus of one the first large-scale pathogen genome-sequencing projects (Ghedin et al. 2005), and influenza virus genomes are regularly used to test methods of evolutionary analysis, and these evolutionary analyses are increasingly employed to understand antigenic drift and help choose vaccine strains (Smith et al. 2004; Koel et al. 2013; Bedford et al. 2014; Neher et al. 2016).Herein, we review key aspects of the ecology and evolution of influenza virus, taking a strong genomic perspective. We will consider the evolutionary behavior of the virus in different host species and the commonalities among them and highlight areas where uncertainty remains.PHYLOGENETIC DIVERSITY AND ORIGINS OF INFLUENZA VIRUSESThe Origins of Influenza VirusesThe reservoirs of influenza A viruses are traditionally considered to be waterbirds of the orders Anseriformes (ducks) and Charadriiformes (shorebirds, gulls); these animals are commonly infected, reaching prevalence levels of >20% in the autumn migration season (Latorre-Margalef et al. 2014), harbor 16 hemagglutinin (HA) and nine neuraminidase (NA) subtypes, and usually experience clinically asymptomatic infections. Occasionally, influenza A virus leaves these aquatic bird reservoirs, overcomes a variety of host barriers (Kuiken et al. 2006), and jumps to either poultry or various mammalian species, including humans, resulting in sporadic infections, disease epidemics, or pandemics. Although the interplay between the birds and mammals is critical for understanding the emergence of influenza A virus, our knowledge of influenza ecology and evolution in general has changed dramatically with the recent advent of metagenomic sequencing.The first indication that the phylogenetic diversity of influenza A viruses was greater than in the bird–mammal 16HA-9NA model was the discovery of highly divergent and diverse viruses in fruit bats (Artibeus spp.) from Central and South America (Tong et al. 2012, 2013). These bat viruses represented unique subtypes, H17N10 and H18N11, and possessed some internal genes with more genetic diversity among them than between all other known avian and mammalian influenza viruses combined (Tong et al. 2013). These features are indicative of a long evolutionary association between these viruses and their bat hosts, as well as an ancient separation from the viral lineages found in birds and other mammals. Although it has been suggested that bat influenza A viruses possess the biological features necessary to infect humans, including the use of major histocompatibility complex (MHC)-II as an entry mediator (Karakus et al. 2019), these viruses may only replicate poorly in some mammalian cell lines (Ciminski et al. 2019).The remaining puzzle is why so few bat influenza virus genome sequences have been identified, with the only other known bat virus, an H9N2-like variant, recently identified in Egyptian bats and not as divergent as those from South America (Kandeil et al. 2019). The most likely explanations are that we have not sampled the right populations and that these viruses are present at low prevalence and/or only establish short-lived infections such that the chances of detecting actively replicating viruses is slim. Indeed, the large gap in the phylogenies that link bat influenza viruses to those in other species is indicative of a very limited sampling of virus diversity. It is, therefore, inevitable that more mammalian influenza viruses, including from bats, will be identified in the future.More surprises on the host range of influenza viruses arose from the large-scale metagenomic (particularly RNA) sequencing of diverse vertebrate species. A large-scale metatranscriptomic study of diverse vertebrate viruses revealed that sequences clearly related to known influenza viruses were present in amphibians, fish, and even the hagfish (Eptatretus burgeri), a jawless and basal vertebrate species (Shi et al. 2018b). That these viruses were sampled from seemingly healthy animals tentatively suggests that they represent low-pathogenicity variants. Notably, the (PB2) phylogeny of these viruses generally matches that of the host species from which they were sampled, albeit with obvious cases of host jumping (Fig. 1). This pattern strongly suggests that influenza viruses and their hosts have likely coevolved for the entire evolutionary history of vertebrates. If so, then many more influenza viruses will ultimately be identified from diverse vertebrates. Hence, although wild waterbirds are rightly considered the ultimate source of those influenza A viruses that eventually emerge in humans, they are only milestones in a far older evolutionary history. Host jumping, which underpins disease emergence, occurs on this backbone of ancient virus–host codivergence. Of particular note here is that the closest relative of human influenza B virus identified to date is from a fish (Mastacembelus aculeatus), again suggesting that a diverse array of influenza B–like viruses will eventually be found in other vertebrate species (Shi et al. 2018b).Open in a separate windowFigure 1.Evolutionary relationships among the orthomyxo-like viruses revealing the position of the vertebrate-associated influenza viruses (shaded green). The phylogeny was inferred using a maximum likelihood approach based on an amino acid alignment of the PB2 protein that encodes the RNA polymerase (original tree kindly provided by Dr. Mang Shi, University of Sydney). Influenza viruses A–D are shown in bold italic. Note the low levels of divergence among these viruses compared to the orthomyxo-like viruses as a whole. Branches shaded red denote those viruses associated with vertebrates, whereas all other (black) branches reflect viruses associated with invertebrates. Documented orthomyxovirus genera, other than those associated with influenza viruses, are indicated. The tree is unrooted with branches scaled to the number of amino acid changes per site.Metagenomics and the OrthomyxovirusesMetagenomic studies have been central to revealing the relationships between the influenza viruses and related orthomyxoviruses (family Orthomyxoviridae). Orthomyxoviruses appear to be relatively common in fish in which they harbor enormous phylogenetic diversity, again indicative of ancient origins (Fig. 1; Shi et al. 2018b). A good example is infectious salmon anemia virus (now Salmon isavirus) that has been known to cause disease in farmed Atlantic salmon for >30 years (Rimstad and Mjaaland 2002). More recently, an even more divergent orthomyxovirus (Tilapia lake virus) responsible for large-scale die-offs of tilapia (Oreochromis sp.) was identified (Bacharach et al. 2016).Perhaps more surprising was the discovery that orthomyxoviruses (and RNA viruses in general) are abundant in invertebrates, including mosquitoes, earwigs, earthworms, cockroaches, and a variety of fly species (Fig. 1; Li et al. 2015; Shi et al. 2016). Although there have been multiple and complex cross-species transmission events throughout orthomyxovirus evolution, visible as vertebrate-associated viruses falling in different phylogenetic locations within the diversity of invertebrate viruses, the data suggests that the orthomyxoviruses originated in invertebrates and have been associated with animals for perhaps the entire history of the Metazoa. This marks a major transition in our understanding of the orthomyxoviruses, from predominantly a family of vertebrate viruses to a largely invertebrate family with multiple jumps to vertebrates, including those that gave rise to the influenza viruses and in which respiratory transmission evolved in some mammalian species. Despite this antiquity, all orthomyxoviruses, irrespective of host, share a segmented genome structure, although segment numbers vary from 6 to 10 (Shi et al. 2016).The Timescale of Influenza Virus EvolutionOne of the most complex topics in influenza virus evolution has been revealing the timescale over which its genetic diversity has been created, particularly those influenza A viruses that infect humans. As discussed above, metagenomic studies strongly suggest that influenza viruses have existed for hundreds of millions of years (Shi et al. 2018b), and it seems reasonable to assume that Anseriformes and Charadriiformes have similarly been infected for millennia. Such antiquity is also supported by the observation that the HA and NA comprise highly divergent sequences that are difficult to align. The same pattern of high divergence, and hence deep antiquity, is also true of the A and B alleles (the latter only found in birds) of the virus nonstructural (NS) segment.A very different timescale emerges with the molecular clock dating of influenza A viruses sampled from birds and mammals (excluding bats). As expected, given its high background mutation rate (Sanjuán and Domingo-Calap 2016), evolutionary rates are universally high in influenza viruses at ∼10−3 nucleotide substitutions per site per year (Chen and Holmes 2006; Rambaut et al. 2008; Worobey et al. 2014a; Vijaykrishna et al. 2015), although there is variation among viruses, hosts species, genome segments, and subtypes of influenza A virus. In the case of influenza A virus, these rates suggest that circulating genetic diversity has a very recent origin, only dating to the nineteenth century. Indeed, it has been proposed that that there was a large-scale “selective sweep” (i.e., the selective fixation of an advantageous mutation that purged existing genetic diversity) of influenza genomes that occurred in the late 1800s, such that all currently circulating avian and mammalian influenza A virus lineages originated at this point (Worobey et al. 2014a). A complicating factor is that viruses evolve at different rates in different hosts (Worobey et al. 2014a), with poultry viruses evolving more rapidly than those in wild birds (Fourment and Holmes 2015). However, even accounting for such variation, all estimates for the divergence times of avian and mammal viruses are recent, generally falling in the nineteenth century. Either these dates are real and virus evolution has been characterized by a complex series of cross-species transmission events and selective sweeps (Chen and Holmes 2010; Worobey et al. 2014a) or they are wildly erroneous and the timescale of virus evolution is uncertain. Likely the best way to resolve this key question is through the analysis of “ancient” influenza viruses sampled from earlier time points. At the time of writing, however, the only available samples of this kind are those of the H1N1 pandemic of 1918/1919 (Taubenberger et al. 1997).There has similarly been debate over the timing and nature of the H1N1 virus associated with the global pandemic of 1918/1919. The key issue here is how long the virus was present in humans before the 1918 pandemic began (Reid and Taubenberger 2003). Despite the availability of samples from the pandemic (Taubenberger et al. 1997, 2005), it is difficult to determine which of the various scenarios for the origin of the 1918 virus are correct: that the entire virus, or at least some of its segments, originated in birds shortly before the epidemic began, that it emerged earlier in pigs before crossing to humans (Smith et al. 2009a), or that it emerged earlier in humans and evolved increased virulence through time (Worobey et al. 2014b). Again, more ancient samples will be critical to answering this question.CROSS-SPECIES TRANSMISSION AND EVOLUTION OF INFLUENZA VIRUSES IN MULTIPLE HOSTSLike many RNA viruses, influenza viruses regularly jump host species. Although many of these cross-species transmission events only result in transient spillover infections, occasionally they result in sustained epidemic transmission. The phylogenetic distance between hosts appears to be an important general predictor of the evolutionary success of cross-species transmission events (Longdon et al. 2014). Hence, the most common cross-species transmission events occur within a specific host class, particularly within the Aves, and more so within different waterfowl of the genus Anas (Ren et al. 2016). There is also strong evidence for the cross-species transmission of influenza A viruses between humans and swine, although the role played by pigs in human pandemics prior to 2009 is unclear (Nelson and Worobey 2018), and reverse zoonoses from humans to pigs likely occur at a higher rate than virus transmission from pigs to humans (Nelson et al. 2012; Nelson and Vincent 2015). Interestingly, however, swine (and bovines) are key hosts for influenza D virus, first detected in 2011 (Hause et al. 2013).Cross-species transmission is best documented in wild birds. These animals can be envisaged as being infected by a single and common pool of influenza viruses, where geographical subdivision may play a more important role than host species in shaping virus population structure. The most striking pattern here is that influenza A viruses from wild birds fall into independently evolving Eurasian and North American lineages, regardless of subtype (Fig. 2; Donis et al. 1989). It is possible that these geographically segregated lineages are sometimes antigenically different, offering a competitive advantage to lineages/viruses introduced into the mismatched host population (Bahl et al. 2009; Vijaykrishna et al. 2013). More controversial is how avian influenza viruses are structured within the continental scale, and the precise role played by “flyways” or the specific migratory routes used by birds. Despite some counter suggestions (Bahl et al. 2013), there is relatively strong evidence that influenza A viruses in North American birds tend to spread in patterns that loosely respect the geographical boundaries imposed by avian flyway (Lam et al. 2012; Fourment et al. 2017).Open in a separate windowFigure 2.The phylogenetic diversity of avian influenza A viruses. There are 16 different hemagglutinin (HA) subtypes of influenza A virus circulating in wild birds, falling into two main HA groups and further subdivided into a series of clades (Latorre-Margalef et al. 2013). Within each subtype, there is clear genetic structure based upon avian geography, such that sequences sampled from birds of the Americas or Eurasia fall into two distinct and independently evolving clades regardless of subtype. This phylogeographic division is demonstrated in a phylogeny containing all currently available H4 sequences (right panel), and is also observed in all nine neuraminidases (NAs) and the internal gene segments. Occasionally, there is spillover across these main lineages, as demonstrated by the N8 tree (right panel) in which virus sequences originating in Asia cluster in a clade dominated by North American sequences.It is also apparent that subtypes of influenza A virus differ in the specificity or generality of the hosts they infect. For example, H13 and H16 have, to date, almost exclusively been detected in gulls, whereas more generalist subtypes like H3 can be detected in numerous wild bird species, poultry, humans, pigs, horses, and dogs. Host specificity appears to be dictated by a number of factors, including cellular receptors, pH, and temperature. The successful emergence of viruses in new host species likely involves adaptive evolution to overcome these intrinsic barriers, although in some cases this process may be biologically subtle (Feng et al. 2015). Experimental studies, in which avian influenza H5N1 virus was serially passaged in ferrets, greatly illuminated the mutation types needed for cross-species transmission from birds to mammals (Herfst et al. 2012; Imai et al. 2012; Linster et al. 2014). With respect to sustained (and airborne) transmission in mammals, key mutations were associated with changing receptor specificity from avian-type (α2,3) to mammalian-type (α2,6) receptors, increased thermostability and pH stability, increased replication of viruses at temperatures in the mammalian respiratory tract, and modified polymerase activity to increase transcription.Importantly, not all host-jumping events are successful, and the evolution of stable transition transmission cycles in new hosts likely depends as much on host ecology as the acquisition of genetic changes that enable productive replication. Canine influenza A virus provides a useful illustration. This virus has emerged twice in dogs: once with horses the reservoir species (H3N8; Crawford et al. 2005) and another when the viruses were derived from avian hosts (H3N2) (Parrish et al. 2015). Although in both cases the virus was able to establish local transmission chains, particularly in dog shelters in the United States, these chains eventually died out, and the H3N8 virus went extinct in dogs. Although the avian-derived H3N2 outbreak is ongoing, there has been continual local fade-out in the United States, and this epizootic may also ultimately suffer extinction (Voorhees et al. 2018). Because canine influenza A virus seems well-adapted to replicate in dogs (Feng et al. 2015), the most likely explanation for the high extinction rate is that there is an insufficient density of susceptible hosts in many localities to sustain host-to-host transmission (Dalziel et al. 2014).REASSORTMENT AND INFLUENZA VIRUS EVOLUTIONGenomic reassortment is central to the biology of influenza viruses and occurs frequently in all hosts studied (Steel and Lowen 2014; Lowen 2017, 2018). The consequence of reassortment is that, following coinfection, viral progeny contains various gene segment combinations from the different parental viruses. Reassortment is of evolutionary importance because it creates new genomic constellations: Although the majority of these will be deleterious (as most single mutations are deleterious), some may facilitate adaptation to new hosts, help evade host immune responses, and assist in the generation of antiviral resistance.Reassortment rate is shaped by a number of factors, including the extent of viral diversity in the host population. For example, reassortment may be most frequent in the Anseriformes as these harbor the largest number of subtypes (Lu et al. 2014). In addition, reassortment is not random, because segmental mismatch ensures that only some genomic constellations are viable. Indeed, segment mismatch, which encompasses both RNA- and protein-based incompatibilities between coinfecting viruses, is an important determining factor of the outcomes of mixed influenza A virus infections (White and Lowen 2018). For example, packaging signals may restrict or bias reassortment, decreasing the efficiency with which reassortant genotypes form (Essere et al. 2013). Similarly, there is a complex network of RNA–RNA interactions among segments that impacts the fitness of reassortant progeny (Dadonaite et al. 2019). Examples of protein incompatibility include the HA avidity/NA activity imbalance that occurs because the HA mediates attachment, whereas the NA facilitates release of virions, making these proteins functionally interdependent (Kaverin et al. 1998; Mitnaul et al. 2000). This may, in part, explain why only 117/144 possible HA/NA subtype combinations have been observed in wild birds (Olsen et al. 2006).Reassortment in Avian Influenza A VirusAs wild birds support a large diversity of avian influenza subtypes and lineages, with both infection and reinfection commonplace, it is no surprise that influenza viruses from wild birds experience frequent reassortment. For example, Dugan et al. (2008) showed that 26% of 167 wild bird samples carried more than one HA/NA subtype, and that four different genotypes were present in five H4N6 isolates collected from mallards (Anas playrhynchos) at the same location on the same day. Similarly, of 96 virus genomes from mallards isolated in 2011, 56% were reassortants (Wille et al. 2013), and using a natural experimental system it was demonstrated that 10 individual sentinel mallards were infected with at least three different subtypes within an autumn season, with 15 HA/NA subtype combinations (Tolf et al. 2013; Wille et al. 2013, 2017). Reassortment in the wild bird reservoir is most easily observed when the viruses comprise a mosaic of Eurasian and North American origin gene segments, and are most often detected in gulls and seabirds that move across continental margins (Fig. 3; Ramey et al. 2010; Wille et al. 2011; Lang et al. 2016).Open in a separate windowFigure 3.Reassortment and emergence of influenza viruses. Within the wild bird reservoir, reassortment is most recognizable when viruses contain gene segments with a mosaic of geographic lineages (see Fig. 2). These intercontinental reassortants are most often of the H13/H16 subtype and found in gull species (Wille et al. 2011). Reassortment in birds can cross host species barriers, such as the H7N9 viruses in China that involve viruses isolated in wild birds, domestic ducks, and poultry. According to the model proposed by Wang et al. (2014), an H7Nx virus from a domestic duck reassorted with an HxN9 from a wild bird. This H7N9 virus, once introduced to poultry, reassorted with an H9N2. More recent literature suggests this virus has segments from more than one H9N2 lineage, suggesting additional reassortment events. Following the emergence of this virus in poultry, it continued to reassort, continually producing new genotypes. Cross-species reassortment may also involve mammals. North American triple reassortant viruses in swine populations emerged following a number of reassortment events; segments have been traced back to classical swine lineages, and human seasonal viruses as well as North American avian viruses.Reassortment is central to the emergence of highly pathogenic avian influenza viruses in poultry. For example, the emergence of H5Nx and H7N9 viruses are closely tied to reassortment, such that the internal genes of H9N2 viruses reassorted with different HA/NA subtypes to generate both the gs/GD lineage H5N1 viruses and contemporary H7N9 viruses (Fig. 3). The H7N9 virus that emerged in China in 2013 resulted from numerous reassortment events, with the six internal protein genes derived from at least two separate H9N2 virus lineages, H7 and N9 gene segments of wild bird origin (Gao et al. 2013; Lam et al. 2013; Wu et al. 2013; Pu et al. 2015; Wang et al. 2016). Since emergence, and across all seasonal waves, the H7N9 virus has experienced high rates of reassortment, generating multiple genome constellations. For example, Cui et al. (2014) documented 27 H7N9 genotypes within 3 months of emergence. This high reassortment rate is likely a result of the very high diversity of avian influenza A virus circulating in poultry markets and farms (Shi et al. 2018a), and it is not surprising that there has been reassortment among H5N6, H6N6, and H7N9 viruses (Wu et al. 2013; Jin et al. 2017).Reassortment of Swine Influenza VirusesThe evolutionary genetics of swine influenza viruses are complex; this is the result of numerous cross-species transmissions, introductions, and reassortment events occurring independently in different continents (Vincent et al. 2008; Brockwell-Staats et al. 2009; Steel and Lowen 2014). For example, in North America, one major virus lineage of influenza A virus, denoted the classical swine lineage, was introduced into pigs from humans during the 1918 pandemic where it was stably transmitted for ∼70 years (Brockwell-Staats et al. 2009). There was evidence for the cocirculation of H3N2 human viruses in pigs, and a double reassortant swine/human genotype virus and a triple reassortant swine/human/avian virus emerged shortly after (Fig. 3; Zhou et al. 1999; Karasin et al. 2000b). The triple reassortant was rapidly established in North American pigs (Webby et al. 2000) and was subject to further reassortment such that numerous lineages now exist, each carrying the internal genes of the established triple reassortant virus (Karasin et al. 2000a, 2006; Webby et al. 2000, 2004; Vincent et al. 2008). Because of the highly reassorted nature of influenza A viruses in swine populations, there is great concern that some of these viruses may have pandemic potential (Ito et al. 1998). However, with the exception of the 2009 H1N1 human pandemic, there is no concrete evidence that swine played a role in the 1918, 1957, and 1968 human pandemics (Nelson and Worobey 2018).Reassortment of Human Influenza VirusesReassortment has undoubtedly played a starring role in the emergence of human influenza A viruses, although the lack of contemporary viruses from other animal species complicates analysis. For example, the H2N2 pandemic virus that emerged in 1957 was a reassortant between previously circulating human and avian viruses with the novel H2, N2, and PB1 genes acquired from the Eurasian avian reservoir (Smith et al. 2009a). Similarly, the H3N2 virus that emerged in 1968 was a reassortant between H2N2/1957 virus and an influenza virus with novel HA and PB1 acquired from the avian reservoir. Finally, the H1N1pdm09 virus was the result of complex and numerous reassortment events: the PB1, PB2, PA, HA, NP, and NS segments were acquired from the North American swine triple-reassortant viruses described above, whereas the NA and M segments had their origin in the Eurasian avian-like swine H1N1 lineage (Garten et al. 2009; Smith et al. 2009b).Reassortment also occurs in seasonal influenza viruses, both within and among subtypes. Despite the cocirculation of H1N1 and H3N2 viruses since 1977, inter-subtype reassortment occurs infrequently, which is likely a result of the lower fitness of reassortants compared to the parental wild-type viruses (Phipps et al. 2017). However, important examples include the appearance of H1N2 viruses detected sporadically in humans (Guo et al. 1992; Xu et al. 2002; Ellis et al. 2003; Al Faress et al. 2008). In contrast, intra-subtype reassortment occurs frequently (Holmes et al. 2005; Nelson et al. 2008; Rambaut et al. 2008; Westgeest et al. 2014; Berry et al. 2016) and likely far more so than detected through phylogenetic analysis as it may involve parental lineages that are difficult to distinguish on evolutionary trees and/or the inclusion of internal gene segments often not included in analyses.THE MOLECULAR EPIDEMIOLOGY OF HUMAN INFLUENZA VIRUSInfluenza virus is a hugely successful global pathogen that causes epidemics of varying magnitude every winter season in the temperate parts of both the northern and southern hemispheres, with rather more continual circulation in the tropics (Viboud et al. 2006). Influenza A and B viruses therefore spread globally each year, although in a complex and unpredictable manner, with multiple introductions (and consequent cocirculation) into individual geographic regions, often undergoing antigenic drift during the process (Nelson et al. 2007, 2008; Bedford et al. 2015). Despite the apparent regularity of influenza, considerable uncertainty remains over the patterns and drivers of virus spread and of the possible existence and location of a global “source” population.A variety of models have been put forward to explain the global spread of influenza virus, largely based on the phylogenetic analysis of genome sequence data. Most attention has been directed toward H3N2 influenza A viruses, with influenza A/H1N1 and B viruses exhibiting less frequent global movement (Bedford et al. 2015). A common idea is that both seasonal and antigenically distinct variants of influenza A virus regularly appear in East and Southeast Asia (including mainland China) from where they spread globally (Smith et al. 2004). Although both genomic and prevalence data should be interpreted with caution because of major sampling biases, this theory is compatible with the number, density, and movement of people that live in this region that together facilitate virus transmission and evolution. Indeed, expansive HA phylogenies have shown that viruses from East and Southeast Asia tend to fall toward the central trunk of the phylogeny as expected from a source population (Lemey et al. 2014). However, other phylogeographic studies have suggested that regions like southern China may not be global sources (Cheng et al. 2013), such that the phylogenetic data may better fit a “shifting metapopulation” in which viruses can emerge in any geographic region (e.g., Asia, Europe, North America), with the location of the source population regularly changing (Bahl et al. 2011).The distinctive seasonality of influenza viruses complicates analyses of global scale molecular epidemiology. Although influenza is largely a winter disease in the temperate regions of both the northern and southern hemispheres, tropical regions are characterized by more continual virus transmission, sometimes with multiple peaks during the year (Viboud et al. 2006). For example, whereas there is a single seasonal peak of influenza in northern China, there are often a major and minor peak in southern China (Cheng et al. 2013). Similarly, the tropical regions of northern Australia typically have longer influenza seasons than the more temperate regions in the south of the country, despite a far smaller population density in the north (Geoghegan et al. 2018). Hence, influenza seasonality likely reflects a complex interplay between temperature, humidity, and mode of transmission. These factors, combined with increasingly frequent global transport (Brockmann and Helbing 2013), ensure that influenza viruses can appear in any locality at any time, and whether they lead to outbreaks depends on the local combination of climatic and epidemiological factors.The Phylodynamics of Influenza VirusThe array of influenza viruses that circulate in human populations differ in their evolutionary behavior (Bedford et al. 2014). These differences are reflected in so-called “phylodynamic” patterns: the structure of viral phylogenetic trees produced by a combination of evolutionary and epidemiological processes (Grenfell et al. 2004). Most notably, the H1N1 and H3N2 subtypes of influenza A virus that dominate seasonal influenza have markedly different dynamics (Fig. 4; Bedford et al. 2014, 2015; Vijaykrishna et al. 2015). H3N2 viruses experience a strongly selectively driven evolution, with frequent selective sweeps, strong antigenic drift, and major seasonal crashes in genetic diversity. In contrast, epidemics and selective sweeps are both less common in H1N1 viruses, with multiple lineages persisting across seasons. Parallel patterns are observed in influenza B virus. Whereas the Victoria lineage viruses undergo punctuated fluctuations in genetic diversity in the same manner as H3N2 viruses, the Yamagata lineage viruses experience fewer seasonal peaks, lower rates of amino acid change, and slower epidemics (Vijaykrishna et al. 2015), although multiple lineages persist across influenza seasons in both influenza B virus lineages (Fig. 4). Possible explanations for these distinctive patterns include differences in receptor-binding preferences shaped by HA structure or the age structure of those infected, which also differs among subtypes and likely impacts patterns of cross-protective immunity (Bedford et al. 2015; Vijaykrishna et al. 2015).Open in a separate windowFigure 4.The contrasting phylodynamics of human influenza viruses. (Top) Left-to-right: Phylogenetic trees of globally sampled hemagglutinin (HA) gene segments (∼1200 sequences) of influenza A H3N2 virus, 2002–2013; H1N1 virus, 1998–2009; H1N1pdm09 virus, 2009–2013; and the Yamagata (red) and Victoria (black) lineages of influenza B viruses, 2002–2013. Note the different tree shapes that reflect the impact of differing evolutionary and evolutionary pressures. (Bottom) Left-to-right: Relative genetic diversities through time, a marker of changing population sizes, in the influenza B virus Victoria lineage; influenza B virus Yamagata lineage; H3N2 influenza A virus; H1N1 influenza A virus 2003–2008; and H1N1pdm09 influenza A virus (orange) 2009–2013. Again, note the differences among subtypes. The analysis only utilized viruses sampled in Australia and New Zealand. (From Vijaykrishna et al. 2015; adapted, courtesy of Creative Commons Attribution Licensing.)There is now an effort to use these phylogenetic patterns to predict which virus variants will dominate in the future and hence should be incorporated into vaccines, with online tools able to depict viral evolution in near real time (Hadfield et al. 2018). Specifically, lineages with higher rates of branching, and hence that are producing more descendants, are in theory more successful (Luksza and Lässig 2014; Neher et al. 2014).The Evolution of Antigenic DriftArguably, the defining process of influenza virus evolution, at least in humans, is antigenic drift, which is the fixation, by natural selection, of mutations in the HA and NA that enable the virus to evade the human immune response. Indeed, because the human immune response is not completely cross-protective, natural selection will predictably favor antigenic variants that allow the virus to evade immunity (Fitch et al. 1997). Hence, antigenic drift enables escape from antibody-mediated neutralization acquired following infection or vaccination. Despite a name easily confused with “genetic drift,” which in marked contrast describes the random sampling of mutations through time particularly in small populations, the defining feature of antigenic drift is strong positive natural selection (adaptive evolution).A complete understanding of antigenic drift is central to the design of effective vaccines, particularly if it can be inferred through genomic analyses alone. Although there has been considerable attention given to revealing which HA residues are the most important in antigenic escape (Koel et al. 2013; Li et al. 2016), there are still major uncertainties in our understanding of antigenic evolution and whether it exhibits any predictability, particularly in the face of complex epistatic interactions (Koel et al. 2019). Mutations in the HA1 region of the HA protein, particularly in or around the receptor-binding site, are thought to drive antigenic evolution (Wiley et al. 1981; Fitch et al. 1997; Bush et al. 1999; Koel et al. 2013). It is interesting that there is a correlation between antigenic drift and the incidence of influenza viruses, highlighting its epidemiological importance (Bedford et al. 2014; Neher et al. 2016).A central issue is whether antigenic drift is continuous, involving the gradual generation and accumulation of antigenically distinct mutations through time, or if it is punctuated, such that the virus makes “jumps” in antigenic space because some mutations have greater phenotypic effect than others, followed by periods of antigenic stasis (Smith et al. 2004; Koelle et al. 2006; Wolf et al. 2006; Koel et al. 2013). In particular, the use of antigenic cartography, which explores the pattern of pairwise hemagglutinin inhibition (HI) distances, has suggested that antigenic drift is punctuated with major jumps in antigenic space roughly every 1–5 years, corresponding to instances when vaccine efficacy is especially poor (Smith et al. 2004; Koel et al. 2013). Less clear is whether these jumps in antigenic space have any predictability, as this would greatly enhance vaccine design, and it is notable that no antigenic jumps have been observed in recent years.There is also evidence for antigenic drift in H5N1 viruses in poultry (Chen and Holmes 2006; Dugan et al. 2008), which may contribute to increased evolutionary rates in this virus compared to the subtypes sampled from wild birds (Fourment and Holmes 2015). In addition, unlike other avian influenza viruses, H5N1 viruses are under vaccination pressure because of large veterinary vaccine campaigns in many countries, and it is possible that poor vaccination implementation and efficacy may contribute to its continued antigenic drift (Lee et al. 2004; Chen et al. 2006; Swayne and Kapczynski 2008; Eggert et al. 2010; Cattoli et al. 2011). Similarly, after initial suppression of H7N9 viruses following mass poultry vaccination in China, new strains have begun to emerge that are able to escape the vaccine (Shi et al. 2018a).INTRAHOST EVOLUTION OF INFLUENZA VIRUSThe rapidity of the evolutionary process that seemingly characterizes all RNA viruses ensures that genetic and phenotypic variation is generated and accumulates within individual hosts infected with influenza virus, although human influenza B virus may exhibit less intrahost diversity than influenza A virus (Valesano et al. 2019). There is, however, considerable uncertainty as to how influenza virus evolves over such short timescales, and what this means for the long-term evolution of the virus (Xue et al. 2018b).A key issue of contention is the number of viruses that are transmitted between hosts and hence that establish new infections (McCrone and Lauring 2018). In other words, how large is the population bottleneck associated with host transmission? Although there is clearly a substantial reduction in population size as the virus moves between hosts, there is debate as to whether single or multiple virus particles initiate new infections. Critically, the narrower the transmission bottleneck, the lower the chance of coinfection and reassortment. However, “mixed” influenza virus infections, in which different influenza viruses (A or B), subtypes (H1N1 and H3N2), or lineages/antigenic variants of the same subtype are relatively commonplace within single hosts (Ghedin et al. 2009) and frequently observed in avian populations (Dugan et al. 2008; Wille et al. 2013, 2017), provide the raw material for reassortment. Although it is possible that these mixed infections result from relatively “loose” population bottlenecks in some cases, such that multiple viruses are transmitted between hosts (Murcia et al. 2010), they may result from the “superinfection” of individual hosts in the face of relatively weak protective immunity.The most convincing data suggests that most, although not all, influenza A virus infections are initiated by a single virion (McCrone et al. 2018). Importantly, such a severe population bottleneck also reduces the occurrence of “cooperative” interactions between virus particles, in which different variants contribute different functions, explaining why these cooperative effects have only been observed at a relatively high multiplicity of infection in cell culture (Xue et al. 2016) and not natural in influenza A virus infections (Xue et al. 2018a). A substantial transmission bottleneck may also mean that antigenic drift is heavily dependent on the chance transmission of particular viruses between individuals, rather than the selectively mediated transfer of advantageous variants.Although it is tempting to ascribe great importance to intrahost virus evolution, the infection period associated with influenza is generally so short that natural selection is usually unable to radically alter mutation frequencies (Han et al. 2019). Indeed, recent studies suggest that the intrahost evolution of influenza virus is dominated by stochastic processes, including those following frequent population bottlenecks (McCrone et al. 2018). The exception may be cases in which the hosts are immunocompromised and shed virus for extended time periods. Studies of these patients have revealed evolutionary behaviors that differ from hosts infected for far shorter time periods, with the limited immune response resulting in variant patterns of mutational accumulation (Ghedin et al. 2011; Rogers et al. 2015). Although it is possible that the prolonged shedding of viruses in immunocompromised hosts may sometimes generate mutations of phenotypic importance and some of the mutations generated can spread globally (Xue et al. 2017), modeling suggests that immunocompromised hosts only play a limited role in virus evolution because of their low frequency in the population as a whole (Eden et al. 2017).ACKNOWLEDGMENTSE.C.H. is funded by an Australian Research Council Australian Laureate Fellowship (FL170100022). The WHO Collaborating Centre for Reference and Research on Influenza is funded by the Australian Commonwealth Government.This article has been made freely available online courtesy of TAUNS Laboratories.FootnotesEditors: Gabriele Neumann and Yoshihiro KawaokaAdditional Perspectives on Influenza: The Cutting Edge available at www.perspectivesinmedicine.orgREFERENCESAl Faress S, Ferraris O, Moules V, Valette M, Hay A, Lina B. 2008. Identification and characterization of a late AH1N2 human reassortant in France during the 2002–2003 influenza season. Virus Res 132: 33–41. 10.1016/j.virusres.2007.10.007 [PubMed] [CrossRef] [Google Scholar]Bacharach E, Mishra N, Briese T, Zody MC, Kembou Tsofack JE, Zamostiano R, Berkowitz A, Ng J, Nitido A, Corvelo A, et al. 2016. Characterization of a novel orthomyxo-like virus causing mass die-offs of tilapia. mBio 7: e00431-16 10.1128/mBio.00431-16 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bahl J, Vijaykrishna D, Holmes EC, Smith GJD, Guan Y. 2009. Gene flow and competitive exclusion of avian influenza A virus in natural reservoir hosts. Virology 390: 289–297. 10.1016/j.virol.2009.05.002 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bahl J, Nelson MI, Chan KH, Chen R, Vijaykrishna D, Halpin R, Stockwell T, Lin X, Wentworth DE, Ghedin E, et al. 2011. Temporally structured metapopulation dynamics and persistence of influenza A H3N2 virus in humans. Proc Natl Acad Sci 108: 19359–19364. 10.1073/pnas.1109314108 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bahl J, Krauss S, Kühnert D, Fourment M, Raven G, Pryor SP, Niles LJ, Danner A, Walker D, Mendenhall IH, et al. 2013. Influenza A virus migration and persistence in North American wild birds. PLoS Pathog 9: e1003570 10.1371/journal.ppat.1003570 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bedford T, Suchard MA, Lemey P, Dudas G, Gregory V, Hay AJ, McCauley JW, Russell CA, Smith DJ, Rambaut A. 2014. Integrating influenza antigenic dynamics with molecular evolution. eLife 3: e01914 10.7554/eLife.01914 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bedford T, Riley S, Barr IG, Broor S, Chadha M, Cox NJ, Daniels RS, Gunasekaran CP, Hurt AC, Kelso A, et al. 2015. Global circulation patterns of seasonal influenza viruses vary with antigenic drift. Nature 523: 217–220. 10.1038/nature14460 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Berry IM, Melendrez MC, Li T, Hawksworth AW, Brice GT, Blair PJ, Halsey ES, Williams M, Fernandez S, Yoon IK, et al. 2016. Frequency of influenza H3N2 intra-subtype reassortment: attributes and implications of reassortant spread. BMC Biol 14: 117 10.1186/s12915-016-0337-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Brockmann D, Helbing D. 2013. The hidden geometry of complex, network-driven contagion phenomena. Science 342: 1337–1342. 10.1126/science.1245200 [PubMed] [CrossRef] [Google Scholar]Brockwell-Staats C, Webster RG, Webby RJ. 2009. Diversity of influenza viruses in swine and the emergence of a novel human pandemic influenza A (H1N1). Influenza Other Respir Viruses. 3: 207–213. 10.1111/j.1750-2659.2009.00096.x [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bush RM, Fitch WM, Bender CA, Cox NJ. 1999. Positive selection on the H3 hemagglutinin gene of human influenza virus A. Mol Biol Evol 16: 1457–1465. 10.1093/oxfordjournals.molbev.a026057 [PubMed] [CrossRef] [Google Scholar]Cattoli G, Fusaro A, Monne I, Coven F, Joannis T, El-Hamid HS, Hussein AA, Cornelius C, Amarin NM, Mancin M, et al. 2011. Evidence for differing evolutionary dynamics of A/H5N1 viruses among countries applying or not applying avian influenza vaccination in poultry. Vaccine 29: 9368–9375. 10.1016/j.vaccine.2011.09.127 [PubMed] [CrossRef] [Google Scholar]Chen R, Holmes EC. 2006. Avian influenza virus exhibits rapid evolutionary dynamics. Mol Biol Evol 23: 2336–2341. 10.1093/molbev/msl102 [PubMed] [CrossRef] [Google Scholar]Chen R, Holmes EC. 2010. Hitchhiking and the population genetic structure of avian influenza virus. J Mol Evol 70: 98–105. 10.1007/s00239-009-9312-8 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chen H, Smith GJD, Li KS, Wang J, Fan XH, Rayner JM, Vijaykrishna D, Zhang JX, Zhang LJ, Guo CT, et al. 2006. Establishment of multiple sublineages of H5N1 influenza virus in Asia: implications for pandemic control. Proc Natl Acad Sci 103: 2845–2850. 10.1073/pnas.0511120103 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Cheng X, Tan Y, He M, Lam TTY, Lu X, Viboud C, He J, Zhang S, Lu J, Wu C, et al. 2013. Epidemiological dynamics and phylogeography of influenza virus in southern China. J Infect Dis 207: 106–114. 10.1093/infdis/jis526 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ciminski K, Ran W, Gorka M, Lee J, Malmlov A, Schinköthe J, Eckley M, Murrieta RA, Aboellail TA, Campbell CL, et al. 2019. Bat influenza viruses transmit among bats but are poorly adapted to non-bat species. Nat Microbiol. 10.1038/s41564-019-0556-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Crawford PC, Dubovi EJ, Castleman WL, Stephenson I, Gibbs EP, Chen L, Smith C, Hill RC, Ferro P, Pompey J, et al. 2005. Transmission of equine influenza virus to dogs. Science 310: 482–485. 10.1126/science.1117950 [PubMed] [CrossRef] [Google Scholar]Cui L, Liu D, Shi W, Pan J, Qi X, Li X, Guo X, Zhou M, Li W, Li J, et al. 2014. Dynamic reassortments and genetic heterogeneity of the human-infecting influenza A (H7N9) virus. Nat Commun 5: 3142 10.1038/ncomms4142 [PubMed] [CrossRef] [Google Scholar]Dadonaite B, Gilbertson B, Knight ML, Trifkovic S, Rockman S, Laederach A, Brown LE, Fodor E, Bauer DLV. 2019. The structure of the influenza A virus genome. Nat Microbiol 10.1038/s41564-019-0513-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dalziel BD, Huang K, Geoghegan JL, Arinaminpathy N, Dubovi EJ, Grenfell BT, Ellner SP, Holmes EC, Parrish CR. 2014. Contact heterogeneity, rather than transmission efficiency, limits the emergence and spread of canine influenza virus. PLoS Pathog 10: e1004455 10.1371/journal.ppat.1004455 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Donis RO, Bean WJ, Kawaoka Y, Webster RG. 1989. Distinct lineages of influenza virus H4 hemagglutinin genes in different regions of the world. Virology 169: 408–417. 10.1016/0042-6822(89)90166-9 [PubMed] [CrossRef] [Google Scholar]Dugan VG, Chen R, Spiro DJ, Sengamalay N, Zaborsky J, Ghedin E, Nolting J, Swayne DE, Runstadler JA, Happ GM, et al. 2008. The evolutionary genetics and emergence of avian influenza viruses in wild birds. PLoS Pathog 4: e1000076 10.1371/journal.ppat.1000076 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Eden JS, Chisholm RH, Bull RA, White PA, Holmes EC, Tanaka MM. 2017. Persistent infections in immunocompromised hosts are rarely sources of new pathogen variants. Virus Evol 3: vex018. [PMC free article] [PubMed] [Google Scholar]Eggert D, Thomas C, Spackman E, Pritchard N, Rojo F, Bublot M, Swayne DE. 2010. Characterization and efficacy determination of commercially available Central American H5N2 avian influenza vaccines for poultry. Vaccine 28: 4609–4615. 10.1016/j.vaccine.2010.04.081 [PubMed] [CrossRef] [Google Scholar]Ellis JS, Alvarez-Aguero A, Gregory V, Lin YP, Hay A, Zambon MC. 2003. Influenza AH1N2 viruses, United Kingdom, 2001–02 influenza season. Emerg Infect Dis 9: 304–310. 10.3201/eid0903.020404 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Essere B, Yver M, Gavazzi C, Terrier O, Isel C, Fournier E, Giroux F, Textoris J, Julien T, Socratous C, et al. 2013. Critical role of segment-specific packaging signals in genetic reassortment of influenza A viruses. Proc Natl Acad Sci 110: E3840–E3848. 10.1073/pnas.1308649110 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Feng KH, Gonzalez G, Deng L, Yu H, Tse VL, Huang L, Huang K, Wasik BR, Zhou B, Wentworth DE, et al. 2015. Equine and canine influenza H3N8 viruses show minimal biological differences despite phylogenetic divergence. J Virol 89: 6860–6873. 10.1128/JVI.00521-15 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Fitch WM, Bush RM, Bender CA, Cox NJ. 1997. Long term trends in the evolution of H(3) HA1 human influenza type A. Proc Natl Acad Sci 94: 7712–7718. 10.1073/pnas.94.15.7712 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Fourment M, Holmes EC. 2015. Avian influenza virus exhibits distinct evolutionary dynamics in wild birds and poultry. BMC Evol Biol 15: 120 10.1186/s12862-015-0410-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Fourment M, Darling AE, Holmes EC. 2017. The impact of migratory flyways on the spread of avian influenza virus in North America. BMC Evol Biol 17: 118 10.1186/s12862-017-0965-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gao R, Cao B, Hu Y, Feng Z, Wang D, Hu W, Chen J, Jie Z, Qiu H, Xu K, et al. 2013. Human infection with a novel avian-origin influenza A (H7N9) virus. N Engl J Med 368: 1888–1897. 10.1056/NEJMoa1304459 [PubMed] [CrossRef] [Google Scholar]Garten RJ, Davis CT, Russell CA, Shu B, Lindstrom S, Balish A, Sessions WM, Xu XY, Skepner E, Deyde V, et al. 2009. Antigenic and genetic characteristics of swine-origin 2009 A(H1N1) influenza viruses circulating in humans. Science 325: 197–201. 10.1126/science.1176225 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Geoghegan JL, Saavedra AF, Duchêne S, Sullivan S, Barr I, Holmes EC. 2018. Continental synchronicity of human influenza virus epidemics despite climatic variation. PLoS Pathog 14: e1006780 10.1371/journal.ppat.1006780 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ghedin E, Sengamalay NA, Shumway M, Zaborsky J, Feldblyum T, Subbu V, Spiro DJ, Sitz J, Koo H, Bolotov P, et al. 2005. Large-scale sequencing of human influenza reveals the dynamic nature of viral genome evolution. Nature 437: 1162–1166. 10.1038/nature04239 [PubMed] [CrossRef] [Google Scholar]Ghedin E, Fitch A, Boyne A, DePasse J, Bera J, Halpin RA, Griesemer S, Smit M, Jennings L, St. George K, et al. 2009. Mixed infection and the genesis of influenza virus diversity. J Virol 83: 8832–8841. 10.1128/JVI.00773-09 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ghedin E, Laplante J, DePasse J, Wentworth DE, Santos RP, Lepow ML, Porter J, Stellrecht K, Lin X, Operario D, et al. 2011. Deep sequencing reveals mixed infection with 2009 pandemic influenza A (H1N1) virus strains and the emergence of oseltamivir resistance. J Infect Dis 203: 168–174. 10.1093/infdis/jiq040 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Grenfell BT, Pybus OG, Gog JR, Wood JLN, Daly JM, Mumford JA, Holmes EC. 2004. Unifying the epidemiological and evolutionary dynamics of pathogens. Science 303: 327–332. 10.1126/science.1090727 [PubMed] [CrossRef] [Google Scholar]Guo YJ, Xu XY, Cox NJ. 1992. Human influenza A (H1N2) viruses isolated from China. J Gen Virol 73: 383–387. 10.1099/0022-1317-73-2-383 [PubMed] [CrossRef] [Google Scholar]Hadfield J, Megill C, Bell SM, Huddleston J, Potter B, Callender C, Sagulenko P, Bedford T, Neher R. 2018. Nextstrain: real-time tracking of pathogen evolution. Bioinformatics 34: 4121–4123. 10.1093/bioinformatics/bty407 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Han AX, Maurer-Stroh S, Russell CA. 2019. Individual immune selection pressure has limited impact on seasonal influenza virus evolution. Nat Ecol Evol 3: 302–311. 10.1038/s41559-018-0741-x [PubMed] [CrossRef] [Google Scholar]Hause BM, Ducatez M, Collin EA, Ran Z, Liu R, Sheng Z, Armien A, Kaplan B, Chakravarty S, Hoppe AD, et al. 2013. Isolation of a novel swine influenza virus from Oklahoma in 2011 which is distantly related to human influenza C viruses. PLoS Pathog 9: e1003176 10.1371/journal.ppat.1003176 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Herfst S, Schrauwen EJA, Linster M, Chutinimitkul S, de Wit E, Munster VJ, Sorrell EM, Bestebroer TM, Burke DF, Smith DJ, et al. 2012. Airborne transmission of influenza A/H5N1 virus between ferrets. Science 336: 1534–1541. 10.1126/science.1213362 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Holmes EC, Ghedin E, Miller N, Taylor J, Bao Y, St. George K, Grenfell BT, Salzberg SL, Fraser CM, Lipman DJ, et al. 2005. Whole-genome analysis of human influenza A virus reveals multiple persistent lineages and reassortment among recent H3N2 viruses. PLoS Biol 3: e300 10.1371/journal.pbio.0030300 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Imai M, Watanabe T, Hatta M, Das SC, Ozawa M, Shinya K, Zhong GX, Hanson A, Katsura H, Watanabe S, et al. 2012. Experimental adaptation of an influenza H5 HA confers respiratory droplet transmission to a reassortant H5 HA/H1N1 virus in ferrets. Nature 486: 420–428. 10.1038/nature10831 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ito T, Couceiro JNSS, Kelm S, Baum LG, Krauss S, Castrucci MR, Donatelli I, Kida H, Paulson JC, Webster RG, et al. 1998. Molecular basis for the generation in pigs of influenza A viruses with pandemic potential. J Virol 72: 7367–7373. [PMC free article] [PubMed] [Google Scholar]Jin Y, Ren H, Teng Y, Hu M, Peng X, Yue J, Liang L. 2017. Novel reassortment of avian influenza A(H7N9) virus with subtype H6N6 and H5N6 viruses circulating in Guangdong Province, China. J Infect 75: 179–182. 10.1016/j.jinf.2017.05.006 [PubMed] [CrossRef] [Google Scholar]Kandeil A, Gomaa MR, Shehata MM, El Taweel AN, Mahmoud SH, Bagato O, Moatasim Y, Kutkat O, Kayed AS, Dawson P, et al. 2019. Isolation and characterization of a distinct influenza A virus from Egyptian Bats. J Virol 93: e01059–18. [PMC free article] [PubMed] [Google Scholar]Karakus U, Thamamongood T, Ciminski K, Ran W, Günther SC, Pohl MO, Eletto D, Jeney C, Hoffmann D, Reiche S, et al. 2019. MHC class II proteins mediate cross-species entry of bat influenza viruses. Nature 567: 109–112. 10.1038/s41586-019-0955-3 [PubMed] [CrossRef] [Google Scholar]Karasin AI, Olsen CW, Anderson GA. 2000a. Genetic characterization of an H1N2 influenza virus isolated from a pig in Indiana. J Clin Microbiol 38: 2453–2456. [PMC free article] [PubMed] [Google Scholar]Karasin AI, Schutten MM, Cooper LA, Smith CB, Subbarao K, Anderson GA, Carman S, Olsen CW. 2000b. Genetic characterization of H3N2 influenza viruses isolated from pigs in North America, 1977–1999: Evidence for wholly human and reassortant virus genotypes. Virus Res 68: 71–85. 10.1016/S0168-1702(00)00154-4 [PubMed] [CrossRef] [Google Scholar]Karasin AI, Carman S, Olsen CW. 2006. Identification of human H1N2 and human-swine reassortant H1N2 and H1N1 influenza a viruses among pigs in Ontario, Canada (2003 to 2005). J Clin Microbiol 44: 1123–1126. 10.1128/JCM.44.3.1123-1126.2006 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kaverin NV, Gambaryan AS, Bovin NV, Rudneva IA, Shilov AA, Khodova OM, Varich NL, Sinitsin BV, Makarova NV, Kropotkina EA. 1998. Post reassortment changes in influenza A virus hemagglutinin restoring HA–NA functional match. Virology 244: 315–321. 10.1006/viro.1998.9119 [PubMed] [CrossRef] [Google Scholar]Koel BF, Burke DF, Bestebroer TM, van der Vliet S, Zondag GC, Vervaet G, Skepner E, Lewis NS, Spronken MI, Russell CA, et al. 2013. Substitutions near the receptor binding site determine major antigenic change during influenza virus evolution. Science 342: 976–979. 10.1126/science.1244730 [PubMed] [CrossRef] [Google Scholar]Koel BF, Burke DF, van der Vliet S, Bestebroer TM, Rimmelzwaan GF, Osterhaus ADME, Smith DJ, Fouchier RAM. 2019. Epistatic interactions can moderate the antigenic effect of substitutions in haemagglutinin of influenza H3N2 virus. J Gen Virol 100: 773–777. 10.1099/jgv.0.001263 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Koelle K, Cobey S, Grenfell B, Pascual M. 2006. Epochal evolution shapes the phylodynamics of interpandemic influenza A (H3N2) in humans. Science 314: 1898–1903. 10.1126/science.1132745 [PubMed] [CrossRef] [Google Scholar]Kuiken T, Holmes EC, McCauley J, Rimmelzwaan GF, Williams CS, Grenfell BT. 2006. Host species barriers to influenza virus infections. Science 312: 394–397. 10.1126/science.1122818 [PubMed] [CrossRef] [Google Scholar]Lam TT-Y, Ip HS, Ghedin E, Wentworth DE, Halpin RA, Stockwell TB, Spiro DJ, Dusek RJ, Bortner JB, Bales BD, et al. 2012. Migratory flyway and geographical distance are barriers to the gene flow of influenza virus among North American birds. Ecol Lett 15: 24–33. 10.1111/j.1461-0248.2011.01703.x [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lam TT, Wang J, Shen Y, Zhou B, Duan L, Cheung CL, Ma C, Lycett SJ, Leung CY, Chen X, et al. 2013. The genesis and source of the H7N9 influenza viruses causing human infections in China. Nature 502: 241–244. 10.1038/nature12515 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lang AS, Lebarbenchon C, Ramey AM, Robertson GJ, Waldenström J, Wille M. 2016. Assessing the role of seabirds in the ecology of influenza A viruses. Avian Dis 60: 378–386. 10.1637/11135-050815-RegR [PubMed] [CrossRef] [Google Scholar]Latorre-Margalef N, Grosbois V, Wahlgren J, Munster VJ, Tolf C, Fouchier RAM, Osterhaus ADME, Waldenström J, Olsen B. 2013. Heterosubtypic immunity to influenza A virus infections in mallards may explain existence of multiple virus subtypes. PLoS Pathog 9: e1003443 10.1371/journal.ppat.1003443 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Latorre-Margalef N, Tolf C, Grosbois V, Bengtsson D, Wille M, Osterhaus ADME, Fouchier RAM, Olsen B, Waldenstrom J. 2014. Long-term variation in influenza A virus prevalence and subtype diversity in migratory mallards in Northern Europe. Proc R Soc B: Biol Sci 281: e20140098 10.1098/rspb.2014.0098 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lee CW, Senne DA, Suarez DL. 2004. Effect of vaccine use in the evolution of Mexican lineage H5N2 avian influenza virus. J Virol 78: 8372–8381. 10.1128/JVI.78.15.8372-8381.2004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lemey P, Rambaut A, Bedford T, Faria N, Bielejec F, Baele G, Russell CA, Smith DJ, Pybus OG, Brockmann D, et al. 2014. Unifying viral genetics and human transportation data to predict the global transmission dynamics of human influenza H3N2. PLoS Pathog 10: e1003932 10.1371/journal.ppat.1003932 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Li CX, Shi M, Tian JH, Lin XD, Kang YJ, Qin XC, Chen LJ, Xu J, Holmes EC, Zhang YZ. 2015. Unprecedented genomic diversity of RNA viruses in arthropods reveals the ancestry of negative-sense RNA viruses. eLife 4: e05378 10.7554/eLife.05378 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Li C, Hatta M, Burke DF, Ping J, Zhang Y, Ozawa M, Taft AS, Das SC, Hanson AP, Song J, et al. 2016. Selection of antigenically advanced variants of seasonal influenza viruses. Nat Microbiol 1: 16058 10.1038/nmicrobiol.2016.58 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Linster M, Boheemen S, de Graaf M, Schrauwen EJA, Lexmond P, Manz B, Bestebroer TM, Baumann J, van Riel D, Rimmelzwaan GF, et al. 2014. Identification, characterization, and natural selection of mutations driving airborne transmission of A/H5N1 virus. Cell 157: 329–339. 10.1016/j.cell.2014.02.040 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Longdon B, Brockhurst MA, Russell CA, Welch JJ, Jiggins FM. 2014. The evolution and genetics of virus host shifts. PLoS Pathog 10: e1004395 10.1371/journal.ppat.1004395 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lowen AC. 2017. Constraints, drivers, and implications of influenza A virus reassortment. Annu Rev Virol 4: 105–121. 10.1146/annurev-virology-101416-041726 [PubMed] [CrossRef] [Google Scholar]Lowen AC. 2018. It's in the mix: reassortment of segmented viral genomes. PLoS Pathog 14: e1007200 10.1371/journal.ppat.1007200 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lu L, Lycett SJ, Brown AJL. 2014. Reassortment patterns of avian influenza virus internal segments among different subtypes. BMC Evol Biol 14: 16 10.1186/1471-2148-14-16 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Luksza M, Lässig MA. 2014. A predictive fitness model for influenza. Nature 507: 57–61. 10.1038/nature13087 [PubMed] [CrossRef] [Google Scholar]McCrone JT, Lauring AS. 2018. Genetic bottlenecks in intraspecies virus transmission. Curr Opin Virol 28: 20–25. 10.1016/j.coviro.2017.10.008 [PMC free article] [PubMed] [CrossRef] [Google Scholar]McCrone JT, Woods RJ, Martin ET, Malosh RE, Monto AS, Lauring AS. 2018. Stochastic processes constrain the within and between host evolution of influenza virus. eLife 7: e35962 10.7554/eLife.35962 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Mitnaul LJ, Matrosovich MN, Castrucci MR, Tuzikov AB, Bovin NV, Kobasa D, Kawaoka Y. 2000. Balanced hemagglutinin and neuraminidase activities are critical for efficient replication of influenza A virus. J Virol 74: 6015–6020. 10.1128/JVI.74.13.6015-6020.2000 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Murcia PR, Baillie GJ, Daley J, Elton D, Jervis C, Mumford JA, Newton R, Parrish CR, Hoelzer K, Dougan G, et al. 2010. Intra- and interhost evolutionary dynamics of equine influenza virus. J. Virol 84: 6943–6954. 10.1128/JVI.00112-10 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Neher RA, Russell CA, Shraiman BI. 2014. Predicting evolution from the shape of genealogical trees. eLife 3: e03568 10.7554/eLife.03568 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Neher RA, Bedford T, Daniels RS, Russell CA, Shraiman BI. 2016. Prediction, dynamics, and visualization of antigenic phenotypes of seasonal influenza viruses. Proc Natl Acad Sci 113: e1701–e1709. 10.1073/pnas.1525578113 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nelson MI, Vincent AL. 2015. Reverse zoonosis of influenza to swine: new perspectives on the human–animal interface. Trends Microbiol 23: 142–153. 10.1016/j.tim.2014.12.002 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nelson MI, Worobey M. 2018. Origins of the 1918 pandemic: revisiting the swine “mixing vessel” hypothesis. Am J Epidemiol 187: 2498–2502. 10.1093/aje/kwy150 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nelson MI, Simonsen L, Viboud C, Miller MA, Holmes EC. 2007. Phylogenetic analysis reveals the global migration of seasonal influenza A viruses. PLoS Pathog 3b: 1220–1228. [PMC free article] [PubMed] [Google Scholar]Nelson MI, Edelman L, Spiro DJ, Boyne AR, Bera J, Halpin R, Ghedin E, Miller MA, Simonsen L, Viboud C, et al. 2008. Molecular epidemiology of A/H3N2 and A/H1N1 influenza virus during a single epidemic season in the United States. PLoS Pathog 4: e1000133 10.1371/journal.ppat.1000133 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nelson MI, Gramer MR, Vincent AL, Holmes EC. 2012. Global transmission of influenza viruses from humans to swine. J Gen Virol 93: 2195–2203. 10.1099/vir.0.044974-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Olsen B, Munster VJ, Wallensten A, Waldenström J, Osterhaus AD, Fouchier RA. 2006. Global patterns of influenza A virus in wild birds. Science 312: 384–388. 10.1126/science.1122438 [PubMed] [CrossRef] [Google Scholar]Parrish CR, Murcia PR, Holmes EC. 2015. Influenza virus reservoirs and intermediate hosts: dogs, horses, and new possibilities for influenza virus exposure of humans. J Virol 89: 2990–2994. 10.1128/JVI.03146-14 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Phipps KL, Marshall N, Tao H, Danzy S, Onuoha N, Steel J, Lowen AC. 2017. Seasonal H3N2 and 2009 pandemic H1N1 influenza A viruses reassort efficiently but produce attenuated progeny. J Virol 91: e00830-17 10.1128/JVI.00830-17 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pu J, Wang S, Yin Y, Zhang G, Carter RA, Wang J, Xu G, Sun H, Wang M, Wen C, et al. 2015. Evolution of the H9N2 influenza genotype that facilitated the genesis of the novel H7N9 virus. Proc Natl Acad Sci 112: 548–553. 10.1073/pnas.1422456112 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rambaut A, Pybus OG, Nelson MI, Viboud C, Taubenberger JK, Holmes EC. 2008. The genomic and epidemiological dynamics of human influenza A virus. Nature 453: 615–619. 10.1038/nature06945 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ramey AM, Pearce JM, Flint PL, Ip HS, Derkson DV, Franson JC, Petrula MJ, Scotton BD, Sowl KM, Wege ML, et al. 2010. Intercontinental reassortment and genomic variation of low pathogenic avian influenza viruses isolated from northern pintails (Anas acuta) in Alaska: examining the evidence through space and time. Virology 401: 179–189. 10.1016/j.virol.2010.02.006 [PubMed] [CrossRef] [Google Scholar]Reid AH, Taubenberger JK. 2003. The origin of the 1918 pandemic influenza virus: a continuing enigma. J Gen Virol 84: 2285–2292. 10.1099/vir.0.19302-0 [PubMed] [CrossRef] [Google Scholar]Ren HG, Jin Y, Hu MD, Zhou J, Song T, Huang ZS, Li BP, Li KW, Zhou W, Dai HM, et al. 2016. Ecological dynamics of influenza A viruses: cross-species transmission and global migration. Sci Rep 6: e36839 10.1038/srep36839 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rimstad E, Mjaaland S. 2002. Infectious salmon anaemia virus. An orthomyxovirus causing an emerging infection in Atlantic salmon. APMIS 110: 273–282. 10.1034/j.1600-0463.2002.100401.x [PubMed] [CrossRef] [Google Scholar]Rogers MB, Song T, Sebra R, Greenbaum BD, Hamelin M-E, Fitch A, Twaddle A, Cui L, Holmes EC, Boivin G, et al. 2015. Intra-host dynamics of antiviral resistance in influenza A virus reflect complex patterns of segment linkage, reassortment and natural selection. mBio 6: e02464-14 10.1128/mBio.02464-14 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Sanjuán R, Domingo-Calap P. 2016. Mechanisms of viral mutation. Cell Mol Life Sci 73: 4433–4448. 10.1007/s00018-016-2299-6 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Shi M, Lin XD, Tian JH, Chen LJ, Chen X, Li CX, Qin XC, Li J, Cao JP, Eden JS, et al. 2016. Redefining the invertebrate RNA virosphere. Nature 540: 539–543. 10.1038/nature20167 [PubMed] [CrossRef] [Google Scholar]Shi JZ, Deng GH, Ma SJ, Zeng XY, Yin X, Li M, Zhang B, Cui PF, Chen Y, Yang HL, et al. 2018a. Rapid evolution of H7N9 highly pathogenic viruses that emerged in China in 2017. Cell Host Microbe 24: 558–568.e7. 10.1016/j.chom.2018.08.006 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Shi M, Lin XD, Chen X, Tian JH, Chen LJ, Li K, Wang W, Eden JS, Shen JJ, Liu L, et al. 2018b. The evolutionary history of vertebrate RNA viruses. Nature 556: 197–202. 10.1038/s41586-018-0012-7 [PubMed] [CrossRef] [Google Scholar]Smith DJ, Lapedes AS, de Jong JC, Bestebroer TM, Rimmelzwaan GF, Osterhaus ADME, Fouchier RAM. 2004. Mapping the antigenic and genetic evolution of influenza virus. Science 305: 371–376. 10.1126/science.1097211 [PubMed] [CrossRef] [Google Scholar]Smith GJD, Bahl J, Vijaykrishna D, Zhang JX, Poon LLM, Chen HL, Webster RG, Peiris JSM, Guan Y. 2009a. Dating the emergence of pandemic influenza viruses. Proc Natl Acad Sci 106: 11709–11712. 10.1073/pnas.0904991106 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Smith GJD, Vijaykrishna D, Bahl J, Lycett SJ, Worobey M, Pybus OG, Ma SK, Cheung CL, Raghwani J, Bhatt S, et al. 2009b. Origins and evolutionary genomics of the 2009 swine-origin H1N1 influenza A epidemic. Nature 459: 1122–1125. 10.1038/nature08182 [PubMed] [CrossRef] [Google Scholar]Steel J, Lowen AC. 2014. Influenza A virus reassortment. Curr Top Microbiol 385: 377–401. [PubMed] [Google Scholar]Swayne DE, Kapczynski D. 2008. Strategies and challenges for eliciting immunity against avian influenza virus in birds. Immunol Rev 225: 314–331. 10.1111/j.1600-065X.2008.00668.x [PubMed] [CrossRef] [Google Scholar]Taubenberger JK, Reid AH, Frafft AE, Bijwaard KE, Fanning TG. 1997. Initial genetic characterization of the 1918 “Spanish” influenza virus. Science 275: 1793–1796. 10.1126/science.275.5307.1793 [PubMed] [CrossRef] [Google Scholar]Taubenberger JK, Reid AH, Lourens RM, Wang R, Jin G, Fanning TG. 2005. Characterization of the 1918 influenza virus polymerase genes. Nature 437: 889–893. 10.1038/nature04230 [PubMed] [CrossRef] [Google Scholar]Tolf C, Latorre-Margalef N, Wille M, Bengtsson D, Gunnarsson G, Grosbois V, Hasselquist D, Olsen B, Elmberg J, Waldenström J. 2013. Individual variation in influenza A virus infection histories and long-term immune responses in mallards. PLoS ONE 8: e61201 10.1371/journal.pone.0061201 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Tong S, Li Y, Rivailler P, Conrardy C, Castillo DAA, Chen LM, Recuenco S, Ellison JA, Davis CT, York IA, et al. 2012. A distinct lineage of influenza A virus from bats. Proc Natl Acad Sci 109: 4269–4274. 10.1073/pnas.1116200109 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Tong S, Zhu X, Li Y, Shi M, Bourgeois M, Zhang J, Recuenco S, Gomez J, Yang H, Chen L-M, et al. 2013. New World bats harbor diverse influenza A viruses. PLoS Pathog 9: e1003657 10.1371/journal.ppat.1003657 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Valesano AL, Fitzsimmons WJ, McCrone JT, Petrie JG, Monto AS, Martin ET, Lauring AS. 2019. Influenza B viruses exhibit lower within-host diversity than influenza A viruses in human hosts. bioRxiv 10.1101/791038 [PMC free article] [PubMed] [CrossRef]Viboud C, Alonso WJ, Simonsen L. 2006. Influenza in tropical regions. PLoS Med 3: e89 10.1371/journal.pmed.0030089 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Vijaykrishna D, Deng YM, Su YCF, Fourment M, Iannello P, Arzey GG, Hansbro PM, Arzey KE, Kirkland PD, Warner S, et al. 2013. The recent establishment of North American H10 lineage influenza viruses in Australian wild waterfowl and the evolution of Australian avian influenza viruses. J Virol 87: 10182–10189. 10.1128/JVI.03437-12 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Vijaykrishna D, Holmes EC, Joseph U, Fourment M, Su YCF, Halpin R, Lee RTC, Deng YM, Gunalan V, Lin X, et al. 2015. The contrasting phylodynamics of human influenza B viruses. eLife 4: e05055 10.7554/eLife.05055 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Vincent AL, Ma WJ, Lager KM, Janke BH, Richt JA. 2008. Swine influenza viruses: A North American perspective. Adv Virus Res 72: 127–154. 10.1016/S0065-3527(08)00403-X [PubMed] [CrossRef] [Google Scholar]Voorhees IEH, Dalziel BD, Glaser A, Dubovi EJ, Murcia PR, Newbury S, Toohey-Kurth K, Shuo S, Kriti D, Van Barkel H, et al. 2018. Multiple introductions and recurrent epidemic fade-out of H3N2 canine influenza A virus in the United States. J Virol 92: e00323-18. [PMC free article] [PubMed] [Google Scholar]Wang D, Yang L, Gao R, Zhang X, Tan Y, Wu A, Zhu W, Zhou J, Zou S, Li XY, et al. 2014. Genetic tuning of the novel avian influenza A(H7N9) virus during interspecies transmission, China, 2013. Euro Surveill 19: 20836 10.2807/1560-7917.ES2014.19.25.20836 [PubMed] [CrossRef] [Google Scholar]Wang DY, Yang L, Zhu WF, Zhang Y, Zou SM, Bo H, Gao RB, Dong J, Huang WJ, Guo JF, et al. 2016. Two outbreak sources of influenza A (H7N9) viruses have been established in China. J Virol 90: 5561–5573. 10.1128/JVI.03173-15 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Webby RJ, Swenson SL, Krauss SL, Gerrish PJ, Goyal SM, Webster RG. 2000. Evolution of swine H3N2 influenza viruses in the United States. J Virol 74: 8243–8251. 10.1128/JVI.74.18.8243-8251.2000 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Webby RJ, Rossow K, Erickson G, Sims Y, Webster R. 2004. Multiple lineages of antigenically and genetically diverse influenza A virus cocirculate in the United States swine population. Virus Res 103: 67–73. 10.1016/j.virusres.2004.02.015 [PubMed] [CrossRef] [Google Scholar]Westgeest KB, Russell CA, Lin X, Spronken MI, Bestebroer TM, Bahl J, van Beek R, Skepner E, Halpin RA, de Jong JC, et al. 2014. Genomewide analysis of reassortment and evolution of human influenza A(H3N2) viruses circulating between 1968 and 2011. J Virol 88: 2844–2857. 10.1128/JVI.02163-13 [PMC free article] [PubMed] [CrossRef] [Google Scholar]White MC, Lowen AC. 2018. Implications of segment mismatch for influenza A virus evolution. J Gen Virol 99: 3–16. 10.1099/jgv.0.000989 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wiley DC, Wilson IA, Skehel JJ. 1981. Structural identification of the antibody-binding sites of Hong Kong influenza haemagglutinin and their involvement in antigenic variation. Nature 289: 373–378. 10.1038/289373a0 [PubMed] [CrossRef] [Google Scholar]Wille M, Robertson GJ, Whitney H, Bishop MA, Runstadler J, Lang AS. 2011. Extensive geographic mosaicism in avian influenza viruses from gulls in the northern hemisphere. PLoS ONE 6: e20664 10.1371/journal.pone.0020664 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wille M, Tolf C, Avril A, Latorre-Margalef N, Wallerstrom S, Olsen B, Waldenstrom J. 2013. Frequency and patterns of reassortment in natural influenza A virus infection in a reservoir host. Virology 443: 150–160. 10.1016/j.virol.2013.05.004 [PubMed] [CrossRef] [Google Scholar]Wille M, Latorre-Margalef N, Tolf C, Stallknecht DE, Waldenström J. 2017. No evidence for homosubtypic immunity of influenza H3 in mallards following vaccination in a natural experimental system. Mol Ecol 26: 1420–1431. 10.1111/mec.13967 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wolf YI, Viboud C, Holmes EC, Koonin EV, Lipman DJ. 2006. Long intervals of stasis punctuated by bursts of positive selection in the seasonal evolution of influenza A virus. Biol Direct 1: 34 10.1186/1745-6150-1-34 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Worobey M, Han GZ, Rambaut A. 2014a. A synchronized global sweep of the internal genes of modern avian influenza virus. Nature 508: 254–257. 10.1038/nature13016 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Worobey M, Han GZ, Rambaut A. 2014b. Genesis and pathogenesis of the 1918 pandemic H1N1 influenza A virus. Proc Natl Acad Sci 111: 8107–8112. 10.1073/pnas.1324197111 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wu A, Su C, Wang D, Peng Y, Liu M, Hua S, Li T, Gao GF, Tang H, Chen J, et al. 2013. Sequential reassortments underlie diverse influenza H7N9 genotypes in China. Cell Host Microbe 14: 446–452. 10.1016/j.chom.2013.09.001 [PubMed] [CrossRef] [Google Scholar]Xu XY, Smith CB, Mungall BA, Lindstrom SE, Hall HE, Subbarao K, Cox NJ, Klimov A. 2002. Intercontinental circulation of human influenza A (H1N2) reassortant viruses during the 2001–2002 influenza season. J Infect Dis 186: 1490–1493. 10.1086/344738 [PubMed] [CrossRef] [Google Scholar]Xue KS, Hooper KA, Ollodart AR, Dingens AS, Bloom JD. 2016. Cooperation between distinct viral variants promotes growth of H3N2 influenza in cell culture. eLife 5: e13974 10.7554/eLife.13974 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Xue KS, Stevens-Ayers T, Campbell AP, Englund JA, Pergam SA, Boeckh M, Bloom JD. 2017. Parallel evolution of influenza across multiple spatiotemporal scales. eLife 6: e26875 10.7554/eLife.26875 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Xue KS, Greninger AL, Pérez-Osorio A, Bloom JD. 2018a. Cooperating H3N2 influenza virus variants are not detectable in primary clinical samples. mSphere 3: e00552-17. [PMC free article] [PubMed] [Google Scholar]Xue KS, Moncla LH, Bedford T, Bloom JD. 2018b. Within-host evolution of human influenza virus. Trends Microbiol 26: 781–793. 10.1016/j.tim.2018.02.007 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhou NN, Senne DA, Landgraf JS, Swenson SL, Erickson G, Rossow K, Liu L, Yoon KJ, Krauss S, Webster RG. 1999. Genetic reassortment of avian, swine, and human influenza A viruses in American pigs. J Virol 73: 8851–8856. [PMC free article] [PubMed] [Google Scholar]"], "doi": "10.1101/cshperspect.a038489", "references": [], "isFullpaper": false, "keywords": [], "authors": ["Michelle Wille and Edward C. Holmes"], "term": "influenza", "chunk_id": ["d2c1004a-dc89-4c54-ae31-fff30ea1e0b6", "ff8f5517-1c4c-41cf-ac3b-28c45c57e0af", "471c8ffd-147d-4ceb-bbf8-90cf47987618", "2568fe13-39c0-4898-8c07-c73c144d5dee", "3f1f3a64-685b-498e-84e0-5388ed8f7a73", "f4feacb5-f0d4-4acf-bc43-69c257d86500", "8bded745-e60b-4baa-b0d9-98d97809ae89", "0665eb50-68c6-4df8-a28f-6d04fa287cfe", "c34c036b-dc48-45c8-bef1-5952f9fa0f36", "f972c376-a8cc-450b-9111-2d7d76986d86", "221204e3-fc35-4569-9ece-a9d2290b8282", "c1fa630d-89cf-486c-a9f9-9663c4350364", "6dac3378-0346-43e2-99ed-e80ec0a6ef08", "3580d9d6-fd9d-47b9-82b2-8c0aa2b01b04", "abef82b7-c444-4dfb-bd6d-1f57421da74b", "a815bf61-3be3-4ae3-a758-466454c375c1", "7eff0413-d695-4851-96bf-4311908c6d2e", "b5ee5085-b8f5-4b6f-b2ff-801b78e96d42", "2e407161-1e48-4f23-82c3-286257ef10c2", "8e3d0723-ec46-4497-964d-ae1f9d1a00be", "71f380a2-c3f7-4bb3-8846-0a33a2c1f659", "e7aaa4d2-9579-47fc-9d51-e15e5e699e2a", "5ceb3f0d-a1ea-465e-8c3c-430fa5612e2f", "bca876f6-0788-4323-ba63-461e56c4f50e", "b4fc2f88-f0bf-4b6c-b971-520e76cdd019", "a1cceb4c-db88-43f7-a9e1-7a1042467494", "b7e68253-a30c-4d05-98cb-3af920c40dee", "271be35d-dfe7-4040-bb38-cb281b34f615", "d00cf88d-86a2-4eee-bc5e-b9b9d9245823", "2987580e-d9e2-4bdd-bb5f-29e7b99dafbd", "cf5982ee-3a60-442b-8285-eed6c25dc142", "289f6811-9c42-4c47-8085-02074e02e4b2", "4e176ce9-668f-461e-899c-2b01b4e66885", "1023e301-de27-450f-a5d7-a31ea721941d", "e05f5004-afee-4dee-a1b7-8ca3738528c4", "b6b28b9c-71b2-4bc3-ab6b-e9466c03aec0", "4191b4cc-b6b7-42af-95b4-027855dbe03d", "050e942d-8480-4f7d-a51a-795cbda0eb17", "8c70d801-4cfb-4aa1-930a-3d4dd6733988", "ee3bcc00-2307-498e-94e8-87252e036f6f", "9ddffa90-de3b-4bcd-a3d9-eedb22945dad", "4bba1470-df66-4f0c-bc23-ccfbde84732c", "c917e315-79b5-4335-9198-9df0e6102aa6", "c6bf0be1-f0fe-4615-bd99-a35f9b2f114e", "1f90d807-a4cf-45c3-9ec5-fb4b797f744c", "2c50f149-2b61-44af-b639-32c51024918c", "8e609768-42cd-4f82-a0c4-a03556e499ca", "b245c142-7b41-460c-9b39-46cfa48fc66a", "bc9a0bed-292b-41f5-9ebd-fc03f20c9d69", "4428f33e-07d1-49b5-b4e0-ff5e109add03", "4e83af7b-efd7-45fa-9d6b-f6bf1c1f21a7", "b02ba41d-33c2-422d-afcb-a561d3f987a4", "394eb1fa-a62c-42ca-beb1-97d396b5f9ee", "000e9bbf-c6d2-4658-aca1-2b044117975e", "49eea1ee-4eef-4e0a-9a17-25e7bcffa00c", "fe5b8e14-11f0-4388-89f7-3d07bcc5ea3a", "2aae4ebf-dfe4-44eb-8d7b-57c9da5a4e6c", "16cd793d-cfb0-4286-9129-40a7bb36105a", "2cbc3ae8-b85e-4b8e-91fa-e23778d42f61", "94425d3e-2207-4495-b6dc-3021f46b5e1c", "81b1866e-690d-4826-8460-7700c0f69480", "06b4f75f-a575-4e30-8895-820ae2d65446", "83621a44-aa95-45ab-9d48-d4ce05b180a7", "d74a1051-7f7a-424d-bd1c-44f130a3f53d", "edfcf29f-acf1-4001-8acf-56ee36c2fb94", "365a35af-1dd1-455b-819a-b020b66d40cd", "2007d3d4-a4a4-44c2-89ec-9292e72017f5", "8a3fc89c-d72b-4080-a310-bfcb922455fc", "4992d835-3753-4a6c-83bb-aefb822b255b", "ad1add05-8f3a-477e-a4d0-87d61c17a1a2", "c4dd9ab3-52b9-4090-9ed8-97dceb404c63", "a9e1b13d-e62c-4c29-8756-3c1a69eb0313", "0b6c7749-9be2-4d11-a43a-6897b6d4d3d8", "bfca5796-3b97-49d6-a179-ab27629270ee", "e648bd04-2921-472a-bfbb-c0a57fddb7bd", "68634395-6e0e-4490-940f-a941f4e76b3c", "78b8f382-1800-47a0-9673-a094d33a6028", "bd6e6e72-a537-4d07-ab48-05c370d11733", "27465ae5-e2cf-467d-9e51-fdcbe6ecb86a", "04dbc297-118f-4db9-817f-1d733c9bb053", "97734434-0b78-4ac2-a62c-8a5ef3d6b538", "1791e47b-7403-4632-adeb-d218eb4c8e02", "51ebce3d-57d7-4940-ac68-cfb581211976", "26a9e673-cace-46ea-ab60-fad6a2a235bb", "56b0f19b-2ebe-415d-a17e-228332874ad4", "8f7cd1dd-783f-43d1-98e2-098575e2c184", "8e2b40f0-8a73-4019-9fe9-90f5502212d2", "367d17fa-447c-440a-8d60-76767419629f", "63092700-6a1c-4910-b954-c52454fd3944", "40935a5d-43fd-4415-9110-0f5ad2cc1af6"], "chunks": ["Cold Spring Harb Perspect Med. 2020 Jul; 10(7): a038489. doi: 10.1101/cshperspect.a038489PMCID: PMC7328453PMID: 31871237Additional Perspectives articles for Influenza: The Cutting Edge book collection are available at http: //perspectivesinmedicine.cshlp.org/cgi/collection/influenza_the_cutting_edge.The Ecology and Evolution of Influenza VirusesMichelle Wille1 and Edward C. Holmes2Michelle Wille1WHO Collaborating Centre for Reference and Research on Influenza, at The Peter Doherty Institute for Infection and Immunity, Melbourne 3000, AustraliaFind articles by Michelle WilleEdward C. Holmes2Marie Bashir Institute for Infectious Diseases and Biosecurity, Charles Perkins Centre, School of Life and Environmental Sciences and Sydney Medical School, The University of Sydney, Sydney 2006, AustraliaFind articles by Edward C", ". HolmesAuthor information Copyright and License information PMC Disclaimer1WHO Collaborating Centre for Reference and Research on Influenza, at The Peter Doherty Institute for Infection and Immunity, Melbourne 3000, Australia2Marie Bashir Institute for Infectious Diseases and Biosecurity, Charles Perkins Centre, School of Life and Environmental Sciences and Sydney Medical School, The University of Sydney, Sydney 2006, AustraliaCorrespondence: Email: ua.ude.yendys@semloh.drawdeCopyright © 2020 Cold Spring Harbor Laboratory Press; all rights reservedAbstractThe patterns and processes of influenza virus evolution are of fundamental importance, underpinning such traits as the propensity to emerge in new host species and the ability to rapidly generate antigenic variation. Herein, we review key aspects of the ecology and evolution of influenza viruses", ". Herein, we review key aspects of the ecology and evolution of influenza viruses. We begin with an exploration of the origins of influenza viruses within the orthomyxoviruses, showing how our perception of the evolutionary history of these viruses has been transformed with metagenomic sequencing. We then outline the diversity of virus subtypes in different species and the processes by which these viruses have emerged in new hosts, with a particular focus on the role played by segment reassortment. We then turn our attention to documenting the spread and phylodynamics of seasonal influenza A and B viruses in human populations, including the drivers of antigenic evolution, and finish with a discussion of virus diversity and evolution at the scale of individual hosts.From an evolutionary perspective, more is known and more sequence data have been generated about influenza viruses than arguably any other group of pathogens", ". These data have provided a general understanding of the extent and structure of virus genetic diversity, the evolutionary processes that gave rise to it, from where influenza viruses originate, and the mutations that underpin host adaptation, antigenic drift, and antiviral resistance. We also know much about how human influenza viruses spread and evolve on a seasonal basis. Human influenza A virus was the focus of one the first large-scale pathogen genome-sequencing projects (Ghedin et al. 2005), and influenza virus genomes are regularly used to test methods of evolutionary analysis, and these evolutionary analyses are increasingly employed to understand antigenic drift and help choose vaccine strains (Smith et al. 2004; Koel et al. 2013; Bedford et al. 2014; Neher et al. 2016).Herein, we review key aspects of the ecology and evolution of influenza virus, taking a strong genomic perspective", ". We will consider the evolutionary behavior of the virus in different host species and the commonalities among them and highlight areas where uncertainty remains.PHYLOGENETIC DIVERSITY AND ORIGINS OF INFLUENZA VIRUSESThe Origins of Influenza VirusesThe reservoirs of influenza A viruses are traditionally considered to be waterbirds of the orders Anseriformes (ducks) and Charadriiformes (shorebirds, gulls); these animals are commonly infected, reaching prevalence levels of >20% in the autumn migration season (Latorre-Margalef et al. 2014), harbor 16 hemagglutinin (HA) and nine neuraminidase (NA) subtypes, and usually experience clinically asymptomatic infections. Occasionally, influenza A virus leaves these aquatic bird reservoirs, overcomes a variety of host barriers (Kuiken et al. 2006), and jumps to either poultry or various mammalian species, including humans, resulting in sporadic infections, disease epidemics, or pandemics", ". Although the interplay between the birds and mammals is critical for understanding the emergence of influenza A virus, our knowledge of influenza ecology and evolution in general has changed dramatically with the recent advent of metagenomic sequencing.The first indication that the phylogenetic diversity of influenza A viruses was greater than in the bird–mammal 16HA-9NA model was the discovery of highly divergent and diverse viruses in fruit bats (Artibeus spp.) from Central and South America (Tong et al. 2012, 2013). These bat viruses represented unique subtypes, H17N10 and H18N11, and possessed some internal genes with more genetic diversity among them than between all other known avian and mammalian influenza viruses combined (Tong et al. 2013). These features are indicative of a long evolutionary association between these viruses and their bat hosts, as well as an ancient separation from the viral lineages found in birds and other mammals", ". Although it has been suggested that bat influenza A viruses possess the biological features necessary to infect humans, including the use of major histocompatibility complex (MHC)-II as an entry mediator (Karakus et al. 2019), these viruses may only replicate poorly in some mammalian cell lines (Ciminski et al. 2019).The remaining puzzle is why so few bat influenza virus genome sequences have been identified, with the only other known bat virus, an H9N2-like variant, recently identified in Egyptian bats and not as divergent as those from South America (Kandeil et al. 2019). The most likely explanations are that we have not sampled the right populations and that these viruses are present at low prevalence and/or only establish short-lived infections such that the chances of detecting actively replicating viruses is slim. Indeed, the large gap in the phylogenies that link bat influenza viruses to those in other species is indicative of a very limited sampling of virus diversity", ". It is, therefore, inevitable that more mammalian influenza viruses, including from bats, will be identified in the future.More surprises on the host range of influenza viruses arose from the large-scale metagenomic (particularly RNA) sequencing of diverse vertebrate species. A large-scale metatranscriptomic study of diverse vertebrate viruses revealed that sequences clearly related to known influenza viruses were present in amphibians, fish, and even the hagfish (Eptatretus burgeri), a jawless and basal vertebrate species (Shi et al. 2018b). That these viruses were sampled from seemingly healthy animals tentatively suggests that they represent low-pathogenicity variants. Notably, the (PB2) phylogeny of these viruses generally matches that of the host species from which they were sampled, albeit with obvious cases of host jumping (Fig. 1). This pattern strongly suggests that influenza viruses and their hosts have likely coevolved for the entire evolutionary history of vertebrates", ". If so, then many more influenza viruses will ultimately be identified from diverse vertebrates. Hence, although wild waterbirds are rightly considered the ultimate source of those influenza A viruses that eventually emerge in humans, they are only milestones in a far older evolutionary history. Host jumping, which underpins disease emergence, occurs on this backbone of ancient virus–host codivergence. Of particular note here is that the closest relative of human influenza B virus identified to date is from a fish (Mastacembelus aculeatus), again suggesting that a diverse array of influenza B–like viruses will eventually be found in other vertebrate species (Shi et al. 2018b).Open in a separate windowFigure 1.Evolutionary relationships among the orthomyxo-like viruses revealing the position of the vertebrate-associated influenza viruses (shaded green)", ". The phylogeny was inferred using a maximum likelihood approach based on an amino acid alignment of the PB2 protein that encodes the RNA polymerase (original tree kindly provided by Dr. Mang Shi, University of Sydney). Influenza viruses A–D are shown in bold italic. Note the low levels of divergence among these viruses compared to the orthomyxo-like viruses as a whole. Branches shaded red denote those viruses associated with vertebrates, whereas all other (black) branches reflect viruses associated with invertebrates. Documented orthomyxovirus genera, other than those associated with influenza viruses, are indicated. The tree is unrooted with branches scaled to the number of amino acid changes per site.Metagenomics and the OrthomyxovirusesMetagenomic studies have been central to revealing the relationships between the influenza viruses and related orthomyxoviruses (family Orthomyxoviridae)", ". Orthomyxoviruses appear to be relatively common in fish in which they harbor enormous phylogenetic diversity, again indicative of ancient origins (Fig. 1; Shi et al. 2018b). A good example is infectious salmon anemia virus (now Salmon isavirus) that has been known to cause disease in farmed Atlantic salmon for >30 years (Rimstad and Mjaaland 2002). More recently, an even more divergent orthomyxovirus (Tilapia lake virus) responsible for large-scale die-offs of tilapia (Oreochromis sp.) was identified (Bacharach et al. 2016).Perhaps more surprising was the discovery that orthomyxoviruses (and RNA viruses in general) are abundant in invertebrates, including mosquitoes, earwigs, earthworms, cockroaches, and a variety of fly species (Fig. 1; Li et al. 2015; Shi et al. 2016)", ". 1; Li et al. 2015; Shi et al. 2016). Although there have been multiple and complex cross-species transmission events throughout orthomyxovirus evolution, visible as vertebrate-associated viruses falling in different phylogenetic locations within the diversity of invertebrate viruses, the data suggests that the orthomyxoviruses originated in invertebrates and have been associated with animals for perhaps the entire history of the Metazoa. This marks a major transition in our understanding of the orthomyxoviruses, from predominantly a family of vertebrate viruses to a largely invertebrate family with multiple jumps to vertebrates, including those that gave rise to the influenza viruses and in which respiratory transmission evolved in some mammalian species. Despite this antiquity, all orthomyxoviruses, irrespective of host, share a segmented genome structure, although segment numbers vary from 6 to 10 (Shi et al", ". 2016).The Timescale of Influenza Virus EvolutionOne of the most complex topics in influenza virus evolution has been revealing the timescale over which its genetic diversity has been created, particularly those influenza A viruses that infect humans. As discussed above, metagenomic studies strongly suggest that influenza viruses have existed for hundreds of millions of years (Shi et al. 2018b), and it seems reasonable to assume that Anseriformes and Charadriiformes have similarly been infected for millennia. Such antiquity is also supported by the observation that the HA and NA comprise highly divergent sequences that are difficult to align. The same pattern of high divergence, and hence deep antiquity, is also true of the A and B alleles (the latter only found in birds) of the virus nonstructural (NS) segment.A very different timescale emerges with the molecular clock dating of influenza A viruses sampled from birds and mammals (excluding bats)", ". As expected, given its high background mutation rate (Sanjuán and Domingo-Calap 2016), evolutionary rates are universally high in influenza viruses at ∼10−3 nucleotide substitutions per site per year (Chen and Holmes 2006; Rambaut et al. 2008; Worobey et al. 2014a; Vijaykrishna et al. 2015), although there is variation among viruses, hosts species, genome segments, and subtypes of influenza A virus. In the case of influenza A virus, these rates suggest that circulating genetic diversity has a very recent origin, only dating to the nineteenth century. Indeed, it has been proposed that that there was a large-scale “selective sweep” (i.e., the selective fixation of an advantageous mutation that purged existing genetic diversity) of influenza genomes that occurred in the late 1800s, such that all currently circulating avian and mammalian influenza A virus lineages originated at this point (Worobey et al. 2014a)", ". 2014a). A complicating factor is that viruses evolve at different rates in different hosts (Worobey et al. 2014a), with poultry viruses evolving more rapidly than those in wild birds (Fourment and Holmes 2015). However, even accounting for such variation, all estimates for the divergence times of avian and mammal viruses are recent, generally falling in the nineteenth century. Either these dates are real and virus evolution has been characterized by a complex series of cross-species transmission events and selective sweeps (Chen and Holmes 2010; Worobey et al. 2014a) or they are wildly erroneous and the timescale of virus evolution is uncertain. Likely the best way to resolve this key question is through the analysis of “ancient” influenza viruses sampled from earlier time points. At the time of writing, however, the only available samples of this kind are those of the H1N1 pandemic of 1918/1919 (Taubenberger et al", ". 1997).There has similarly been debate over the timing and nature of the H1N1 virus associated with the global pandemic of 1918/1919. The key issue here is how long the virus was present in humans before the 1918 pandemic began (Reid and Taubenberger 2003). Despite the availability of samples from the pandemic (Taubenberger et al. 1997, 2005), it is difficult to determine which of the various scenarios for the origin of the 1918 virus are correct: that the entire virus, or at least some of its segments, originated in birds shortly before the epidemic began, that it emerged earlier in pigs before crossing to humans (Smith et al. 2009a), or that it emerged earlier in humans and evolved increased virulence through time (Worobey et al. 2014b). Again, more ancient samples will be critical to answering this question.CROSS-SPECIES TRANSMISSION AND EVOLUTION OF INFLUENZA VIRUSES IN MULTIPLE HOSTSLike many RNA viruses, influenza viruses regularly jump host species", ". Although many of these cross-species transmission events only result in transient spillover infections, occasionally they result in sustained epidemic transmission. The phylogenetic distance between hosts appears to be an important general predictor of the evolutionary success of cross-species transmission events (Longdon et al. 2014). Hence, the most common cross-species transmission events occur within a specific host class, particularly within the Aves, and more so within different waterfowl of the genus Anas (Ren et al. 2016). There is also strong evidence for the cross-species transmission of influenza A viruses between humans and swine, although the role played by pigs in human pandemics prior to 2009 is unclear (Nelson and Worobey 2018), and reverse zoonoses from humans to pigs likely occur at a higher rate than virus transmission from pigs to humans (Nelson et al. 2012; Nelson and Vincent 2015)", ". 2012; Nelson and Vincent 2015). Interestingly, however, swine (and bovines) are key hosts for influenza D virus, first detected in 2011 (Hause et al. 2013).Cross-species transmission is best documented in wild birds. These animals can be envisaged as being infected by a single and common pool of influenza viruses, where geographical subdivision may play a more important role than host species in shaping virus population structure. The most striking pattern here is that influenza A viruses from wild birds fall into independently evolving Eurasian and North American lineages, regardless of subtype (Fig. 2; Donis et al. 1989). It is possible that these geographically segregated lineages are sometimes antigenically different, offering a competitive advantage to lineages/viruses introduced into the mismatched host population (Bahl et al. 2009; Vijaykrishna et al. 2013)", ". 2009; Vijaykrishna et al. 2013). More controversial is how avian influenza viruses are structured within the continental scale, and the precise role played by “flyways” or the specific migratory routes used by birds. Despite some counter suggestions (Bahl et al. 2013), there is relatively strong evidence that influenza A viruses in North American birds tend to spread in patterns that loosely respect the geographical boundaries imposed by avian flyway (Lam et al. 2012; Fourment et al. 2017).Open in a separate windowFigure 2.The phylogenetic diversity of avian influenza A viruses. There are 16 different hemagglutinin (HA) subtypes of influenza A virus circulating in wild birds, falling into two main HA groups and further subdivided into a series of clades (Latorre-Margalef et al. 2013)", ". 2013). Within each subtype, there is clear genetic structure based upon avian geography, such that sequences sampled from birds of the Americas or Eurasia fall into two distinct and independently evolving clades regardless of subtype. This phylogeographic division is demonstrated in a phylogeny containing all currently available H4 sequences (right panel), and is also observed in all nine neuraminidases (NAs) and the internal gene segments. Occasionally, there is spillover across these main lineages, as demonstrated by the N8 tree (right panel) in which virus sequences originating in Asia cluster in a clade dominated by North American sequences.It is also apparent that subtypes of influenza A virus differ in the specificity or generality of the hosts they infect. For example, H13 and H16 have, to date, almost exclusively been detected in gulls, whereas more generalist subtypes like H3 can be detected in numerous wild bird species, poultry, humans, pigs, horses, and dogs", ". Host specificity appears to be dictated by a number of factors, including cellular receptors, pH, and temperature. The successful emergence of viruses in new host species likely involves adaptive evolution to overcome these intrinsic barriers, although in some cases this process may be biologically subtle (Feng et al. 2015). Experimental studies, in which avian influenza H5N1 virus was serially passaged in ferrets, greatly illuminated the mutation types needed for cross-species transmission from birds to mammals (Herfst et al. 2012; Imai et al. 2012; Linster et al. 2014)", ". 2012; Imai et al. 2012; Linster et al. 2014). With respect to sustained (and airborne) transmission in mammals, key mutations were associated with changing receptor specificity from avian-type (α2,3) to mammalian-type (α2,6) receptors, increased thermostability and pH stability, increased replication of viruses at temperatures in the mammalian respiratory tract, and modified polymerase activity to increase transcription.Importantly, not all host-jumping events are successful, and the evolution of stable transition transmission cycles in new hosts likely depends as much on host ecology as the acquisition of genetic changes that enable productive replication. Canine influenza A virus provides a useful illustration. This virus has emerged twice in dogs: once with horses the reservoir species (H3N8; Crawford et al. 2005) and another when the viruses were derived from avian hosts (H3N2) (Parrish et al. 2015)", ". 2005) and another when the viruses were derived from avian hosts (H3N2) (Parrish et al. 2015). Although in both cases the virus was able to establish local transmission chains, particularly in dog shelters in the United States, these chains eventually died out, and the H3N8 virus went extinct in dogs. Although the avian-derived H3N2 outbreak is ongoing, there has been continual local fade-out in the United States, and this epizootic may also ultimately suffer extinction (Voorhees et al. 2018). Because canine influenza A virus seems well-adapted to replicate in dogs (Feng et al. 2015), the most likely explanation for the high extinction rate is that there is an insufficient density of susceptible hosts in many localities to sustain host-to-host transmission (Dalziel et al. 2014).REASSORTMENT AND INFLUENZA VIRUS EVOLUTIONGenomic reassortment is central to the biology of influenza viruses and occurs frequently in all hosts studied (Steel and Lowen 2014; Lowen 2017, 2018)", ". The consequence of reassortment is that, following coinfection, viral progeny contains various gene segment combinations from the different parental viruses. Reassortment is of evolutionary importance because it creates new genomic constellations: Although the majority of these will be deleterious (as most single mutations are deleterious), some may facilitate adaptation to new hosts, help evade host immune responses, and assist in the generation of antiviral resistance.Reassortment rate is shaped by a number of factors, including the extent of viral diversity in the host population. For example, reassortment may be most frequent in the Anseriformes as these harbor the largest number of subtypes (Lu et al. 2014). In addition, reassortment is not random, because segmental mismatch ensures that only some genomic constellations are viable", ". Indeed, segment mismatch, which encompasses both RNA- and protein-based incompatibilities between coinfecting viruses, is an important determining factor of the outcomes of mixed influenza A virus infections (White and Lowen 2018). For example, packaging signals may restrict or bias reassortment, decreasing the efficiency with which reassortant genotypes form (Essere et al. 2013). Similarly, there is a complex network of RNA–RNA interactions among segments that impacts the fitness of reassortant progeny (Dadonaite et al. 2019). Examples of protein incompatibility include the HA avidity/NA activity imbalance that occurs because the HA mediates attachment, whereas the NA facilitates release of virions, making these proteins functionally interdependent (Kaverin et al. 1998; Mitnaul et al. 2000). This may, in part, explain why only 117/144 possible HA/NA subtype combinations have been observed in wild birds (Olsen et al", ". 2006).Reassortment in Avian Influenza A VirusAs wild birds support a large diversity of avian influenza subtypes and lineages, with both infection and reinfection commonplace, it is no surprise that influenza viruses from wild birds experience frequent reassortment. For example, Dugan et al. (2008) showed that 26% of 167 wild bird samples carried more than one HA/NA subtype, and that four different genotypes were present in five H4N6 isolates collected from mallards (Anas playrhynchos) at the same location on the same day. Similarly, of 96 virus genomes from mallards isolated in 2011, 56% were reassortants (Wille et al. 2013), and using a natural experimental system it was demonstrated that 10 individual sentinel mallards were infected with at least three different subtypes within an autumn season, with 15 HA/NA subtype combinations (Tolf et al. 2013; Wille et al. 2013, 2017)", ". 2013; Wille et al. 2013, 2017). Reassortment in the wild bird reservoir is most easily observed when the viruses comprise a mosaic of Eurasian and North American origin gene segments, and are most often detected in gulls and seabirds that move across continental margins (Fig. 3; Ramey et al. 2010; Wille et al. 2011; Lang et al. 2016).Open in a separate windowFigure 3.Reassortment and emergence of influenza viruses. Within the wild bird reservoir, reassortment is most recognizable when viruses contain gene segments with a mosaic of geographic lineages (see Fig. 2). These intercontinental reassortants are most often of the H13/H16 subtype and found in gull species (Wille et al. 2011). Reassortment in birds can cross host species barriers, such as the H7N9 viruses in China that involve viruses isolated in wild birds, domestic ducks, and poultry. According to the model proposed by Wang et al. (2014), an H7Nx virus from a domestic duck reassorted with an HxN9 from a wild bird", ". (2014), an H7Nx virus from a domestic duck reassorted with an HxN9 from a wild bird. This H7N9 virus, once introduced to poultry, reassorted with an H9N2. More recent literature suggests this virus has segments from more than one H9N2 lineage, suggesting additional reassortment events. Following the emergence of this virus in poultry, it continued to reassort, continually producing new genotypes. Cross-species reassortment may also involve mammals. North American triple reassortant viruses in swine populations emerged following a number of reassortment events; segments have been traced back to classical swine lineages, and human seasonal viruses as well as North American avian viruses.Reassortment is central to the emergence of highly pathogenic avian influenza viruses in poultry", ". For example, the emergence of H5Nx and H7N9 viruses are closely tied to reassortment, such that the internal genes of H9N2 viruses reassorted with different HA/NA subtypes to generate both the gs/GD lineage H5N1 viruses and contemporary H7N9 viruses (Fig. 3). The H7N9 virus that emerged in China in 2013 resulted from numerous reassortment events, with the six internal protein genes derived from at least two separate H9N2 virus lineages, H7 and N9 gene segments of wild bird origin (Gao et al. 2013; Lam et al. 2013; Wu et al. 2013; Pu et al. 2015; Wang et al. 2016). Since emergence, and across all seasonal waves, the H7N9 virus has experienced high rates of reassortment, generating multiple genome constellations. For example, Cui et al. (2014) documented 27 H7N9 genotypes within 3 months of emergence. This high reassortment rate is likely a result of the very high diversity of avian influenza A virus circulating in poultry markets and farms (Shi et al", ". 2018a), and it is not surprising that there has been reassortment among H5N6, H6N6, and H7N9 viruses (Wu et al. 2013; Jin et al. 2017).Reassortment of Swine Influenza VirusesThe evolutionary genetics of swine influenza viruses are complex; this is the result of numerous cross-species transmissions, introductions, and reassortment events occurring independently in different continents (Vincent et al. 2008; Brockwell-Staats et al. 2009; Steel and Lowen 2014). For example, in North America, one major virus lineage of influenza A virus, denoted the classical swine lineage, was introduced into pigs from humans during the 1918 pandemic where it was stably transmitted for ∼70 years (Brockwell-Staats et al. 2009). There was evidence for the cocirculation of H3N2 human viruses in pigs, and a double reassortant swine/human genotype virus and a triple reassortant swine/human/avian virus emerged shortly after (Fig. 3; Zhou et al. 1999; Karasin et al. 2000b)", ". 3; Zhou et al. 1999; Karasin et al. 2000b). The triple reassortant was rapidly established in North American pigs (Webby et al. 2000) and was subject to further reassortment such that numerous lineages now exist, each carrying the internal genes of the established triple reassortant virus (Karasin et al. 2000a, 2006; Webby et al. 2000, 2004; Vincent et al. 2008). Because of the highly reassorted nature of influenza A viruses in swine populations, there is great concern that some of these viruses may have pandemic potential (Ito et al. 1998). However, with the exception of the 2009 H1N1 human pandemic, there is no concrete evidence that swine played a role in the 1918, 1957, and 1968 human pandemics (Nelson and Worobey 2018).Reassortment of Human Influenza VirusesReassortment has undoubtedly played a starring role in the emergence of human influenza A viruses, although the lack of contemporary viruses from other animal species complicates analysis", ". For example, the H2N2 pandemic virus that emerged in 1957 was a reassortant between previously circulating human and avian viruses with the novel H2, N2, and PB1 genes acquired from the Eurasian avian reservoir (Smith et al. 2009a). Similarly, the H3N2 virus that emerged in 1968 was a reassortant between H2N2/1957 virus and an influenza virus with novel HA and PB1 acquired from the avian reservoir. Finally, the H1N1pdm09 virus was the result of complex and numerous reassortment events: the PB1, PB2, PA, HA, NP, and NS segments were acquired from the North American swine triple-reassortant viruses described above, whereas the NA and M segments had their origin in the Eurasian avian-like swine H1N1 lineage (Garten et al. 2009; Smith et al. 2009b).Reassortment also occurs in seasonal influenza viruses, both within and among subtypes", ". 2009b).Reassortment also occurs in seasonal influenza viruses, both within and among subtypes. Despite the cocirculation of H1N1 and H3N2 viruses since 1977, inter-subtype reassortment occurs infrequently, which is likely a result of the lower fitness of reassortants compared to the parental wild-type viruses (Phipps et al. 2017). However, important examples include the appearance of H1N2 viruses detected sporadically in humans (Guo et al. 1992; Xu et al. 2002; Ellis et al. 2003; Al Faress et al. 2008). In contrast, intra-subtype reassortment occurs frequently (Holmes et al. 2005; Nelson et al. 2008; Rambaut et al. 2008; Westgeest et al. 2014; Berry et al", ". 2005; Nelson et al. 2008; Rambaut et al. 2008; Westgeest et al. 2014; Berry et al. 2016) and likely far more so than detected through phylogenetic analysis as it may involve parental lineages that are difficult to distinguish on evolutionary trees and/or the inclusion of internal gene segments often not included in analyses.THE MOLECULAR EPIDEMIOLOGY OF HUMAN INFLUENZA VIRUSInfluenza virus is a hugely successful global pathogen that causes epidemics of varying magnitude every winter season in the temperate parts of both the northern and southern hemispheres, with rather more continual circulation in the tropics (Viboud et al. 2006). Influenza A and B viruses therefore spread globally each year, although in a complex and unpredictable manner, with multiple introductions (and consequent cocirculation) into individual geographic regions, often undergoing antigenic drift during the process (Nelson et al. 2007, 2008; Bedford et al. 2015)", ". 2007, 2008; Bedford et al. 2015). Despite the apparent regularity of influenza, considerable uncertainty remains over the patterns and drivers of virus spread and of the possible existence and location of a global “source” population.A variety of models have been put forward to explain the global spread of influenza virus, largely based on the phylogenetic analysis of genome sequence data. Most attention has been directed toward H3N2 influenza A viruses, with influenza A/H1N1 and B viruses exhibiting less frequent global movement (Bedford et al. 2015). A common idea is that both seasonal and antigenically distinct variants of influenza A virus regularly appear in East and Southeast Asia (including mainland China) from where they spread globally (Smith et al. 2004)", ". 2004). Although both genomic and prevalence data should be interpreted with caution because of major sampling biases, this theory is compatible with the number, density, and movement of people that live in this region that together facilitate virus transmission and evolution. Indeed, expansive HA phylogenies have shown that viruses from East and Southeast Asia tend to fall toward the central trunk of the phylogeny as expected from a source population (Lemey et al. 2014). However, other phylogeographic studies have suggested that regions like southern China may not be global sources (Cheng et al. 2013), such that the phylogenetic data may better fit a “shifting metapopulation” in which viruses can emerge in any geographic region (e.g., Asia, Europe, North America), with the location of the source population regularly changing (Bahl et al. 2011).The distinctive seasonality of influenza viruses complicates analyses of global scale molecular epidemiology", ". Although influenza is largely a winter disease in the temperate regions of both the northern and southern hemispheres, tropical regions are characterized by more continual virus transmission, sometimes with multiple peaks during the year (Viboud et al. 2006). For example, whereas there is a single seasonal peak of influenza in northern China, there are often a major and minor peak in southern China (Cheng et al. 2013). Similarly, the tropical regions of northern Australia typically have longer influenza seasons than the more temperate regions in the south of the country, despite a far smaller population density in the north (Geoghegan et al. 2018). Hence, influenza seasonality likely reflects a complex interplay between temperature, humidity, and mode of transmission", ". These factors, combined with increasingly frequent global transport (Brockmann and Helbing 2013), ensure that influenza viruses can appear in any locality at any time, and whether they lead to outbreaks depends on the local combination of climatic and epidemiological factors.The Phylodynamics of Influenza VirusThe array of influenza viruses that circulate in human populations differ in their evolutionary behavior (Bedford et al. 2014). These differences are reflected in so-called “phylodynamic” patterns: the structure of viral phylogenetic trees produced by a combination of evolutionary and epidemiological processes (Grenfell et al. 2004). Most notably, the H1N1 and H3N2 subtypes of influenza A virus that dominate seasonal influenza have markedly different dynamics (Fig. 4; Bedford et al. 2014, 2015; Vijaykrishna et al. 2015)", ". 4; Bedford et al. 2014, 2015; Vijaykrishna et al. 2015). H3N2 viruses experience a strongly selectively driven evolution, with frequent selective sweeps, strong antigenic drift, and major seasonal crashes in genetic diversity. In contrast, epidemics and selective sweeps are both less common in H1N1 viruses, with multiple lineages persisting across seasons. Parallel patterns are observed in influenza B virus. Whereas the Victoria lineage viruses undergo punctuated fluctuations in genetic diversity in the same manner as H3N2 viruses, the Yamagata lineage viruses experience fewer seasonal peaks, lower rates of amino acid change, and slower epidemics (Vijaykrishna et al. 2015), although multiple lineages persist across influenza seasons in both influenza B virus lineages (Fig. 4)", ". 4). Possible explanations for these distinctive patterns include differences in receptor-binding preferences shaped by HA structure or the age structure of those infected, which also differs among subtypes and likely impacts patterns of cross-protective immunity (Bedford et al. 2015; Vijaykrishna et al. 2015).Open in a separate windowFigure 4.The contrasting phylodynamics of human influenza viruses. (Top) Left-to-right: Phylogenetic trees of globally sampled hemagglutinin (HA) gene segments (∼1200 sequences) of influenza A H3N2 virus, 2002–2013; H1N1 virus, 1998–2009; H1N1pdm09 virus, 2009–2013; and the Yamagata (red) and Victoria (black) lineages of influenza B viruses, 2002–2013. Note the different tree shapes that reflect the impact of differing evolutionary and evolutionary pressures", ". (Bottom) Left-to-right: Relative genetic diversities through time, a marker of changing population sizes, in the influenza B virus Victoria lineage; influenza B virus Yamagata lineage; H3N2 influenza A virus; H1N1 influenza A virus 2003–2008; and H1N1pdm09 influenza A virus (orange) 2009–2013. Again, note the differences among subtypes. The analysis only utilized viruses sampled in Australia and New Zealand. (From Vijaykrishna et al. 2015; adapted, courtesy of Creative Commons Attribution Licensing.)There is now an effort to use these phylogenetic patterns to predict which virus variants will dominate in the future and hence should be incorporated into vaccines, with online tools able to depict viral evolution in near real time (Hadfield et al. 2018). Specifically, lineages with higher rates of branching, and hence that are producing more descendants, are in theory more successful (Luksza and Lässig 2014; Neher et al", ". 2014).The Evolution of Antigenic DriftArguably, the defining process of influenza virus evolution, at least in humans, is antigenic drift, which is the fixation, by natural selection, of mutations in the HA and NA that enable the virus to evade the human immune response. Indeed, because the human immune response is not completely cross-protective, natural selection will predictably favor antigenic variants that allow the virus to evade immunity (Fitch et al. 1997). Hence, antigenic drift enables escape from antibody-mediated neutralization acquired following infection or vaccination", ". Despite a name easily confused with “genetic drift,” which in marked contrast describes the random sampling of mutations through time particularly in small populations, the defining feature of antigenic drift is strong positive natural selection (adaptive evolution).A complete understanding of antigenic drift is central to the design of effective vaccines, particularly if it can be inferred through genomic analyses alone. Although there has been considerable attention given to revealing which HA residues are the most important in antigenic escape (Koel et al. 2013; Li et al. 2016), there are still major uncertainties in our understanding of antigenic evolution and whether it exhibits any predictability, particularly in the face of complex epistatic interactions (Koel et al. 2019). Mutations in the HA1 region of the HA protein, particularly in or around the receptor-binding site, are thought to drive antigenic evolution (Wiley et al. 1981; Fitch et al. 1997; Bush et al", ". 1981; Fitch et al. 1997; Bush et al. 1999; Koel et al. 2013). It is interesting that there is a correlation between antigenic drift and the incidence of influenza viruses, highlighting its epidemiological importance (Bedford et al. 2014; Neher et al. 2016).A central issue is whether antigenic drift is continuous, involving the gradual generation and accumulation of antigenically distinct mutations through time, or if it is punctuated, such that the virus makes “jumps” in antigenic space because some mutations have greater phenotypic effect than others, followed by periods of antigenic stasis (Smith et al. 2004; Koelle et al. 2006; Wolf et al. 2006; Koel et al. 2013). In particular, the use of antigenic cartography, which explores the pattern of pairwise hemagglutinin inhibition (HI) distances, has suggested that antigenic drift is punctuated with major jumps in antigenic space roughly every 1–5 years, corresponding to instances when vaccine efficacy is especially poor (Smith et al", ". 2004; Koel et al. 2013). Less clear is whether these jumps in antigenic space have any predictability, as this would greatly enhance vaccine design, and it is notable that no antigenic jumps have been observed in recent years.There is also evidence for antigenic drift in H5N1 viruses in poultry (Chen and Holmes 2006; Dugan et al. 2008), which may contribute to increased evolutionary rates in this virus compared to the subtypes sampled from wild birds (Fourment and Holmes 2015). In addition, unlike other avian influenza viruses, H5N1 viruses are under vaccination pressure because of large veterinary vaccine campaigns in many countries, and it is possible that poor vaccination implementation and efficacy may contribute to its continued antigenic drift (Lee et al. 2004; Chen et al. 2006; Swayne and Kapczynski 2008; Eggert et al. 2010; Cattoli et al. 2011)", ". 2004; Chen et al. 2006; Swayne and Kapczynski 2008; Eggert et al. 2010; Cattoli et al. 2011). Similarly, after initial suppression of H7N9 viruses following mass poultry vaccination in China, new strains have begun to emerge that are able to escape the vaccine (Shi et al. 2018a).INTRAHOST EVOLUTION OF INFLUENZA VIRUSThe rapidity of the evolutionary process that seemingly characterizes all RNA viruses ensures that genetic and phenotypic variation is generated and accumulates within individual hosts infected with influenza virus, although human influenza B virus may exhibit less intrahost diversity than influenza A virus (Valesano et al. 2019). There is, however, considerable uncertainty as to how influenza virus evolves over such short timescales, and what this means for the long-term evolution of the virus (Xue et al. 2018b).A key issue of contention is the number of viruses that are transmitted between hosts and hence that establish new infections (McCrone and Lauring 2018)", ". In other words, how large is the population bottleneck associated with host transmission? Although there is clearly a substantial reduction in population size as the virus moves between hosts, there is debate as to whether single or multiple virus particles initiate new infections. Critically, the narrower the transmission bottleneck, the lower the chance of coinfection and reassortment. However, “mixed” influenza virus infections, in which different influenza viruses (A or B), subtypes (H1N1 and H3N2), or lineages/antigenic variants of the same subtype are relatively commonplace within single hosts (Ghedin et al. 2009) and frequently observed in avian populations (Dugan et al. 2008; Wille et al. 2013, 2017), provide the raw material for reassortment. Although it is possible that these mixed infections result from relatively “loose” population bottlenecks in some cases, such that multiple viruses are transmitted between hosts (Murcia et al", ". 2010), they may result from the “superinfection” of individual hosts in the face of relatively weak protective immunity.The most convincing data suggests that most, although not all, influenza A virus infections are initiated by a single virion (McCrone et al. 2018). Importantly, such a severe population bottleneck also reduces the occurrence of “cooperative” interactions between virus particles, in which different variants contribute different functions, explaining why these cooperative effects have only been observed at a relatively high multiplicity of infection in cell culture (Xue et al. 2016) and not natural in influenza A virus infections (Xue et al. 2018a)", ". 2016) and not natural in influenza A virus infections (Xue et al. 2018a). A substantial transmission bottleneck may also mean that antigenic drift is heavily dependent on the chance transmission of particular viruses between individuals, rather than the selectively mediated transfer of advantageous variants.Although it is tempting to ascribe great importance to intrahost virus evolution, the infection period associated with influenza is generally so short that natural selection is usually unable to radically alter mutation frequencies (Han et al. 2019). Indeed, recent studies suggest that the intrahost evolution of influenza virus is dominated by stochastic processes, including those following frequent population bottlenecks (McCrone et al. 2018). The exception may be cases in which the hosts are immunocompromised and shed virus for extended time periods", ". Studies of these patients have revealed evolutionary behaviors that differ from hosts infected for far shorter time periods, with the limited immune response resulting in variant patterns of mutational accumulation (Ghedin et al. 2011; Rogers et al. 2015). Although it is possible that the prolonged shedding of viruses in immunocompromised hosts may sometimes generate mutations of phenotypic importance and some of the mutations generated can spread globally (Xue et al. 2017), modeling suggests that immunocompromised hosts only play a limited role in virus evolution because of their low frequency in the population as a whole (Eden et al. 2017).ACKNOWLEDGMENTSE.C.H. is funded by an Australian Research Council Australian Laureate Fellowship (FL170100022)", ". is funded by an Australian Research Council Australian Laureate Fellowship (FL170100022). The WHO Collaborating Centre for Reference and Research on Influenza is funded by the Australian Commonwealth Government.This article has been made freely available online courtesy of TAUNS Laboratories.FootnotesEditors: Gabriele Neumann and Yoshihiro KawaokaAdditional Perspectives on Influenza: The Cutting Edge available at www.perspectivesinmedicine.orgREFERENCESAl Faress S, Ferraris O, Moules V, Valette M, Hay A, Lina B. 2008. Identification and characterization of a late AH1N2 human reassortant in France during the 2002–2003 influenza season. Virus Res 132: 33–41. 10.1016/j.virusres.2007.10.007 [PubMed] [CrossRef] [Google Scholar]Bacharach E, Mishra N, Briese T, Zody MC, Kembou Tsofack JE, Zamostiano R, Berkowitz A, Ng J, Nitido A, Corvelo A, et al. 2016. Characterization of a novel orthomyxo-like virus causing mass die-offs of tilapia", ". 2016. Characterization of a novel orthomyxo-like virus causing mass die-offs of tilapia. mBio 7: e00431-16 10.1128/mBio.00431-16 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bahl J, Vijaykrishna D, Holmes EC, Smith GJD, Guan Y. 2009. Gene flow and competitive exclusion of avian influenza A virus in natural reservoir hosts. Virology 390: 289–297. 10.1016/j.virol.2009.05.002 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bahl J, Nelson MI, Chan KH, Chen R, Vijaykrishna D, Halpin R, Stockwell T, Lin X, Wentworth DE, Ghedin E, et al. 2011. Temporally structured metapopulation dynamics and persistence of influenza A H3N2 virus in humans. Proc Natl Acad Sci 108: 19359–19364. 10.1073/pnas.1109314108 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bahl J, Krauss S, Kühnert D, Fourment M, Raven G, Pryor SP, Niles LJ, Danner A, Walker D, Mendenhall IH, et al. 2013. Influenza A virus migration and persistence in North American wild birds", ". 2013. Influenza A virus migration and persistence in North American wild birds. PLoS Pathog 9: e1003570 10.1371/journal.ppat.1003570 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bedford T, Suchard MA, Lemey P, Dudas G, Gregory V, Hay AJ, McCauley JW, Russell CA, Smith DJ, Rambaut A. 2014. Integrating influenza antigenic dynamics with molecular evolution. eLife 3: e01914 10.7554/eLife.01914 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bedford T, Riley S, Barr IG, Broor S, Chadha M, Cox NJ, Daniels RS, Gunasekaran CP, Hurt AC, Kelso A, et al. 2015. Global circulation patterns of seasonal influenza viruses vary with antigenic drift. Nature 523: 217–220. 10.1038/nature14460 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Berry IM, Melendrez MC, Li T, Hawksworth AW, Brice GT, Blair PJ, Halsey ES, Williams M, Fernandez S, Yoon IK, et al. 2016. Frequency of influenza H3N2 intra-subtype reassortment: attributes and implications of reassortant spread", ". BMC Biol 14: 117 10.1186/s12915-016-0337-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Brockmann D, Helbing D. 2013. The hidden geometry of complex, network-driven contagion phenomena. Science 342: 1337–1342. 10.1126/science.1245200 [PubMed] [CrossRef] [Google Scholar]Brockwell-Staats C, Webster RG, Webby RJ. 2009. Diversity of influenza viruses in swine and the emergence of a novel human pandemic influenza A (H1N1). Influenza Other Respir Viruses. 3: 207–213. 10.1111/j.1750-2659.2009.00096.x [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bush RM, Fitch WM, Bender CA, Cox NJ. 1999. Positive selection on the H3 hemagglutinin gene of human influenza virus A. Mol Biol Evol 16: 1457–1465. 10.1093/oxfordjournals.molbev.a026057 [PubMed] [CrossRef] [Google Scholar]Cattoli G, Fusaro A, Monne I, Coven F, Joannis T, El-Hamid HS, Hussein AA, Cornelius C, Amarin NM, Mancin M, et al. 2011", ". 2011. Evidence for differing evolutionary dynamics of A/H5N1 viruses among countries applying or not applying avian influenza vaccination in poultry. Vaccine 29: 9368–9375. 10.1016/j.vaccine.2011.09.127 [PubMed] [CrossRef] [Google Scholar]Chen R, Holmes EC. 2006. Avian influenza virus exhibits rapid evolutionary dynamics. Mol Biol Evol 23: 2336–2341. 10.1093/molbev/msl102 [PubMed] [CrossRef] [Google Scholar]Chen R, Holmes EC. 2010. Hitchhiking and the population genetic structure of avian influenza virus. J Mol Evol 70: 98–105. 10.1007/s00239-009-9312-8 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chen H, Smith GJD, Li KS, Wang J, Fan XH, Rayner JM, Vijaykrishna D, Zhang JX, Zhang LJ, Guo CT, et al. 2006. Establishment of multiple sublineages of H5N1 influenza virus in Asia: implications for pandemic control. Proc Natl Acad Sci 103: 2845–2850", ". Proc Natl Acad Sci 103: 2845–2850. 10.1073/pnas.0511120103 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Cheng X, Tan Y, He M, Lam TTY, Lu X, Viboud C, He J, Zhang S, Lu J, Wu C, et al. 2013. Epidemiological dynamics and phylogeography of influenza virus in southern China. J Infect Dis 207: 106–114. 10.1093/infdis/jis526 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ciminski K, Ran W, Gorka M, Lee J, Malmlov A, Schinköthe J, Eckley M, Murrieta RA, Aboellail TA, Campbell CL, et al. 2019. Bat influenza viruses transmit among bats but are poorly adapted to non-bat species. Nat Microbiol. 10.1038/s41564-019-0556-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Crawford PC, Dubovi EJ, Castleman WL, Stephenson I, Gibbs EP, Chen L, Smith C, Hill RC, Ferro P, Pompey J, et al. 2005. Transmission of equine influenza virus to dogs. Science 310: 482–485", ". 2005. Transmission of equine influenza virus to dogs. Science 310: 482–485. 10.1126/science.1117950 [PubMed] [CrossRef] [Google Scholar]Cui L, Liu D, Shi W, Pan J, Qi X, Li X, Guo X, Zhou M, Li W, Li J, et al. 2014. Dynamic reassortments and genetic heterogeneity of the human-infecting influenza A (H7N9) virus. Nat Commun 5: 3142 10.1038/ncomms4142 [PubMed] [CrossRef] [Google Scholar]Dadonaite B, Gilbertson B, Knight ML, Trifkovic S, Rockman S, Laederach A, Brown LE, Fodor E, Bauer DLV. 2019. The structure of the influenza A virus genome. Nat Microbiol 10.1038/s41564-019-0513-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dalziel BD, Huang K, Geoghegan JL, Arinaminpathy N, Dubovi EJ, Grenfell BT, Ellner SP, Holmes EC, Parrish CR. 2014. Contact heterogeneity, rather than transmission efficiency, limits the emergence and spread of canine influenza virus", ". PLoS Pathog 10: e1004455 10.1371/journal.ppat.1004455 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Donis RO, Bean WJ, Kawaoka Y, Webster RG. 1989. Distinct lineages of influenza virus H4 hemagglutinin genes in different regions of the world. Virology 169: 408–417. 10.1016/0042-6822(89)90166-9 [PubMed] [CrossRef] [Google Scholar]Dugan VG, Chen R, Spiro DJ, Sengamalay N, Zaborsky J, Ghedin E, Nolting J, Swayne DE, Runstadler JA, Happ GM, et al. 2008. The evolutionary genetics and emergence of avian influenza viruses in wild birds. PLoS Pathog 4: e1000076 10.1371/journal.ppat.1000076 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Eden JS, Chisholm RH, Bull RA, White PA, Holmes EC, Tanaka MM. 2017. Persistent infections in immunocompromised hosts are rarely sources of new pathogen variants. Virus Evol 3: vex018. [PMC free article] [PubMed] [Google Scholar]Eggert D, Thomas C, Spackman E, Pritchard N, Rojo F, Bublot M, Swayne DE. 2010", ". 2010. Characterization and efficacy determination of commercially available Central American H5N2 avian influenza vaccines for poultry. Vaccine 28: 4609–4615. 10.1016/j.vaccine.2010.04.081 [PubMed] [CrossRef] [Google Scholar]Ellis JS, Alvarez-Aguero A, Gregory V, Lin YP, Hay A, Zambon MC. 2003. Influenza AH1N2 viruses, United Kingdom, 2001–02 influenza season. Emerg Infect Dis 9: 304–310. 10.3201/eid0903.020404 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Essere B, Yver M, Gavazzi C, Terrier O, Isel C, Fournier E, Giroux F, Textoris J, Julien T, Socratous C, et al. 2013. Critical role of segment-specific packaging signals in genetic reassortment of influenza A viruses. Proc Natl Acad Sci 110: E3840–E3848. 10.1073/pnas.1308649110 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Feng KH, Gonzalez G, Deng L, Yu H, Tse VL, Huang L, Huang K, Wasik BR, Zhou B, Wentworth DE, et al. 2015", ". 2015. Equine and canine influenza H3N8 viruses show minimal biological differences despite phylogenetic divergence. J Virol 89: 6860–6873. 10.1128/JVI.00521-15 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Fitch WM, Bush RM, Bender CA, Cox NJ. 1997. Long term trends in the evolution of H(3) HA1 human influenza type A. Proc Natl Acad Sci 94: 7712–7718. 10.1073/pnas.94.15.7712 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Fourment M, Holmes EC. 2015. Avian influenza virus exhibits distinct evolutionary dynamics in wild birds and poultry. BMC Evol Biol 15: 120 10.1186/s12862-015-0410-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Fourment M, Darling AE, Holmes EC. 2017. The impact of migratory flyways on the spread of avian influenza virus in North America. BMC Evol Biol 17: 118 10.1186/s12862-017-0965-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gao R, Cao B, Hu Y, Feng Z, Wang D, Hu W, Chen J, Jie Z, Qiu H, Xu K, et al. 2013", ". 2013. Human infection with a novel avian-origin influenza A (H7N9) virus. N Engl J Med 368: 1888–1897. 10.1056/NEJMoa1304459 [PubMed] [CrossRef] [Google Scholar]Garten RJ, Davis CT, Russell CA, Shu B, Lindstrom S, Balish A, Sessions WM, Xu XY, Skepner E, Deyde V, et al. 2009. Antigenic and genetic characteristics of swine-origin 2009 A(H1N1) influenza viruses circulating in humans. Science 325: 197–201. 10.1126/science.1176225 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Geoghegan JL, Saavedra AF, Duchêne S, Sullivan S, Barr I, Holmes EC. 2018. Continental synchronicity of human influenza virus epidemics despite climatic variation. PLoS Pathog 14: e1006780 10.1371/journal.ppat.1006780 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ghedin E, Sengamalay NA, Shumway M, Zaborsky J, Feldblyum T, Subbu V, Spiro DJ, Sitz J, Koo H, Bolotov P, et al. 2005. Large-scale sequencing of human influenza reveals the dynamic nature of viral genome evolution. Nature 437: 1162–1166", ". Nature 437: 1162–1166. 10.1038/nature04239 [PubMed] [CrossRef] [Google Scholar]Ghedin E, Fitch A, Boyne A, DePasse J, Bera J, Halpin RA, Griesemer S, Smit M, Jennings L, St. George K, et al. 2009. Mixed infection and the genesis of influenza virus diversity. J Virol 83: 8832–8841. 10.1128/JVI.00773-09 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ghedin E, Laplante J, DePasse J, Wentworth DE, Santos RP, Lepow ML, Porter J, Stellrecht K, Lin X, Operario D, et al. 2011. Deep sequencing reveals mixed infection with 2009 pandemic influenza A (H1N1) virus strains and the emergence of oseltamivir resistance. J Infect Dis 203: 168–174. 10.1093/infdis/jiq040 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Grenfell BT, Pybus OG, Gog JR, Wood JLN, Daly JM, Mumford JA, Holmes EC. 2004. Unifying the epidemiological and evolutionary dynamics of pathogens. Science 303: 327–332. 10.1126/science.1090727 [PubMed] [CrossRef] [Google Scholar]Guo YJ, Xu XY, Cox NJ. 1992", ". 10.1126/science.1090727 [PubMed] [CrossRef] [Google Scholar]Guo YJ, Xu XY, Cox NJ. 1992. Human influenza A (H1N2) viruses isolated from China. J Gen Virol 73: 383–387. 10.1099/0022-1317-73-2-383 [PubMed] [CrossRef] [Google Scholar]Hadfield J, Megill C, Bell SM, Huddleston J, Potter B, Callender C, Sagulenko P, Bedford T, Neher R. 2018. Nextstrain: real-time tracking of pathogen evolution. Bioinformatics 34: 4121–4123. 10.1093/bioinformatics/bty407 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Han AX, Maurer-Stroh S, Russell CA. 2019. Individual immune selection pressure has limited impact on seasonal influenza virus evolution. Nat Ecol Evol 3: 302–311. 10.1038/s41559-018-0741-x [PubMed] [CrossRef] [Google Scholar]Hause BM, Ducatez M, Collin EA, Ran Z, Liu R, Sheng Z, Armien A, Kaplan B, Chakravarty S, Hoppe AD, et al. 2013. Isolation of a novel swine influenza virus from Oklahoma in 2011 which is distantly related to human influenza C viruses", ". PLoS Pathog 9: e1003176 10.1371/journal.ppat.1003176 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Herfst S, Schrauwen EJA, Linster M, Chutinimitkul S, de Wit E, Munster VJ, Sorrell EM, Bestebroer TM, Burke DF, Smith DJ, et al. 2012. Airborne transmission of influenza A/H5N1 virus between ferrets. Science 336: 1534–1541. 10.1126/science.1213362 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Holmes EC, Ghedin E, Miller N, Taylor J, Bao Y, St. George K, Grenfell BT, Salzberg SL, Fraser CM, Lipman DJ, et al. 2005. Whole-genome analysis of human influenza A virus reveals multiple persistent lineages and reassortment among recent H3N2 viruses. PLoS Biol 3: e300 10.1371/journal.pbio.0030300 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Imai M, Watanabe T, Hatta M, Das SC, Ozawa M, Shinya K, Zhong GX, Hanson A, Katsura H, Watanabe S, et al. 2012", ". 2012. Experimental adaptation of an influenza H5 HA confers respiratory droplet transmission to a reassortant H5 HA/H1N1 virus in ferrets. Nature 486: 420–428. 10.1038/nature10831 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ito T, Couceiro JNSS, Kelm S, Baum LG, Krauss S, Castrucci MR, Donatelli I, Kida H, Paulson JC, Webster RG, et al. 1998. Molecular basis for the generation in pigs of influenza A viruses with pandemic potential. J Virol 72: 7367–7373. [PMC free article] [PubMed] [Google Scholar]Jin Y, Ren H, Teng Y, Hu M, Peng X, Yue J, Liang L. 2017. Novel reassortment of avian influenza A(H7N9) virus with subtype H6N6 and H5N6 viruses circulating in Guangdong Province, China. J Infect 75: 179–182. 10.1016/j.jinf.2017.05.006 [PubMed] [CrossRef] [Google Scholar]Kandeil A, Gomaa MR, Shehata MM, El Taweel AN, Mahmoud SH, Bagato O, Moatasim Y, Kutkat O, Kayed AS, Dawson P, et al. 2019. Isolation and characterization of a distinct influenza A virus from Egyptian Bats", ". 2019. Isolation and characterization of a distinct influenza A virus from Egyptian Bats. J Virol 93: e01059–18. [PMC free article] [PubMed] [Google Scholar]Karakus U, Thamamongood T, Ciminski K, Ran W, Günther SC, Pohl MO, Eletto D, Jeney C, Hoffmann D, Reiche S, et al. 2019. MHC class II proteins mediate cross-species entry of bat influenza viruses. Nature 567: 109–112. 10.1038/s41586-019-0955-3 [PubMed] [CrossRef] [Google Scholar]Karasin AI, Olsen CW, Anderson GA. 2000a. Genetic characterization of an H1N2 influenza virus isolated from a pig in Indiana. J Clin Microbiol 38: 2453–2456. [PMC free article] [PubMed] [Google Scholar]Karasin AI, Schutten MM, Cooper LA, Smith CB, Subbarao K, Anderson GA, Carman S, Olsen CW. 2000b. Genetic characterization of H3N2 influenza viruses isolated from pigs in North America, 1977–1999: Evidence for wholly human and reassortant virus genotypes. Virus Res 68: 71–85", ". Virus Res 68: 71–85. 10.1016/S0168-1702(00)00154-4 [PubMed] [CrossRef] [Google Scholar]Karasin AI, Carman S, Olsen CW. 2006. Identification of human H1N2 and human-swine reassortant H1N2 and H1N1 influenza a viruses among pigs in Ontario, Canada (2003 to 2005). J Clin Microbiol 44: 1123–1126. 10.1128/JCM.44.3.1123-1126.2006 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kaverin NV, Gambaryan AS, Bovin NV, Rudneva IA, Shilov AA, Khodova OM, Varich NL, Sinitsin BV, Makarova NV, Kropotkina EA. 1998. Post reassortment changes in influenza A virus hemagglutinin restoring HA–NA functional match. Virology 244: 315–321. 10.1006/viro.1998.9119 [PubMed] [CrossRef] [Google Scholar]Koel BF, Burke DF, Bestebroer TM, van der Vliet S, Zondag GC, Vervaet G, Skepner E, Lewis NS, Spronken MI, Russell CA, et al. 2013. Substitutions near the receptor binding site determine major antigenic change during influenza virus evolution. Science 342: 976–979", ". Science 342: 976–979. 10.1126/science.1244730 [PubMed] [CrossRef] [Google Scholar]Koel BF, Burke DF, van der Vliet S, Bestebroer TM, Rimmelzwaan GF, Osterhaus ADME, Smith DJ, Fouchier RAM. 2019. Epistatic interactions can moderate the antigenic effect of substitutions in haemagglutinin of influenza H3N2 virus. J Gen Virol 100: 773–777. 10.1099/jgv.0.001263 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Koelle K, Cobey S, Grenfell B, Pascual M. 2006. Epochal evolution shapes the phylodynamics of interpandemic influenza A (H3N2) in humans. Science 314: 1898–1903. 10.1126/science.1132745 [PubMed] [CrossRef] [Google Scholar]Kuiken T, Holmes EC, McCauley J, Rimmelzwaan GF, Williams CS, Grenfell BT. 2006. Host species barriers to influenza virus infections. Science 312: 394–397. 10.1126/science.1122818 [PubMed] [CrossRef] [Google Scholar]Lam TT-Y, Ip HS, Ghedin E, Wentworth DE, Halpin RA, Stockwell TB, Spiro DJ, Dusek RJ, Bortner JB, Bales BD, et al. 2012", ". 2012. Migratory flyway and geographical distance are barriers to the gene flow of influenza virus among North American birds. Ecol Lett 15: 24–33. 10.1111/j.1461-0248.2011.01703.x [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lam TT, Wang J, Shen Y, Zhou B, Duan L, Cheung CL, Ma C, Lycett SJ, Leung CY, Chen X, et al. 2013. The genesis and source of the H7N9 influenza viruses causing human infections in China. Nature 502: 241–244. 10.1038/nature12515 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lang AS, Lebarbenchon C, Ramey AM, Robertson GJ, Waldenström J, Wille M. 2016. Assessing the role of seabirds in the ecology of influenza A viruses. Avian Dis 60: 378–386. 10.1637/11135-050815-RegR [PubMed] [CrossRef] [Google Scholar]Latorre-Margalef N, Grosbois V, Wahlgren J, Munster VJ, Tolf C, Fouchier RAM, Osterhaus ADME, Waldenström J, Olsen B. 2013. Heterosubtypic immunity to influenza A virus infections in mallards may explain existence of multiple virus subtypes", ". PLoS Pathog 9: e1003443 10.1371/journal.ppat.1003443 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Latorre-Margalef N, Tolf C, Grosbois V, Bengtsson D, Wille M, Osterhaus ADME, Fouchier RAM, Olsen B, Waldenstrom J. 2014. Long-term variation in influenza A virus prevalence and subtype diversity in migratory mallards in Northern Europe. Proc R Soc B: Biol Sci 281: e20140098 10.1098/rspb.2014.0098 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lee CW, Senne DA, Suarez DL. 2004. Effect of vaccine use in the evolution of Mexican lineage H5N2 avian influenza virus. J Virol 78: 8372–8381. 10.1128/JVI.78.15.8372-8381.2004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lemey P, Rambaut A, Bedford T, Faria N, Bielejec F, Baele G, Russell CA, Smith DJ, Pybus OG, Brockmann D, et al. 2014. Unifying viral genetics and human transportation data to predict the global transmission dynamics of human influenza H3N2", ". PLoS Pathog 10: e1003932 10.1371/journal.ppat.1003932 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Li CX, Shi M, Tian JH, Lin XD, Kang YJ, Qin XC, Chen LJ, Xu J, Holmes EC, Zhang YZ. 2015. Unprecedented genomic diversity of RNA viruses in arthropods reveals the ancestry of negative-sense RNA viruses. eLife 4: e05378 10.7554/eLife.05378 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Li C, Hatta M, Burke DF, Ping J, Zhang Y, Ozawa M, Taft AS, Das SC, Hanson AP, Song J, et al. 2016. Selection of antigenically advanced variants of seasonal influenza viruses. Nat Microbiol 1: 16058 10.1038/nmicrobiol.2016.58 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Linster M, Boheemen S, de Graaf M, Schrauwen EJA, Lexmond P, Manz B, Bestebroer TM, Baumann J, van Riel D, Rimmelzwaan GF, et al. 2014. Identification, characterization, and natural selection of mutations driving airborne transmission of A/H5N1 virus. Cell 157: 329–339", ". Cell 157: 329–339. 10.1016/j.cell.2014.02.040 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Longdon B, Brockhurst MA, Russell CA, Welch JJ, Jiggins FM. 2014. The evolution and genetics of virus host shifts. PLoS Pathog 10: e1004395 10.1371/journal.ppat.1004395 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lowen AC. 2017. Constraints, drivers, and implications of influenza A virus reassortment. Annu Rev Virol 4: 105–121. 10.1146/annurev-virology-101416-041726 [PubMed] [CrossRef] [Google Scholar]Lowen AC. 2018. It's in the mix: reassortment of segmented viral genomes. PLoS Pathog 14: e1007200 10.1371/journal.ppat.1007200 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lu L, Lycett SJ, Brown AJL. 2014. Reassortment patterns of avian influenza virus internal segments among different subtypes. BMC Evol Biol 14: 16 10.1186/1471-2148-14-16 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Luksza M, Lässig MA. 2014. A predictive fitness model for influenza", ". 2014. A predictive fitness model for influenza. Nature 507: 57–61. 10.1038/nature13087 [PubMed] [CrossRef] [Google Scholar]McCrone JT, Lauring AS. 2018. Genetic bottlenecks in intraspecies virus transmission. Curr Opin Virol 28: 20–25. 10.1016/j.coviro.2017.10.008 [PMC free article] [PubMed] [CrossRef] [Google Scholar]McCrone JT, Woods RJ, Martin ET, Malosh RE, Monto AS, Lauring AS. 2018. Stochastic processes constrain the within and between host evolution of influenza virus. eLife 7: e35962 10.7554/eLife.35962 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Mitnaul LJ, Matrosovich MN, Castrucci MR, Tuzikov AB, Bovin NV, Kobasa D, Kawaoka Y. 2000. Balanced hemagglutinin and neuraminidase activities are critical for efficient replication of influenza A virus. J Virol 74: 6015–6020. 10.1128/JVI.74.13.6015-6020.2000 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Murcia PR, Baillie GJ, Daley J, Elton D, Jervis C, Mumford JA, Newton R, Parrish CR, Hoelzer K, Dougan G, et al", ". 2010. Intra- and interhost evolutionary dynamics of equine influenza virus. J. Virol 84: 6943–6954. 10.1128/JVI.00112-10 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Neher RA, Russell CA, Shraiman BI. 2014. Predicting evolution from the shape of genealogical trees. eLife 3: e03568 10.7554/eLife.03568 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Neher RA, Bedford T, Daniels RS, Russell CA, Shraiman BI. 2016. Prediction, dynamics, and visualization of antigenic phenotypes of seasonal influenza viruses. Proc Natl Acad Sci 113: e1701–e1709. 10.1073/pnas.1525578113 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nelson MI, Vincent AL. 2015. Reverse zoonosis of influenza to swine: new perspectives on the human–animal interface. Trends Microbiol 23: 142–153. 10.1016/j.tim.2014.12.002 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nelson MI, Worobey M. 2018. Origins of the 1918 pandemic: revisiting the swine “mixing vessel” hypothesis", ". 2018. Origins of the 1918 pandemic: revisiting the swine “mixing vessel” hypothesis. Am J Epidemiol 187: 2498–2502. 10.1093/aje/kwy150 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nelson MI, Simonsen L, Viboud C, Miller MA, Holmes EC. 2007. Phylogenetic analysis reveals the global migration of seasonal influenza A viruses. PLoS Pathog 3b: 1220–1228. [PMC free article] [PubMed] [Google Scholar]Nelson MI, Edelman L, Spiro DJ, Boyne AR, Bera J, Halpin R, Ghedin E, Miller MA, Simonsen L, Viboud C, et al. 2008. Molecular epidemiology of A/H3N2 and A/H1N1 influenza virus during a single epidemic season in the United States. PLoS Pathog 4: e1000133 10.1371/journal.ppat.1000133 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nelson MI, Gramer MR, Vincent AL, Holmes EC. 2012. Global transmission of influenza viruses from humans to swine. J Gen Virol 93: 2195–2203", ". 2012. Global transmission of influenza viruses from humans to swine. J Gen Virol 93: 2195–2203. 10.1099/vir.0.044974-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Olsen B, Munster VJ, Wallensten A, Waldenström J, Osterhaus AD, Fouchier RA. 2006. Global patterns of influenza A virus in wild birds. Science 312: 384–388. 10.1126/science.1122438 [PubMed] [CrossRef] [Google Scholar]Parrish CR, Murcia PR, Holmes EC. 2015. Influenza virus reservoirs and intermediate hosts: dogs, horses, and new possibilities for influenza virus exposure of humans. J Virol 89: 2990–2994. 10.1128/JVI.03146-14 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Phipps KL, Marshall N, Tao H, Danzy S, Onuoha N, Steel J, Lowen AC. 2017. Seasonal H3N2 and 2009 pandemic H1N1 influenza A viruses reassort efficiently but produce attenuated progeny", ". J Virol 91: e00830-17 10.1128/JVI.00830-17 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pu J, Wang S, Yin Y, Zhang G, Carter RA, Wang J, Xu G, Sun H, Wang M, Wen C, et al. 2015. Evolution of the H9N2 influenza genotype that facilitated the genesis of the novel H7N9 virus. Proc Natl Acad Sci 112: 548–553. 10.1073/pnas.1422456112 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rambaut A, Pybus OG, Nelson MI, Viboud C, Taubenberger JK, Holmes EC. 2008. The genomic and epidemiological dynamics of human influenza A virus. Nature 453: 615–619. 10.1038/nature06945 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ramey AM, Pearce JM, Flint PL, Ip HS, Derkson DV, Franson JC, Petrula MJ, Scotton BD, Sowl KM, Wege ML, et al. 2010. Intercontinental reassortment and genomic variation of low pathogenic avian influenza viruses isolated from northern pintails (Anas acuta) in Alaska: examining the evidence through space and time. Virology 401: 179–189", ". Virology 401: 179–189. 10.1016/j.virol.2010.02.006 [PubMed] [CrossRef] [Google Scholar]Reid AH, Taubenberger JK. 2003. The origin of the 1918 pandemic influenza virus: a continuing enigma. J Gen Virol 84: 2285–2292. 10.1099/vir.0.19302-0 [PubMed] [CrossRef] [Google Scholar]Ren HG, Jin Y, Hu MD, Zhou J, Song T, Huang ZS, Li BP, Li KW, Zhou W, Dai HM, et al. 2016. Ecological dynamics of influenza A viruses: cross-species transmission and global migration. Sci Rep 6: e36839 10.1038/srep36839 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rimstad E, Mjaaland S. 2002. Infectious salmon anaemia virus. An orthomyxovirus causing an emerging infection in Atlantic salmon. APMIS 110: 273–282. 10.1034/j.1600-0463.2002.100401.x [PubMed] [CrossRef] [Google Scholar]Rogers MB, Song T, Sebra R, Greenbaum BD, Hamelin M-E, Fitch A, Twaddle A, Cui L, Holmes EC, Boivin G, et al. 2015", ". 2015. Intra-host dynamics of antiviral resistance in influenza A virus reflect complex patterns of segment linkage, reassortment and natural selection. mBio 6: e02464-14 10.1128/mBio.02464-14 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Sanjuán R, Domingo-Calap P. 2016. Mechanisms of viral mutation. Cell Mol Life Sci 73: 4433–4448. 10.1007/s00018-016-2299-6 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Shi M, Lin XD, Tian JH, Chen LJ, Chen X, Li CX, Qin XC, Li J, Cao JP, Eden JS, et al. 2016. Redefining the invertebrate RNA virosphere. Nature 540: 539–543. 10.1038/nature20167 [PubMed] [CrossRef] [Google Scholar]Shi JZ, Deng GH, Ma SJ, Zeng XY, Yin X, Li M, Zhang B, Cui PF, Chen Y, Yang HL, et al. 2018a. Rapid evolution of H7N9 highly pathogenic viruses that emerged in China in 2017. Cell Host Microbe 24: 558–568.e7", ". Cell Host Microbe 24: 558–568.e7. 10.1016/j.chom.2018.08.006 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Shi M, Lin XD, Chen X, Tian JH, Chen LJ, Li K, Wang W, Eden JS, Shen JJ, Liu L, et al. 2018b. The evolutionary history of vertebrate RNA viruses. Nature 556: 197–202. 10.1038/s41586-018-0012-7 [PubMed] [CrossRef] [Google Scholar]Smith DJ, Lapedes AS, de Jong JC, Bestebroer TM, Rimmelzwaan GF, Osterhaus ADME, Fouchier RAM. 2004. Mapping the antigenic and genetic evolution of influenza virus. Science 305: 371–376. 10.1126/science.1097211 [PubMed] [CrossRef] [Google Scholar]Smith GJD, Bahl J, Vijaykrishna D, Zhang JX, Poon LLM, Chen HL, Webster RG, Peiris JSM, Guan Y. 2009a. Dating the emergence of pandemic influenza viruses. Proc Natl Acad Sci 106: 11709–11712. 10.1073/pnas.0904991106 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Smith GJD, Vijaykrishna D, Bahl J, Lycett SJ, Worobey M, Pybus OG, Ma SK, Cheung CL, Raghwani J, Bhatt S, et al. 2009b", ". 2009b. Origins and evolutionary genomics of the 2009 swine-origin H1N1 influenza A epidemic. Nature 459: 1122–1125. 10.1038/nature08182 [PubMed] [CrossRef] [Google Scholar]Steel J, Lowen AC. 2014. Influenza A virus reassortment. Curr Top Microbiol 385: 377–401. [PubMed] [Google Scholar]Swayne DE, Kapczynski D. 2008. Strategies and challenges for eliciting immunity against avian influenza virus in birds. Immunol Rev 225: 314–331. 10.1111/j.1600-065X.2008.00668.x [PubMed] [CrossRef] [Google Scholar]Taubenberger JK, Reid AH, Frafft AE, Bijwaard KE, Fanning TG. 1997. Initial genetic characterization of the 1918 “Spanish” influenza virus. Science 275: 1793–1796. 10.1126/science.275.5307.1793 [PubMed] [CrossRef] [Google Scholar]Taubenberger JK, Reid AH, Lourens RM, Wang R, Jin G, Fanning TG. 2005. Characterization of the 1918 influenza virus polymerase genes. Nature 437: 889–893", ". 2005. Characterization of the 1918 influenza virus polymerase genes. Nature 437: 889–893. 10.1038/nature04230 [PubMed] [CrossRef] [Google Scholar]Tolf C, Latorre-Margalef N, Wille M, Bengtsson D, Gunnarsson G, Grosbois V, Hasselquist D, Olsen B, Elmberg J, Waldenström J. 2013. Individual variation in influenza A virus infection histories and long-term immune responses in mallards. PLoS ONE 8: e61201 10.1371/journal.pone.0061201 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Tong S, Li Y, Rivailler P, Conrardy C, Castillo DAA, Chen LM, Recuenco S, Ellison JA, Davis CT, York IA, et al. 2012. A distinct lineage of influenza A virus from bats. Proc Natl Acad Sci 109: 4269–4274. 10.1073/pnas.1116200109 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Tong S, Zhu X, Li Y, Shi M, Bourgeois M, Zhang J, Recuenco S, Gomez J, Yang H, Chen L-M, et al. 2013. New World bats harbor diverse influenza A viruses", ". 2013. New World bats harbor diverse influenza A viruses. PLoS Pathog 9: e1003657 10.1371/journal.ppat.1003657 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Valesano AL, Fitzsimmons WJ, McCrone JT, Petrie JG, Monto AS, Martin ET, Lauring AS. 2019. Influenza B viruses exhibit lower within-host diversity than influenza A viruses in human hosts. bioRxiv 10.1101/791038 [PMC free article] [PubMed] [CrossRef]Viboud C, Alonso WJ, Simonsen L. 2006. Influenza in tropical regions. PLoS Med 3: e89 10.1371/journal.pmed.0030089 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Vijaykrishna D, Deng YM, Su YCF, Fourment M, Iannello P, Arzey GG, Hansbro PM, Arzey KE, Kirkland PD, Warner S, et al. 2013. The recent establishment of North American H10 lineage influenza viruses in Australian wild waterfowl and the evolution of Australian avian influenza viruses. J Virol 87: 10182–10189", ". J Virol 87: 10182–10189. 10.1128/JVI.03437-12 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Vijaykrishna D, Holmes EC, Joseph U, Fourment M, Su YCF, Halpin R, Lee RTC, Deng YM, Gunalan V, Lin X, et al. 2015. The contrasting phylodynamics of human influenza B viruses. eLife 4: e05055 10.7554/eLife.05055 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Vincent AL, Ma WJ, Lager KM, Janke BH, Richt JA. 2008. Swine influenza viruses: A North American perspective. Adv Virus Res 72: 127–154. 10.1016/S0065-3527(08)00403-X [PubMed] [CrossRef] [Google Scholar]Voorhees IEH, Dalziel BD, Glaser A, Dubovi EJ, Murcia PR, Newbury S, Toohey-Kurth K, Shuo S, Kriti D, Van Barkel H, et al. 2018. Multiple introductions and recurrent epidemic fade-out of H3N2 canine influenza A virus in the United States. J Virol 92: e00323-18. [PMC free article] [PubMed] [Google Scholar]Wang D, Yang L, Gao R, Zhang X, Tan Y, Wu A, Zhu W, Zhou J, Zou S, Li XY, et al. 2014", ". 2014. Genetic tuning of the novel avian influenza A(H7N9) virus during interspecies transmission, China, 2013. Euro Surveill 19: 20836 10.2807/1560-7917.ES2014.19.25.20836 [PubMed] [CrossRef] [Google Scholar]Wang DY, Yang L, Zhu WF, Zhang Y, Zou SM, Bo H, Gao RB, Dong J, Huang WJ, Guo JF, et al. 2016. Two outbreak sources of influenza A (H7N9) viruses have been established in China. J Virol 90: 5561–5573. 10.1128/JVI.03173-15 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Webby RJ, Swenson SL, Krauss SL, Gerrish PJ, Goyal SM, Webster RG. 2000. Evolution of swine H3N2 influenza viruses in the United States. J Virol 74: 8243–8251. 10.1128/JVI.74.18.8243-8251.2000 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Webby RJ, Rossow K, Erickson G, Sims Y, Webster R. 2004. Multiple lineages of antigenically and genetically diverse influenza A virus cocirculate in the United States swine population. Virus Res 103: 67–73", ". Virus Res 103: 67–73. 10.1016/j.virusres.2004.02.015 [PubMed] [CrossRef] [Google Scholar]Westgeest KB, Russell CA, Lin X, Spronken MI, Bestebroer TM, Bahl J, van Beek R, Skepner E, Halpin RA, de Jong JC, et al. 2014. Genomewide analysis of reassortment and evolution of human influenza A(H3N2) viruses circulating between 1968 and 2011. J Virol 88: 2844–2857. 10.1128/JVI.02163-13 [PMC free article] [PubMed] [CrossRef] [Google Scholar]White MC, Lowen AC. 2018. Implications of segment mismatch for influenza A virus evolution. J Gen Virol 99: 3–16. 10.1099/jgv.0.000989 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wiley DC, Wilson IA, Skehel JJ. 1981. Structural identification of the antibody-binding sites of Hong Kong influenza haemagglutinin and their involvement in antigenic variation. Nature 289: 373–378. 10.1038/289373a0 [PubMed] [CrossRef] [Google Scholar]Wille M, Robertson GJ, Whitney H, Bishop MA, Runstadler J, Lang AS. 2011", ". 2011. Extensive geographic mosaicism in avian influenza viruses from gulls in the northern hemisphere. PLoS ONE 6: e20664 10.1371/journal.pone.0020664 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wille M, Tolf C, Avril A, Latorre-Margalef N, Wallerstrom S, Olsen B, Waldenstrom J. 2013. Frequency and patterns of reassortment in natural influenza A virus infection in a reservoir host. Virology 443: 150–160. 10.1016/j.virol.2013.05.004 [PubMed] [CrossRef] [Google Scholar]Wille M, Latorre-Margalef N, Tolf C, Stallknecht DE, Waldenström J. 2017. No evidence for homosubtypic immunity of influenza H3 in mallards following vaccination in a natural experimental system. Mol Ecol 26: 1420–1431. 10.1111/mec.13967 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wolf YI, Viboud C, Holmes EC, Koonin EV, Lipman DJ. 2006. Long intervals of stasis punctuated by bursts of positive selection in the seasonal evolution of influenza A virus", ". Biol Direct 1: 34 10.1186/1745-6150-1-34 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Worobey M, Han GZ, Rambaut A. 2014a. A synchronized global sweep of the internal genes of modern avian influenza virus. Nature 508: 254–257. 10.1038/nature13016 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Worobey M, Han GZ, Rambaut A. 2014b. Genesis and pathogenesis of the 1918 pandemic H1N1 influenza A virus. Proc Natl Acad Sci 111: 8107–8112. 10.1073/pnas.1324197111 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wu A, Su C, Wang D, Peng Y, Liu M, Hua S, Li T, Gao GF, Tang H, Chen J, et al. 2013. Sequential reassortments underlie diverse influenza H7N9 genotypes in China. Cell Host Microbe 14: 446–452. 10.1016/j.chom.2013.09.001 [PubMed] [CrossRef] [Google Scholar]Xu XY, Smith CB, Mungall BA, Lindstrom SE, Hall HE, Subbarao K, Cox NJ, Klimov A. 2002. Intercontinental circulation of human influenza A (H1N2) reassortant viruses during the 2001–2002 influenza season", ". J Infect Dis 186: 1490–1493. 10.1086/344738 [PubMed] [CrossRef] [Google Scholar]Xue KS, Hooper KA, Ollodart AR, Dingens AS, Bloom JD. 2016. Cooperation between distinct viral variants promotes growth of H3N2 influenza in cell culture. eLife 5: e13974 10.7554/eLife.13974 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Xue KS, Stevens-Ayers T, Campbell AP, Englund JA, Pergam SA, Boeckh M, Bloom JD. 2017. Parallel evolution of influenza across multiple spatiotemporal scales. eLife 6: e26875 10.7554/eLife.26875 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Xue KS, Greninger AL, Pérez-Osorio A, Bloom JD. 2018a. Cooperating H3N2 influenza virus variants are not detectable in primary clinical samples. mSphere 3: e00552-17. [PMC free article] [PubMed] [Google Scholar]Xue KS, Moncla LH, Bedford T, Bloom JD. 2018b. Within-host evolution of human influenza virus. Trends Microbiol 26: 781–793", ". 2018b. Within-host evolution of human influenza virus. Trends Microbiol 26: 781–793. 10.1016/j.tim.2018.02.007 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhou NN, Senne DA, Landgraf JS, Swenson SL, Erickson G, Rossow K, Liu L, Yoon KJ, Krauss S, Webster RG. 1999. Genetic reassortment of avian, swine, and human influenza A viruses in American pigs. J Virol 73: 8851–8856. [PMC free article] [PubMed] [Google Scholar]"]}