{"title": "Pain Bloc-R Alleviates Unresolved, Non-Pathological Aches and Discomfort in Healthy Adults—A Randomized, Double-Blind, Placebo-Controlled, Crossover Study", "context": ["Nutrients. 2020 Jun; 12(6): 1831. Published online 2020 Jun 19. doi: 10.3390/nu12061831PMCID: PMC7353407PMID: 32575480Pain Bloc-R Alleviates Unresolved, Non-Pathological Aches and Discomfort in Healthy Adults—A Randomized, Double-Blind, Placebo-Controlled, Crossover StudyMalkanthi Evans,1,* Abdul M. Sulley,1 David C. Crowley,1 Jamie Langston,2 and Najla Guthrie1Malkanthi Evans1KGK Science Inc., London, ON N6A 5R8, Canada; moc.ecneicskgk@yellusa (A.M.S.); moc.ecneicskgk@yelworcd (D.C.C.); moc.ecneicskgk@eirhtugn (N.G.)Find articles by Malkanthi EvansAbdul M. Sulley1KGK Science Inc., London, ON N6A 5R8, Canada; moc.ecneicskgk@yellusa (A.M.S.); moc.ecneicskgk@yelworcd (D.C.C.); moc.ecneicskgk@eirhtugn (N.G.)Find articles by Abdul M. SulleyDavid C. Crowley1KGK Science Inc., London, ON N6A 5R8, Canada; moc.ecneicskgk@yellusa (A.M.S.); moc.ecneicskgk@yelworcd (D.C.C.); moc.ecneicskgk@eirhtugn (N.G.)Find articles by David C. CrowleyJamie Langston2LifeSeasons, Inc., Springville, UT 84663, USA; moc.snosaesefil@eimaJFind articles by Jamie LangstonNajla Guthrie1KGK Science Inc., London, ON N6A 5R8, Canada; moc.ecneicskgk@yellusa (A.M.S.); moc.ecneicskgk@yelworcd (D.C.C.); moc.ecneicskgk@eirhtugn (N.G.)Find articles by Najla GuthrieAuthor information Article notes Copyright and License information PMC Disclaimer1KGK Science Inc., London, ON N6A 5R8, Canada; moc.ecneicskgk@yellusa (A.M.S.); moc.ecneicskgk@yelworcd (D.C.C.); moc.ecneicskgk@eirhtugn (N.G.)2LifeSeasons, Inc., Springville, UT 84663, USA; moc.snosaesefil@eimaJ*Correspondence: moc.ecneicskgk@snavemReceived 2020 May 11; Accepted 2020 Jun 11.Copyright © 2020 by the authors.Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http: //creativecommons.org/licenses/by/4.0/).Associated DataSupplementary Materialsnutrients-12-01831-s001.pdf (67K)GUID: 890FB6C3-B8C5-40CD-A257-B7B50195676FAbstractThe lack of effective treatment for chronic discomfort without negative side effects highlights the need for alternative treatments. Pain Bloc-R is a natural health product composed of vitamins B6, B12, D, white willow bark extract, Angelica root extract, acetyl L-carnitine HCl, caffeine, L-theanine, Benfotiamine, and L-tetrahydropalmatine. The objective of this study was to compare the effects of Pain Bloc-R, acetaminophen, and placebo on unresolved aches and discomfort as assessed by the brief pain inventory (BPI) and modified Cornell musculoskeletal discomfort questionnaires. This randomized, double-blind, placebo-controlled, crossover study consisted of three 7-day periods with Pain Bloc-R, acetaminophen, or placebo, each separated by a 7-day washout. Twenty-seven healthy adults (ages 22–63 years) were randomized to receive the three interventions in different sequences. The BPI “pain at its worst” scores were significantly lower when participants took Pain Bloc-R than when they took acetaminophen (21.8% vs. 9.8% decrease, p = 0.026) after seven days of supplementation. Pain Bloc-R achieved a significant improvement in the “pain at its least” score, significantly decreased the interference of discomfort in walking, and significantly decreased musculoskeletal discomfort total scores (34%, p = 0.040) after seven days. In a post hoc subgroup analysis based on age and gender, male participants ≤45 years taking Pain Bloc-R reported significant reductions in pain severity and pain interference vs. acetaminophen. Pain Bloc-R performed as well as acetaminophen in managing unresolved non-pathological pain in otherwise healthy individuals.Keywords: pain, ache, discomfort, natural health product, randomized controlled trial1. IntroductionChronic pain is one of the most common reasons for adults to seek medical care [1]. Across geographies and ages, musculoskeletal conditions account for the greatest proportion of chronic pain [2]. It is estimated that half of the adults in the United States live with a musculoskeletal condition, thereby costing 213 billion dollars in 2011 [3]. Chronic, non-specific musculoskeletal pain is a leading cause of functional limitations [3], reducing quality of life and perceived health [3,4]. Therefore, it is important to develop efficient and safe pain management interventions.Muscle pain and discomfort can result from strenuous activities. For example, muscle soreness can occur after days of unusual or particularly heavy work/exercise, which is characterized by stiffness, tenderness, and weakness of the musculature [5]. Another common example of unresolved discomfort is back muscle tension and pain induced by either anxiety or stress [6].Common interventions to target and resolve pain include reducing anxiety and muscle tension, decreasing the inflammatory response, and reducing the sensation of pain by regulating hormonal responses and neurotransmitters. Acetaminophen is used weekly by nearly one quarter of Americans to manage non-specific and unresolved pain, making it the most commonly used pain prescription and over-the-counter drug in the United States [7]. It is considered a safe first-line therapy by the Federal Drug Administration when taken in recommended amounts [8]. However, its presence in a wide range of medications for diverse indications makes it easy for consumers to overdose, which can cause acute liver failure [9]. This ease of accidental overdose with acetaminophen is well-documented and has made it not only a potential cause of acute liver failure, but indeed the leading cause of acute liver failure in the United States [10]. Non-steroidal anti-inflammatory drugs (NSAIDs) are another standard management strategy to help alleviate unresolved pain or soreness and to restore function of muscles [11]. While NSAIDs have a lesser potential for hepatotoxicity than acetaminophen, current evidence discourages their use in patients with existing liver injury [12]. They may also elicit other unfavorable side effects, such as upper gastrointestinal tract symptoms, kidney injury, hypertension, and congestive heart failure [13]. These adverse events can be so severe that they lead to hospitalization, and have made NSAIDs one of the most common drug classes leading to preventable hospitalization, being responsible for 11% of preventable drug-related hospitalizations [14]. These side effects may become more prevalent or more severe with long term use [13], as they may be needed for a person with non-specific occupational pain. The lack of an effective intervention for chronic discomfort or soreness without negative side effects highlights an urgent need for an alternative treatment.Pain Bloc-R is a natural health product composed of vitamin B6, vitamin B12, vitamin D, white willow bark extract, Angelica root extract, acetyl L-carnitine HCl, caffeine, L-theanine, Benfotiamine, and L-tetrahydropalmatine (L-THP). This cocktail of ingredients may ease discomfort by reducing inflammation and regulating hormones and neurotransmitters to promote muscle relaxation. Vitamin D, while not immediately considered for pain relief, has been shown to have anti-inflammatory effects in humans through regulation of cytokines, inhibition of nuclear factor-κB (NF-κB) and prostaglandins, and upregulation of mitogen-activated protein kinase 5 [15]. Similarly, white willow bark and Angelica dahurica root have been shown in animal models and in vitro to reduce inflammatory markers, including TNF-α, IL-6, and cyclooxygenase-2 (COX-2) [16,17]. L-theanine promotes the synthesis of the neurotransmitters gamma-aminobutyric acid (GABA) and dopamine, and plays a role in reducing anxiety and stress and one in promoting relaxation of muscle [18]. L-THP, a novel ingredient isolated from Chinese herbal medicine, has demonstrated an anti-hyperalgesic effect in mice, potentially by enhancing the function of dopamine receptors [19,20]. Caffeine has been found to improve pain relief when used as an adjuvant to conventional analgesics [21]. The acetyl L-carnitine HCl and Benfotiamine in Pain Bloc-R also have shown antioxidant effects in rats, which may reduce inflammatory responses [22,23].This randomized, double-blind, placebo-controlled, crossover study evaluated the efficacy of Pain Bloc-R in the management of unresolved, non-pathological aches and discomfort in otherwise healthy adults, which was assessed by brief pain inventory (BPI) and modified Cornell musculoskeletal discomfort (MD) questionnaires. In addition, product perception and tolerability were assessed by a product perception questionnaire. The effects of Pain Bloc-R were compared with acetaminophen as a comparator and placebo.2. Materials and Methods2.1. Study DesignThis study was approved by the Natural and Non-Prescription Health Products Directorate, Health Canada, Ottawa, Ontario on 25 April 2019. Research ethics board approval was granted on 10 May 2019 from the Institutional Review Board (IRB) Services, Aurora, Ontario. The study was conducted in compliance with the International Council for Harmonization of Technical Requirements for Pharmaceuticals for Human Use (ICH) Guideline for Good Clinical Practice (GCP) and in accordance with the Declaration of Helsinki guidelines and its subsequent amendments. The trial was registered at Clinicaltrials.gov ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT03965819\",\"term_id\": \"NCT03965819\"}}NCT03965819) and followed the CONSORT guidelines for randomized controlled trials [24] (Supplementary Table S1).This randomized, double-blind, placebo-controlled, crossover study was carried out at KGK Science Inc. clinic site, London, ON, Canada from 23 May 2019 to 29 August 2019. All participants in the study provided written informed consent at the screening visit, prior to any study procedures being initiated.Participants met the following inclusion criteria: male or female; aged 18–65 years; BMI 18.0–32.5 kg/m2; experiencing unresolved aches and discomfort for at least two weeks due to occupational (e.g., manual laborer) or non-occupational activities; and willing to undergo a washout prior to enrollment if taking non-prescription medication. All participants agreed to complete questionnaires and diaries associated with the study and to comply with study procedures.Individuals were excluded if they suffered from a chronic disease condition causing chronic pain; used prescribed medications to relieve the pain and discomfort; had uncontrolled blood pressure or sugar levels; were cognitively impaired and/or unable to give informed consent; or had any other condition which in the medical investigator’s opinion may have adversely affected the individual’s ability to complete the study or its measures, or which may have posed significant risk to the individual.Clinical and qualitative assessments were conducted at all study visits. At all visits, participants’ diaries were reviewed for concomitant therapies, adverse events, and product use. The BPI and Cornell MD questionnaires were administered at the start and end of each 7-day study period, and a product perception questionnaire was administered at the end of each study period. Study diaries, the investigational products, and rescue medication were dispensed on the first day of each study period. Vital signs and anthropometric measurements were taken at each visit while laboratory parameters for all safety endpoints were assessed at the screening and end of each 7-day period.2.2. Investigational ProductPain Bloc-R consisted of the ingredients listed in Table 1. The comparator acetaminophen (DIN 02447479) contained non-medical ingredients similar to those present in the investigational product (rice bran, hypromellose, titanium dioxide, and sodium copper chlorophyllin, carnauba wax, polyethylene glycol, povidone, pregelatinized starch, and stearic acid) and was encapsulated for blinding purposes (325 mg/capsule). The placebo was composed entirely of non-medical ingredients (rice bran, hypromellose, titanium dioxide, and sodium copper chlorophyllin). Pain Bloc-R, acetaminophen, and placebo were presented in non-gastro-resistant, green veggie capsules (hypromellose, titanium dioxide, and sodium copper chlorophyllin), without differences in size, color, taste, texture, or packaging.Table 1Composition of Pain Bloc-R.IngredientQuantity (per Capsule) *Vitamin D3 (as cholecalciferol) 500 IUVitamin B120.5 mgWhite willow bark extract (std.to 15% salicin) (Salix alba)150 mgAngelica root (Angelica dahurica) 50 mgAcetyl L-carnitine HCl50 mgCaffeine (from Green Coffee bean, Coffea arabica)37.5 mgL-Theanine37.5 mgBenfoPure Benfotiamine 25 mgPyridoxal 5 Phosphate17 mgL-Tetrahydropalmatine25 mgOpen in a separate windowNon-medical ingredients: rice bran, hypromellose, titanium dioxide, sodium copper chlorophyllin, maltodextrin, modified food starch (corn), sucrose, and silicon dioxide. * Participants were instructed to take two capsules of Pain Bloc-R per day.The study consisted of three 7-day supplementation periods with Pain Bloc-R, acetaminophen, and placebo respectively, each separated by a 7-day washout period (Figure 1).Open in a separate windowFigure 1Study design. The study design was a randomized, double blind, placebo-controlled, crossover study. Healthy participants (n = 27) were randomized equally to each of the study arms. The trial consisted of three intervention periods and two wash-out periods, lasting a total of five continuous weeks.All participants who met all inclusion without meeting any exclusion criteria at screening and baseline were randomized into study groups. During the supplementation period, one group received Pain Bloc-R, a second group received acetaminophen, and a third group received placebo. Each participant was dispensed their capsules in two bottles. The bottles that were dispensed to the Pain Bloc-R and placebo groups contained the investigational product and placebo, respectively. For the comparator group, one bottle contained acetaminophen (325 mg) and the other bottle contained the placebo. Two bottles were used to maintain blinding and allocation concealment, whereby all participants were consistently required to take two capsules during each period of the study. A dose of 325 mg acetaminophen was selected because the rescue medication provided was also 325 mg of acetaminophen. By only providing 325 mg as the comparator dose, participants could take rescue medication as needed with minimal concern of overdose. In all cases, participants were instructed to take one capsule from each bottle at the time of day when discomfort is most often felt, with or without meals, beginning on the day following randomization (day 1). Participants were instructed not to take more than one capsule from each bottle per day. If participants were experiencing pain two hours after taking their daily maximal dose of one capsule from each bottle, they were advised to take the rescue medication (regular strength acetaminophen capsules) without exceeding nine capsules per day. Participants were asked not to double-up on any unused capsules from a previous day.2.3. Randomization and BlindingEligible participants were assigned a randomization number by a blinded investigator per the order of the randomization list (www.randomization.com). Each randomization code represented an allocation to a dosing arm of the study. Following randomization participants were identified by their initials and date of birth and were assigned a participant number at their screening visit.The placebo and comparator product were matched to the investigational product and contained similar excipient to ensure blinding. The investigational product, comparator, and placebo were sealed in bottles that were identical in appearance and labelled per the requirements of ICH GCP guidelines and applicable local regulatory guidelines. Unblinded personnel not involved in any study assessments labelled the investigational product. A randomization schedule was created and provided to the investigator indicating the order of randomization. Investigators, other site personnel, and participants were blinded to the products.2.4. ComplianceParticipants were instructed to save all packages (unused or open) and return them at each visit to the clinic for the determination of compliance. Product compliance was determined by the number of consumed dosage units divided by the number of dosage units expected to have been taken, multiplied by 100. In the event of a discrepancy between the information in the study diary and the amount of study product returned, compliance was based on the product returned unless an explanation for the loss of product was provided. Participants found to have a compliance of <80% or >120% were counselled while those outside this range were considered as non-compliant.2.5. OutcomesThe study compared the effects of Pain Bloc-R, acetaminophen, and placebo on unresolved aches and discomfort after 7 days of supplementation.2.6. Brief Pain Inventory (BPI) QuestionnaireThe BPI questionnaire, originally developed by Cleeland and Ryan in 1994 and now distributed by MD Anderson Cancer Centre, is a 9-item self-administered assessment tool used to score an individual’s level of discomfort, discomfort severity and discomfort interference of unresolved aches and discomfort [25]. Part A of the questionnaire evaluates pain severity and asks the participants to rate their “worst,” “least,” “average,” and “right now” levels of pain on a scale of 0 (no pain) to 10 (as bad as you can imagine). Part B evaluates the pain interference levels and asks the participants to rate the impact of their pain on their general activity, mood, walking ability, normal work, relationships with other people, sleep, and enjoyment of life. Together, parts A and B aim to quantify pain levels and the resulting quality of life. The questionnaire was administered at each visit to monitor changes in participant’s pain over the course of each period.2.7. Modified Cornell Musculoskeletal Discomfort QuestionnaireThe Modified Cornell MD questionnaire, developed by the Human Factors and Ergonomics Laboratory at Cornell University, is used to assess physical discomfort and its impact on quality of life [26]. The questionnaire includes a list and image of body parts where discomfort could be experienced. This study used a slightly modified version of the questionnaire to exclude the word “pain,” as the study focused on participant discomfort felt by an otherwise healthy population. The questionnaire assessed the discomfort frequency scores of 0 (never), 1.5, 3.5, 5, and 10 (several times a day). The questionnaire then assessed discomfort severity score: whether the aches and discomfort were “slightly,” “moderately,” or “very” uncomfortable. Finally, the questionnaire determined whether the discomfort interfered with the participants’ day-to-day lives: “not at all,” “slightly interfered,” or “interfered a lot.” The discomfort score was calculated by multiplying the individual frequency, severity, and interference scores for each body part, and the products for the body parts for each participant were summed to yield a total discomfort score.2.8. Laboratory AnalysesSafety endpoints were analyzed from the blood drawn at screening, and at day 8, day 22, and day 36 by Dynacare (London, Ontario, Canada) using standardized procedures. The tests included the analysis of hemoglobin, hematocrit, platelet count, red blood cell count (RBC), red blood cell indices, red cell distribution width (RDW), white blood cell count (WBC), differentials (neutrophils, lymphocytes, monocytes, eosinophils, basophils), a liver function test (AST, ALT, total bilirubin), and a kidney function test (creatinine). Urine pregnancy tests were conducted at the KGK clinic for participants of childbearing potential at screening and baseline (day 0).2.9. Adverse EventsDuring the study, participants recorded any adverse event (AE) in their diary. AEs were documented in the study record and were classified as per the description, duration, intensity, frequency, and outcome. The medical investigator determined causality and intensity of all reported AEs (if appropriate). AEs were coded with the Medical Dictionary for Regulatory Activities terminology (MEDRA) System Organ Class, version 22.0.2.10. Statistical AnalysisBeing a pilot study, and following the rule of thumb of having at least 12 participants for a pilot study [27], a sample size of 27 participants was enrolled in the study, accounting for 20% attrition rate. Post hoc power calculations based on the per protocol population indicated that the minimally detectable differences in mean change in BPI “pain at its worst” score and BPI pain severity scores between any two groups were 1.61 and 0.89 respectively, given pooled standard deviations of 1.72 and 0.95 respectively, and given 80% power and 5% alpha. A sample size of 27 participants was enrolled in the study accounting for 20% attrition rate.The per protocol (PP) population consists of all participants who consumed at least 80% of intervention doses, did not have any major protocol violations, and completed all study visits and procedures connected with measurement of the primary variable. Only observed values were used for the analysis of the PP population. No imputation was performed for the PP population or for safety outcomes. Variables were tested for normality and log-normality, where log-normality distributed variables were analyzed in the logarithmic domain. Appropriate non-parametric tests were used to analyze intractably non-normal variables.The primary outcome was the change in unresolved aches and discomfort from pre-supplementation to day 7 between Pain Bloc-R, acetaminophen, and placebo as assessed by the scores derived from the BPI questionnaire. Secondary outcomes included (1) the changes in musculoskeletal discomfort (modified Cornell MD questionnaire) and (2) general discomfort (BPI questionnaire) scores from pre-supplementation to day 7 post-supplementation between Pain Bloc-R, acetaminophen, and placebo; (3) product perception; and (4) proportion of participants who consumed rescue medicine. Assessment of the scores for the primary and secondary outcomes 1–3 was conducted using mixed models. The models included intervention, sequence, and period as fixed effects, and subject as a random effect. Between-group p values were obtained from the model. Within-group p values for differences between pre and post-supplementation were obtained using paired Student’s t tests or Wilcoxon signed rank tests as appropriate. For secondary outcome 4, the proportion of participants consuming rescue medicine during the trial, was analyzed using a generalized estimating equations model. The model assumed binary distribution and included intervention, sequence, and period as fixed effects. A post hoc analysis on the effects of age and age by gender were explored by examining the respective subgroups. The subgroup analyses were conducted using the same methods described above.All statistical analyses were completed using R version 3.5.3 [28], RStudio version 1.2.1335 [29] for Microsoft Windows, nlme package (for mixed models) [30] and related packages. Probabilities ≤0.05 were considered statistically significant.3. Results3.1. Study Participant DispositionsParticipants ranged in age from 22–63 years, were mostly females, and were predominantly Western European White (Table 2). All participants were deemed healthy based on the assessment of their anthropometric parameters, vital signs (Table 2), and metabolic panel measurements (Table 3). Of the 42 participants who were screened, twenty-seven eligible participants were randomized to receive three interventions in one of three sequences, with nine participants per sequence. Participants were similar in their demographics between the three sequences (except p < 0.05 for weight and body mass index (BMI), data not shown).Table 2Baseline characteristics for all participants enrolled (n = 27).Demographic CharacteristicsCharacteristicsMean ± SDAge (years) 41.44 ± 11.60Gender (n) Female15Male12Systolic Blood Pressure (mmHg)121.96 ± 11.96Diastolic Blood Pressure (mmHg)76.15 ± 8.41Heart Rate (bpm)67.46 ± 11.43 Weight (kg)78.33 ± 16.33BMI (kg/m2)26.22 ± 3.60Ethnicity [n(%)] Eastern European White1 (3.70%)Hispanic or Latino1 (3.70%)South American 1 (3.70%)Western European White24 (88.90%)Open in a separate windown, number; SD, standard deviation.Table 3Hematology and clinical chemistry markers for all participants enrolled (n = 27).Screening Hematology and Clinical ChemistryParameterMean ± SDAlanine Aminotransferase (ALT) (U/L)21.56 ± 9.81Aspartate Aminotransferase (AST) (U/L)21.11 ± 7.20Sodium (mmol/L)140.78 ± 2.08Potassium (mmol/L)4.68 ± 0.51Chloride (mmol/L)103.07 ± 1.69Estimated Glomerular Filtration Rate (eGFR) (mL/min/1.73)99.19 ± 15.54Creatinine (µmol/L)73.00 ± 14.25Bilirubin (µmol/L)8.60 ± 4.63Random Glucose (mmol/L)5.03 ± 0.49TSH (mIU/L)1.84 ± 0.85Glycated Hemoglobin (HbA1c) (%)5.26 ± 0.30White Blood Cell count (×109/L)5.51 ± 1.27Platelets Count (×109/L)236.70 ± 51.05Red Blood Cell count (×1012/L)4.69 ± 0.44Hemoglobin (g/L)143.67 ± 11.77Open in a separate windown, number; SD, standard deviation; TSH, thyroid stimulating hormone.A total of 41 protocol deviations occurred in this study and eight participants were excluded from the PP analysis. Six participants who did not take rescue medication as directed and two participants who withdrew from the study were excluded from the PP population. The disposition of participants through the study is shown in Figure 2. The mean compliance for the three sequences was >95%, and not significantly different between products.Open in a separate windowFigure 2Disposition of study participants.3.2. General Pain SeverityBased on the pain severity subscale scores assessed by the BPI, 32% of participants taking Pain Bloc-R, 16% taking acetaminophen, and 5% of those taking placebo achieved the minimal clinical important improvement (MCII) of a 32.3% reduction in overall pain severity [31] (Figure 3). MCII is defined as the smallest improvement in an outcome that is deemed to be important to a patient or participant population [32]. Participants on Pain Bloc-R or acetaminophen had 26% and 11% greater improvements in their overall pain severity scores, respectively, compared to placebo.Open in a separate windowFigure 3Number of participants reaching a minimal clinically important improvement based on the BPI pain severity scores (at least 32.3%) and average pain scores (at least 27.7%) in the per protocol (PP) population.A total of 26% of participants taking Pain Bloc-R, 5% of those taking acetaminophen, and 11% of those taking placebo achieved the MCII of 27.7% required to show clinical relevance in response to the interventions based on average pain subscale scores (Figure 3). Participants on Pain Bloc-R experienced 16% greater relief of their average pain than those on placebo while those on acetaminophen experienced 5.2% less relief than those taking placebo.There were no significant differences in the change of scores for pain severity after seven days between interventions. There were significant decreases in pain severity scores with Pain Bloc-R and acetaminophen (p = 0.024 and p = 0.010, respectively) from baseline to day 7 (Table 4).Table 4The BPI pain severity score and change in pain severity score from pre-supplementation to day 7 in the PP population (n = 19). Pain Bloc-RMean ± SD Median (Min − Max)AcetaminophenMean ± SD Median (Min − Max)PlaceboMean ± SD Median (Min − Max)Pre-supplementation4.76 ± 1.844.47 ± 1.474.09 ± 1.84 4.75 (0.00 to 7.75)4.75 (1.25 to 6.50)4.50 (0.00 to 7.00)Post-supplementation (day 7)3.72 ± 1.893.97 ± 1.594.07 ± 1.96 3.50 (0.50 to 6.25)4.25 (0.75 to 7.00)4.00 (0.50 to 7.25)Change from Pre-supplementation to Post-supplementation (day 7)−1.04 ± 1.84−0.50 ± 0.75−0.03 ± 1.11−1.00 (−6.00 to 1.00)−0.50 (−2.25 to 0.75)0.00 (−3.25 to 1.75)Within Group p-Value +0.0240.0100.919Between Group p-Value *0.103 (r)0.288 (r)0.548 (r)Open in a separate windown, number; SD, standard deviation; Min, minimum; Max, maximum. + Within group p-values generated by the paired t-test. * Between group p-values were generated using a linear mixed effect model with treatment, sequence, and period as fixed effects and subject as a random effect. Between group p-values were adjusted using Tukey’s HSD. Between group p-values are acetaminophen versus Pain Bloc-R in column A, acetaminophen versus placebo in column B, and placebo versus Pain-Bloc-R in column C. (r) indicates values were ranked prior to generating ANOVA or ANCOVA.A post hoc analysis of a subgroup based on age revealed a significant 25.9% decrease from baseline in average pain score for participants ≤45 years old taking Pain Bloc-R (p = 0.046). These participants also reported a significant decrease in pain severity after taking Pain Bloc-R or acetaminophen for seven days (p < 0.05). There were no significant changes in general pain severity reported by participants >45 years of age.When participants ≤45 years of age were further sub-grouped by gender, males reported a significant decrease in pain severity score when taking Pain Bloc-R compared to acetaminophen (p = 0.026) (Figure 4).Open in a separate windowFigure 4Change in pain severity score from pre-supplementation to post-supplementation (day 7) in the ≤45 years of age male PP population (n = 6). n, number; SD, standard deviation. Between group p-values were generated using a linear mixed effect model with treatment, sequence, and period as fixed effects and subject as a random effect. Between group p-values were adjusted using Tukey’s HSD. * p ≤ 0.05 considered statistically significant.3.3. Interference with Daily FunctioningThere were no significant differences in the changes of scores for pain interference from baseline to day 7 between interventions, with the exception of less pain interference in walking ability with Pain Bloc-R than with acetaminophen (p = 0.005). The decrease of pain interference in walking ability with Pain Bloc-R was also trending towards significance (p = 0.068), which translated into a significant 36.7% improvement compared to acetaminophen (p = 0.005). A significant improvement from baseline to day 7 in the enjoyment of life score was only reported with acetaminophen (p = 0.020). Participants taking acetaminophen (p = 0.032) and placebo (p = 0.022) reported significant relief due to pain treatments. For participants ≤45 years, acetaminophen also resulted in significant relief due to pain treatment after seven days (p = 0.036).There was a significant decrease in pain interference score for participants ≤45 years old taking Pain Bloc-R (p = 0.045) from baseline to Day 7. In these participants, Pain Bloc-R significantly decreased pain interference with enjoyment of life compared to acetaminophen (p = 0.019). Participants taking acetaminophen or placebo had decreases in pain interference with relationships with other people (8.3% and 39.2%, respectively), which resulted in significant differences between acetaminophen vs. Pain Bloc-R (p = 0.010) and placebo vs. acetaminophen (p = 0.003).Male participants ≤45 years of age taking Pain Bloc-R reported a significant decrease in pain interference vs. acetaminophen (p = 0.036) or placebo (p = 0.008) (Figure 5A). Moreover, pain interference with sleep (p = 0.011, Figure 5B) and enjoyment of life (p = 0.012, Figure 5C) was decreased with Pain Bloc-R vs. acetaminophen in these participants. Consistent with the observation for male participants, females ≤45 years of age taking Pain Bloc-R reported significantly improved pain interference with sleep vs. acetaminophen (p = 0.007).Open in a separate windowFigure 5Change in (A) pain interference score, (B) pain interference with sleep score, (C) pain interference with enjoyment of life score from pre-supplementation to post-supplementation (day 7) in the ≤45 years of age male PP population (n = 6). n, number; SD, standard deviation. Between group p-values were generated using a linear mixed effect model with treatment, sequence, and period as fixed effects and subject as a random effect. Between group p-values were adjusted using Tukey’s HSD. * p ≤ 0.05 considered statistically significant.In male participants >45 years of age, pain interference with enjoyment of life was decreased with Pain Bloc-R (p = 0.016) and placebo (p = 0.037). In these participants, placebo significantly decreased pain interference (p = 0.008) and interference with general activity (p = 0.035) after seven days. Acetaminophen significantly decreased pain interference with mood (p = 0.045) from baseline to day 7. Placebo significantly decreased pain interference with mood vs. Pain Bloc-R in female participants >45 years of age (p = 0.015).3.4. Management of Unresolved Aches and DiscomfortIn the PP population, “pain at its worst” scores were significantly lower when participants were taking Pain Bloc-R compared to acetaminophen (21.8% vs. 9.8% decrease, p = 0.026). There were significant decreases in “pain at its worst” with Pain Bloc-R (p = 0.016) and acetaminophen (p = 0.037), respectively, after seven days of supplementation (Table 5). With Pain Bloc-R, there was also a significant decrease in “pain at its least” (29.2%, p = 0.035) and a trend for a decrease in “pain you have right now” (24.8%, p = 0.052). In participants ≤45 years of age, there were significant decreases in “pain at its least” score with Pain Bloc-R (48.7%, p = 0.046) and acetaminophen (37.9%, p = 0.049) from baseline to day 7.Table 5The BPI “pain at its worst” score and change in “pain at its worst” score from pre-supplementation to day 7 in the PP population (n = 19). Pain Bloc-RMean ± SD Median (Min - Max)AcetaminophenMean ± SD Median (Min - Max)PlaceboMean ± SD Median (Min - Max)Pre-supplementation6.05 ± 2.155.89 ± 1.665.53 ± 2.41 6.00 (0.00 to 9.00)6.00 (3.00 to 9.00)6.00 (0.00 to 9.00)Post-supplementation (day 7) 4.74 ± 2.265.32 ± 1.975.37 ± 2.67 5.00 (0.00 to 8.00)5.00 (1.00 to 8.00)6.00 (0.00 to 9.00)Change from Pre-supplementation to Post-supplementation (day 7) −1.32 ± 2.16−0.58 ± 1.12−0.16 ± 2.17−1.00 (−8.00 to 2.00)−1.00 (−2.00 to 1.00)0.00 (−8.00 to 3.00)Within Group p-Value +0.0160.0370.754Between Group p-Value *0.026 (r)0.185 (r)0.345 (r)Open in a separate windown, number; SD, standard deviation; Min, minimum; Max, maximum. + Within group p-values generated by the paired t-test. * Between group p-values were generated using a linear mixed effect model with treatment, sequence, and period as fixed effects and subject as a random effect. Between group p-values were adjusted using Tukey’s HSD. Between group p-values are acetaminophen versus Pain Bloc-R in column A, acetaminophen versus placebo in column B, and placebo versus Pain-Bloc-R in column C. (r) indicates values were ranked prior to generating ANOVA or ANCOVA.3.5. Musculoskeletal DiscomfortUsing the Modified Cornell MD questionnaire, it was reported that the most common body areas with aches or discomfort were the neck (52.6% of participants), right shoulder (42.1%), upper back (47.4%), lower back (63.2%), and hip/buttocks (52.6%). No significant differences between interventions were reported for changes in muscular discomfort total scores or scores for specific sites, from baseline to day 7. However, musculoskeletal discomfort total body score only decreased significantly with Pain Bloc-R (34%, p = 0.040) after seven days (Table 6). Treatment with Pain Bloc-R lowered discomfort at each of the most common pain sites listed except for the upper back, although the differences were not significant. In contrast, participants on acetaminophen reported a non-significant decrease in neck (21%) and right shoulder (6.5%) discomfort but a significant increase in lower back discomfort (46%, p = 0.024). There were no differences in MD score based on age or age by gender subgroups, with the exception of a decrease in total MD total score with acetaminophen from baseline to day 7 for participants ≤45 years of age (p = 0.028).Table 6The modified Cornell musculoskeletal discomfort (MD) total score and change in MD score from pre-supplementation to day 7 in the PP population (n = 19). Pain Bloc-RMean ± SD Median (Min - Max)AcetaminophenMean ± SD Median (Min - Max)PlaceboMean ± SD Median (Min - Max)Pre-supplementation125.50 ± 105.85121.03 ± 93.01117.28 ± 105.23 81.50 (6.00 to 313.00)121.00 (14.50 to 363.50)59.25 (10.00 to 358.00)Post-supplementation (day 7) 82.76 ± 87.75100.97 ± 76.37103.61 ± 93.37 43.00 (1.50 to 291.50)72.00 (10.00 to 249.00)67.50 (1.50 to 270.50)Change from Pre-supplementation to Post-supplementation (day 7) −42.74 ± 78.86−20.05 ± 51.67−8.00 ± 41.36−19.00 (−291.50 to 21.50)−17.00 (−147.50 to 96.00)−1.50 (−104.50 to 69.50)Within Group p-Value +0.0400.0580.372Between Group p-Value *0.345 (r)0.712 (r)0.563 (r)Open in a separate windown, number; SD, standard deviation; Min, minimum; Max, maximum. + Within group p-values generated by the paired t-test. * Between group p-values were generated using a linear mixed effect model with treatment, sequence, and period as fixed effects and subject as a random effect. Between group p-values were adjusted using Tukey’s HSD. Between group p-values are acetaminophen versus Pain Bloc-R in column A, acetaminophen versus placebo in column B, and placebo versus Pain-Bloc-R in column C. (r) indicates values were ranked prior to generating ANOVA or ANCOVA.3.6. Use of Rescue Medicine and Product PerceptionNo significant differences were reported for the proportion of participants consuming rescue medication or product perception and tolerability at day 7 between interventions.3.7. Safety OutcomesThere were no clinically relevant changes in the vital signs, hematology, kidney or liver markers, or electrolytes from baseline values (Table 2 and Table 3).Thirty-six AE were reported by 15 participants in this study. Of these 24 were reported by participants on Pain Bloc-R, nine by those taking acetaminophen, and nine while on placebo. Twenty of these events were classified as “not related” or “unlikely” related while 16 were classified as “possibly” related to the interventional products. Of the latter, 10 (dizziness n = 2, nausea n = 3, drowsiness n = 4, and stomach pain n = 1) were reported while participants were on Pain Bloc-R, five (upset stomach n = 1, drowsiness n = 2, diarrhea n = 1, dizziness n = 1) while they were on acetaminophen, and one while on placebo. All AE were resolved by the end of study, except for one abnormal liver function test, which was deemed to be “unlikely” to be related to the investigational product and was resolved 28 days after the study.4. DiscussionThis randomized, double-blind, placebo-controlled, crossover study evaluated the efficacy of Pain Bloc-R in reducing unresolved, non-pathological aches and discomfort. Pain Bloc-R performed and acetaminophen in managing unresolved aches and discomfort, and even better than acetaminophen in reducing the pain interference in walking ability. Seven days of Pain Bloc-R supplementation led to significant reductions of 21.8% in pain severity and 34.1% in musculoskeletal discomfort without serious adverse events or significant changes in safety parameters. Furthermore, more participants reported clinically meaningful reductions in average pain and pain severity with Pain Bloc-R as compared to acetaminophen or placebo, with six participants reporting the MCII when taking Pain Bloc-R, three when taking acetaminophen, and only one when taking placebo. These findings support the potential role of Pain Bloc-R in managing unresolved aches and discomfort, as a safe and effective alternative to acetaminophen.Although both Pain Bloc-R and acetaminophen led to reductions in pain severity and interferences with certain daily functioning from pre to post-supplementation, the improvement in “pain at its worst” was significantly greater with Pain Bloc-R than acetaminophen (21.8% vs. 9.8%). This indicates the ability of Pain Bloc-R to reduce the magnitude of the aches and discomfort experienced by the participants, and this may have contributed to the significant 36.7% improvement in their walking score compared to when taking acetaminophen. It is also notable that with Pain Bloc-R, more participants reached an improvement beyond the MCII threshold, defined as the smallest improvement in the outcome that is deemed meaningful by participants [32], for BPI pain severity scores and average pain scores than acetaminophen.Discomfort in neck, right shoulder, upper back, lower back, and hip/buttocks was all prevalent in the study population. This is consistent with current evidence that shoulder and back pain are the common types of pain in the adult population [33]. With Pain Bloc-R, the 34% decrease in total musculoskeletal discomfort was supported by the lower discomforts in almost all the studied body parts except upper back. In comparison, acetaminophen did not achieve similar pain-alleviating effects.Interestingly, when subgroups based on age were examined in a post hoc analysis, participants ≤45 years of age reported significant reductions in pain interference with enjoyment of life when taking Pain Bloc-R compared to acetaminophen. Pain response including pain severity, average pain and “pain at its least” were significantly reduced for those participants after taking Pain Bloc-R for seven days. Acetaminophen also resulted in significant reductions in pain severity and “pain at its least” after seven days for participants ≤45 years of age. The effect of age on pain perception is inconsistent in existing literature and varies depending on the stimuli [34]. Further, there was a differential response to Pain Bloc-R based on gender within each age group. Studies have reported that women more frequently report pain than men [35], and the perception that women have a greater sensitivity to pain and more willingness to report pain [36]. Surprisingly, in the current study it was the male participants ≤45 years of age that reported significant improvements in overall pain interference, pain interference with sleep and enjoyment of life with Pain Bloc-R compared to acetaminophen. Previous studies have demonstrated gender-based differences in response to vitamin D, a Pain Bloc-R ingredient, in immune function [37] and cardiometabolic biomarkers [38]. The potential relationship between pain relief and age/gender observed in the current study warrants further investigation with a more robust sample size.The ability of Pain Bloc-R to deliver similar or better pain relief than acetaminophen is an important finding of this study. Acetaminophen is well established as a pain-relieving drug that exerts its analgesic effect by inhibiting cyclooxygenase (COX), which is responsible for the production of prostanoids [39,40]. Therefore, acetaminophen does not reduce inflammation or remedy the cause of pain, but only masks the sensation [40]. Currently, there have been no studies investigating the pain-alleviating effect of a formula with similar composition of Pain Bloc-R. However, with a variety of analgesic ingredients, Pain Bloc-R matched the efficacy of acetaminophen potentially by targeting multiple pain pathways with its ingredients. Vitamin D [15], white willow bark [16], and Angelica root extract [17] serve as anti-inflammatory agents. The antioxidant properties of acetyl L-carnitine and Benfotiamine can potentially reduce neuroinflammation and alleviate pain caused by peripheral neuropathy [41]. L-theanine can increase the release of dopamine [42], while L-tetrahydropalmatine (L-THP) can block dopamine uptake [19,20], thereby modulating pain perception.A novel ingredient in Pain Bloc-R is L-THP, which is an active constituent extracted from plant species of the genera Stephania and Corydalis [20]. Gaining recent popularity for its demonstrated potential in the treatment of cocaine addiction, L-THP has been shown to be a potent antagonist of dopamine receptors D1 and D2, and displays activity at other dopamine and serotonin receptors [20]. The analgesic and antinociceptive effects of L-THP have been demonstrated in several preclinical rodent studies [43,44,45]. The safety of L-THP has been examined and resulted in minimal changes of liver enzyme activities in dogs [46] and similar numbers of side effects compared with placebo in a 3.5-day intervention with 20 cocaine users [47]. Overall, Pain Bloc-R was safe and well-tolerated in the present study as determined by the low incidence of adverse events, all but one of which were resolved by the end of the study, and all hematology and clinical chemistry profiles remained within clinically normal ranges. In addition to these objective measures of product safety, participants felt that it had either a neutral or beneficial impact on their health, and felt they tolerated it well, as assessed by a favorable rating of 19.74 out of 35 on the product perception questionnaire. This rating was not significantly different between any groups, indicating that participants felt that Pain Bloc-R achieved its purpose as well as acetaminophen, and was similarly tolerable.The population in this study consisted of 27 healthy adults aged 22–63 years presenting with non-specific pain that had persisted for at least two weeks prior to baseline. It was not required that pain be linked to employment, but construction workers, manual laborers, and athletes were targeted for recruitment. This population was selected because these people are more likely to experience persistent non-specific pain due to repetitive exertions that workers are required to perform [48]. This population is also an important one to study because they make up a large portion of the workforce, while unresolved aches and discomfort are a main cause of functional limitations and lead to economical and medical burdens. As of October 2019, about 21 of 155 million Americans in the labor force were employed in the construction, manufacturing, and natural resources and mining sectors [49]. Developing a safe and effective management intervention for aches and discomfort is critical for this population.The strengths of the present study include the rigorous double-blind, randomized, crossover design, the extensive evaluation of aches and discomfort and assessment of safety, and the conservative statistical approach. The use of acetaminophen as a comparator also provided further insights into the advantages of Pain Bloc-R. The limitations of this study include a small sample size and little variation in participant demographics. For future studies, Pain Bloc-R should be investigated in a larger and more diverse population, with a sample size calculated based on the results of the current study. In addition, given that NSAIDs are another common option for the management of chronic aches and discomfort, futures studies should include other comparators such as ibuprofen and other anti-inflammatory medications.5. ConclusionsIn conclusion, aches and discomfort were decreased compared to pre-supplementation with Pain Bloc-R, and participants reported lowered interference with walking ability due to pain. Clinically meaningful reductions in average pain and pain severity were experienced in participants while on Pain Bloc-R as compared to acetaminophen or placebo. Pain Bloc-R was found to be safe and efficacious and should be considered as a viable alternative for the relief of unresolved, non-pathological aches and discomfort.AcknowledgmentsThe authors wish to thank our volunteers who participated in this study and for their compliance to the conduct of the study. We would like to acknowledge LifeSeasons, Inc. for taking a lead in initiating clinical trials working with trusted research groups like KGK Science Inc. to answer questions regarding dietary supplement safety and efficacy. Their final goal is to provide confidence to the individual and the practitioner as they make supplement choices. We wish to thank Annie Zhai, Mitchell Hendry, and Rebecca Przy for their help with formatting and generating tables and figures. We thank Erin Lewis for her diligence in editing and reviewing the manuscript.Supplementary MaterialsThe following are available online at https: //www.mdpi.com/2072-6643/12/6/1831/s1. Table S1: CONSORT 2010 checklist of information to include when reporting a randomized trial.Click here for additional data file.(67K, pdf)Author ContributionsConceptualization, M.E., J.L. and N.G.; methodology, M.E. and D.C.C.; formal analysis, M.E. and A.M.S.; investigation, D.C.C.; data curation, D.C.C.; writing—original draft preparation, M.E. and A.S.S.; writing—review and editing, M.E., A.S.S. and J.L.; visualization, M.E.; supervision, M.E. and D.C.C.; funding acquisition, J.L. All authors have read and agreed to the published version of the manuscript.FundingThis work was supported by LifeSeasons, 940 South 2000 West Suite 230, Springville, Utah 84663. LifeSeasons was involved in the design of the study and revising the manuscript but was not involved in conduct of the study, analysis of samples or data, or interpretation of findings.Conflicts of InterestJ.L. is an employee of LifeSeasons."], "doi": "10.3390/nu12061831", "references": ["Dahlhamer J., Lucas J., Zelaya C., Nahin R., Mackey S., DeBar L., Kerns R., Von Korff M., Porter L., Helmick C. Prevalence of Chronic Pain and High-Impact Chronic Pain Among Adults - United States, 2016. MMWR Morb. Mortal. Wkly. Rep. 2018;67:1001–1006. doi: 10.15585/mmwr.mm6736a2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Tsang A., Von Korff M., Lee S., Alonso J., Karam E., Angermeyer M.C., Borges G.L., Bromet E.J., Demytteneare K., de Girolamo G., et al. Common chronic pain conditions in developed and developing countries: Gender and age differences and comorbidity with depression-anxiety disorders. J. Pain. 2008;9:883–891. doi: 10.1016/j.jpain.2008.05.005. [PubMed] [CrossRef] [Google Scholar]", "Briggs A.M., Woolf A.D., Dreinhofer K., Homb N., Hoy D.G., Kopansky-Giles D., Akesson K., March L. Reducing the global burden of musculoskeletal conditions. Bull. World Health Organ. 2018;96:366–368. doi: 10.2471/BLT.17.204891. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Tuzun E.H. Quality of life in chronic musculoskeletal pain. Best. Pract. Res. Clin. Rheumatol. 2007;21:567–579. doi: 10.1016/j.berh.2007.03.001. [PubMed] [CrossRef] [Google Scholar]", "Miles M.P., Clarkson P.M. Exercise-induced muscle pain, soreness, and cramps. J. Sports Med. Phys. Fitness. 1994;34:203–216. [PubMed] [Google Scholar]", "Borenstein D. Mechanical low back pain--a rheumatologist’s view. Nat. Rev. Rheumatol. 2013;9:643–653. doi: 10.1038/nrrheum.2013.133. [PubMed] [CrossRef] [Google Scholar]", "Health Canada Acetaminophen. [(accessed on 11 November 2019)]; Available online: https://www.canada.ca/en/health-canada/services/drugs-medical-devices/acetaminophen.html", "US FDA FDA Drug Safety Communication: Prescription Acetaminophen Products to be Limited to 325 mg Per Dosage Unit; Boxed Warning Will Highlight Potential for Severe Liver Failure. [(accessed on 26 November 2019)]; Available online: https://www.fda.gov/drugs/drug-safety-and-availability/fda-drug-safety-communication-prescription-acetaminophen-products-be-limited-325-mg-dosage-unit", "Hunt R.H., Choquette D., Craig B.N., De Angelis C., Habal F., Fulthorpe G., Stewart J.I., Turpie A.G.G., Davis P. Approach to managing musculoskeletal pain: Acetaminophen, cyclooxygenase-2 inhibitors, or traditional NSAIDs? Can. Fam. Phys. 2007;53:1177–1184. [PMC free article] [PubMed] [Google Scholar]", "Aminoshariae A., Khan A. Acetaminophen: Old Drug, New Issues. J. Endod. 2015;41:588–593. doi: 10.1016/j.joen.2015.01.024. [PubMed] [CrossRef] [Google Scholar]", "Ong C.K., Lirk P., Tan C.H., Seymour R.A. An evidence-based update on nonsteroidal anti-inflammatory drugs. Clin. Med. Res. 2007;5:19–34. doi: 10.3121/cmr.2007.698. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Bessone F. Non-steroidal anti-inflammatory drugs: What is the actual risk of liver damage? World J. Gastroenterol. 2010;16:5651. doi: 10.3748/wjg.v16.i45.5651. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Lanham K., Smith K., Flynn J. Considering cardiovascular risks when taking NSAIDS. Orthopedics. 2008;31:468–471. doi: 10.3928/01477447-20110414-08. [PubMed] [CrossRef] [Google Scholar]", "Howard R.L., Avery A.J., Slavenburg S., Royal S., Pipe G., Lucassen P., Pirmohamed M. Which drugs cause preventable admissions to hospital? A systematic review. Br. J. Clin. Pharmacol. 2007;63:136–147. doi: 10.1111/j.1365-2125.2006.02698.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Liu W., Zhang L., Xu H.-J., Li Y., Hu C.-M., Yang J.-Y., Sun M.-Y. The Anti-Inflammatory Effects of Vitamin D in Tumorigenesis. Int. J. Mol. Sci. 2018;19:2736. doi: 10.3390/ijms19092736. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Shara M., Stohs S.J. Efficacy and Safety of White Willow Bark (Salix alba) Extracts. Phytother. Res. 2015;29:1112–1116. doi: 10.1002/ptr.5377. [PubMed] [CrossRef] [Google Scholar]", "Yuan C.-S., Mehendale S.R., Wang C.-Z., Aung H.H., Jiang T., Guan X., Shoyama Y. Effects of Corydalis yanhusuo and Angelicae dahuricae on Cold Pressor-Induced Pain in Humans: A Controlled Trial. J. Clin. Pharmacol. 2004;44:1323–1327. doi: 10.1177/0091270004267809. [PubMed] [CrossRef] [Google Scholar]", "Sharma E., Joshi R., Gulati A. l-Theanine: An astounding sui generis integrant in tea. Food Chem. 2018;242:601–610. doi: 10.1016/j.foodchem.2017.09.046. [PubMed] [CrossRef] [Google Scholar]", "Zhou H.H., Wu D.L., Gao L.Y., Fang Y., Ge W.H. L-Tetrahydropalmatine alleviates mechanical hyperalgesia in models of chronic inflammatory and neuropathic pain in mice. Neuroreport. 2016;27:476–480. doi: 10.1097/WNR.0000000000000560. [PubMed] [CrossRef] [Google Scholar]", "Wang J.B., Mantsch J.R. l-tetrahydropalamatine: A potential new medication for the treatment of cocaine addiction. Future Med. Chem. 2012;4:177–186. doi: 10.4155/fmc.11.166. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Derry C.J., Derry S., Moore R.A. Caffeine as an analgesic adjuvant for acute pain in adults. Cochrane Database Syst. Rev. 2014:CD009281. doi: 10.1002/14651858.CD009281.pub3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Sepand M.R., Razavi-Azarkhiavi K., Omidi A., Zirak M.R., Sabzevari S., Kazemi A.R., Sabzevari O. Effect of Acetyl-L-Carnitine on Antioxidant Status, Lipid Peroxidation, and Oxidative Damage of Arsenic in Rat. Biol. Trace Elem. Res. 2016;171:107–115. doi: 10.1007/s12011-015-0436-y. [PubMed] [CrossRef] [Google Scholar]", "Harisa G.I. Benfotiamine enhances antioxidant defenses and protects against cisplatin-induced DNA damage in nephrotoxic rats. J. Biochem. Mol. Toxicol. 2013;27:398–405. doi: 10.1002/jbt.21501. [PubMed] [CrossRef] [Google Scholar]", "Moher D., Hopewell S., Schulz K.F., Montori V., Gotzsche P.C., Devereaux P.J., Elbourne D., Egger M., Altman D.G. Consort. CONSORT 2010 explanation and elaboration: Updated guidelines for reporting parallel group randomised trials. Int. J. Surg. 2012;10:28–55. [PubMed] [Google Scholar]", "Cleeland C.S., Ryan K.M. Pain assessment: Global use of the Brief Pain Inventory. Ann. Acad. Med. 1994;23:129–138. [PubMed] [Google Scholar]", "Hedge A., Morimoto S., McCrobie D. Effects of keyboard tray geometry on upper body posture and comfort. Ergonomics. 1999;42:1333–1349. doi: 10.1080/001401399184983. [PubMed] [CrossRef] [Google Scholar]", "SA J. Sample Size of 12 per Group Rule of Thumb for a Pilot Study. Pharm. Stat. 2005;4:287–291. doi: 10.1002/pst.185. [CrossRef] [Google Scholar]", "R Core Team . R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing; Vienna, Austria: 2019. [Google Scholar]", "RStudio Team . RStudio: Integrated Development Environment for R. RStudio, Inc.; Boston, MA, USA: 2015. [Google Scholar]", "Pinheiro J., Bates D., DebRoy S., Sarkar D., Team R.C. nlme: Linear and Nonlinear Mixed Effects Models. 2018. [Google Scholar]", "Mease P.J., Spaeth M., Clauw D.J., Arnold L.M., Bradley L.A., Russell I.J., Kajdasz D.K., Walker D.J., Chappell A.S. Estimation of minimum clinically important difference for pain in fibromyalgia. Arthritis Care Res. 2011;63:821–826. doi: 10.1002/acr.20449. [PubMed] [CrossRef] [Google Scholar]", "Kvien T.K., Heiberg T., Hagen K.B. Minimal clinically important improvement/difference (MCII/MCID) and patient acceptable symptom state (PASS): What do these concepts mean? Ann. Rheum. Dis. 2007;66:iii40–iii41. doi: 10.1136/ard.2007.079798. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Urwin M., Symmons D., Allison T., Brammah T., Busby H., Roxby M., Simmons A., Williams G. Estimating the burden of musculoskeletal disorders in the community: The comparative prevalence of symptoms at different anatomical sites, and the relation to social deprivation. Ann. Rheum. Dis. 1998;57:649–655. doi: 10.1136/ard.57.11.649. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Riley J.L., 3rd, Cruz-Almeida Y., Glover T.L., King C.D., Goodin B.R., Sibille K.T., Bartley E.J., Herbert M.S., Sotolongo A., Fessler B.J., et al. Age and race effects on pain sensitivity and modulation among middle-aged and older adults. J. Pain. 2014;15:272–282. doi: 10.1016/j.jpain.2013.10.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Fillingim R.B., King C.D., Ribeiro-Dasilva M.C., Rahim-Williams B., Riley J.L., 3rd Sex, gender, and pain: A review of recent clinical and experimental findings. J. Pain. 2009;10:447–485. doi: 10.1016/j.jpain.2008.12.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Wandner L.D., Scipio C.D., Hirsh A.T., Torres C.A., Robinson M.E. The perception of pain in others: How gender, race, and age influence pain expectations. J. Pain. 2012;13:220–227. doi: 10.1016/j.jpain.2011.10.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Correale J., Ysrraelit M.C., Gaitan M.I. Gender differences in 1,25 dihydroxyvitamin D3 immunomodulatory effects in multiple sclerosis patients and healthy subjects. J. Immunol. 2010;185:4948–4958. doi: 10.4049/jimmunol.1000588. [PubMed] [CrossRef] [Google Scholar]", "Sharifi N., Amani R., Hajiani E., Cheraghian B. Women may respond different from men to vitamin D supplementation regarding cardiometabolic biomarkers. Exp. Biol. Med. 2016;241:830–838. doi: 10.1177/1535370216629009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Jozwiak-Bebenista M., Nowak J.Z. Paracetamol: Mechanism of action, applications and safety concern. Acta Pol. Pharm. 2014;71:11–23. [PubMed] [Google Scholar]", "Brune K., Renner B., Tiegs G. Acetaminophen/paracetamol: A history of errors, failures and false decisions. Eur. J. Pain. 2015;19:953–965. doi: 10.1002/ejp.621. [PubMed] [CrossRef] [Google Scholar]", "Head K.A. Peripheral neuropathy: Pathogenic mechanisms and alternative therapies. Altern. Med. Rev. 2006;11:294–329. [PubMed] [Google Scholar]", "Yamada T., Terashima T., Okubo T., Juneja L.R., Yokogoshi H. Effects of theanine, r-glutamylethylamide, on neurotransmitter release and its relationship with glutamic acid neurotransmission. Nutr. Neurosci. 2005;8:219–226. doi: 10.1080/10284150500170799. [PubMed] [CrossRef] [Google Scholar]", "Guo Z., Man Y., Wang X., Jin H., Sun X., Su X., Hao J., Mi W. Levo-tetrahydropalmatine attenuates oxaliplatin-induced mechanical hyperalgesia in mice. Sci. Rep. 2014;4:3905. doi: 10.1038/srep03905. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Zhao T., Liu X., Zhen X., Guo S.W. Levo-tetrahydropalmatine retards the growth of ectopic endometrial implants and alleviates generalized hyperalgesia in experimentally induced endometriosis in rats. Reprod. Sci. 2011;18:28–45. doi: 10.1177/1933719110381928. [PubMed] [CrossRef] [Google Scholar]", "Kang D.W., Moon J.Y., Choi J.G., Kang S.Y., Ryu Y., Park J.B., Lee J.H., Kim H.W. Antinociceptive Profile of Levo-tetrahydropalmatine in Acute and Chronic Pain Mice Models: Role of spinal sigma-1 receptor. Sci. Rep. 2016;6:37850. doi: 10.1038/srep37850. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Zhao Y., Liang A., Zhang Y., Li C., Yi Y., Nilsen O.G. Impact of Tetrahydropalmatine on the Pharmacokinetics of Probe Drugs for CYP1A2, 2D6 and 3A Isoenzymes in Beagle Dogs. Phytother. Res. 2016;30:906–914. doi: 10.1002/ptr.5608. [PubMed] [CrossRef] [Google Scholar]", "Hassan H.E., Kelly D., Honick M., Shukla S., Ibrahim A., Gorelick D.A., Glassman M., McMahon R.P., Wehring H.J., Kearns A.M., et al. Pharmacokinetics and Safety Assessment of l-Tetrahydropalmatine in Cocaine Users: A Randomized, Double-Blind, Placebo-Controlled Study. J. Clin. Pharmacol. 2017;57:151–160. doi: 10.1002/jcph.789. [PMC free article] [PubMed] [CrossRef] [Google Scholar]", "Hunting K.L., Haile E., Nessel L., Welch L.S. Validity assessment of self-reported construction tasks. J. Occup. Environ. Hyg. 2010;7:307–314. doi: 10.1080/15459621003717847. [PubMed] [CrossRef] [Google Scholar]", "Bureau of Labor Statistics Industries at a Glance. [(accessed on 29 November 2019)]; Available online: https://www.bls.gov/iag/tgs/iag23.htm"], "isFullpaper": true, "keywords": ["pain", "ache", "discomfort", "natural health product", "randomized controlled trial"], "authors": ["Malkanthi Evans", "Abdul M. Sulley", "David C. Crowley", "Jamie Langston", "Najla Guthrie"], "term": "stomach aches", "chunk_id": ["29c68ca0-380b-4b61-8619-610e913e66ac", "104354fc-dc45-4cc1-aaef-4444970e34e8", "2c2c2e66-c94c-4c09-8a9e-c248e891e892", "7b4ca487-cc70-4e00-9ca8-7bcc0d42c8ab", "8fb87546-5334-47f1-8e43-ef45de368350", "807d6bd2-4939-451e-be8a-7a33ca86f112", "fb1b1ad9-d581-47bb-a305-738f77d366c7", "dd3bd716-ef6f-4b47-912c-65f73dd60a3d", "8aecab2d-dd44-40c1-8ab2-5137fe112ac2", "7bec17ba-a590-4761-b551-ff5121511638", "94f00a7b-ec16-45b4-beb3-3f67ad158eb2", "847e27b6-a981-41ed-b99a-b91f0774d5d8", "3b862995-3365-4343-a374-4f4faf3a0c82", "425c5ff5-b55d-4899-9dd6-752989cfa408", "5ce1b172-2ac8-41d1-92f8-f64156cc3fb3", "35acc060-c610-434e-b9e4-ca4134e60dd2", "89e9279e-c87d-4bae-b6a4-03eae6a0ba15", "1a895470-383c-4435-add6-da3c5acd73bd", "12875f26-0fbb-404a-a948-3740f1dae095", "9cc22bd2-9915-4f54-935e-e2a949dddca5", "8025a54d-920c-4413-92e9-3c85df4a45ac", "96eef7fd-761e-467c-b46d-3b29ff875116", "15dcaf7c-87af-45bb-8e1c-092ce18cb00c", "04c6be79-340a-4025-bc34-b7a40d65f659", "780be49e-1588-495c-be98-5e9b09046904", "1a051e9b-5016-427c-adee-b366c6fd2d5c", "2949ccc9-9d36-476b-9167-8682598c14ce", "441a3b5c-f6db-4b1e-adbc-02047e4ee23e", "d8c412b3-76b9-406f-ab4b-62a5bff77279", "44f19744-f1b0-40eb-9173-27a6dfb9e7db", "7b8c285f-ee6c-42f0-a5ed-9d0375080574", "891f4580-80b1-4d6c-a06b-bbdba0edb392", "5629536c-e017-4783-8a91-0a2141f32d60", "b82b62ad-6e4c-4022-b06e-6c5d3eae43a2", "5c7f7538-865c-49fa-a465-e0a0c7b37702", "a3b08a08-e393-4a32-a249-d39d1a0a04d9", "3e73a56d-767f-4b71-9ad1-86a002435e31", "f58cdffd-c89a-40e2-a4d4-34529248cc82", "37f7cdd1-2044-4630-825a-ce46f5679511", "02c9269e-764d-402f-90da-a77c020cd700", "9c099790-ba26-487a-8efc-ca56797eec3a", "41bb9116-664e-4651-b15c-cc8d722f3c39", "8acf1839-28b6-4b10-86f1-15d9fd25d653", "18c3ff47-c01b-4629-90a8-70f4d7e575f7", "011bb529-23d6-438f-9875-043ce13fc229", "332c21d5-c1da-4fd3-8945-3baf3efc403f", "e10a1c9f-d198-4ad2-ada8-5ae6b02ea6f7", "fb1b0933-2844-4daa-88e4-95581d739d82", "e429b383-fb7a-41e8-af5b-bc58235cea37", "2aeea3a8-1ea7-45e3-84e4-65fc7e0ace63", "d21b8480-3fd0-460d-951e-638753b143f7", "8cf46563-c37e-4d8a-afc8-7ef6146eac2c", "14eb1e2c-7cc4-4499-8573-382847fc0cc1", "bcccfadb-f815-4304-8140-8f6392664699", "34915401-ae9c-4def-8468-68bc5c3a1967", "4e9f6440-1cf2-44b9-a248-3e25f450d32e", "8e7c36b1-2e60-4e23-bac3-3b6f8cb11f26", "8885dff3-7641-4db1-8d07-709eec15cfe6", "5ff566a6-7509-4e37-ad75-1e1e0d32fdf5"], "chunks": ["Nutrients. 2020 Jun; 12(6): 1831. Published online 2020 Jun 19. doi: 10.3390/nu12061831PMCID: PMC7353407PMID: 32575480Pain Bloc-R Alleviates Unresolved, Non-Pathological Aches and Discomfort in Healthy Adults—A Randomized, Double-Blind, Placebo-Controlled, Crossover StudyMalkanthi Evans,1,* Abdul M. Sulley,1 David C. Crowley,1 Jamie Langston,2 and Najla Guthrie1Malkanthi Evans1KGK Science Inc., London, ON N6A 5R8, Canada; moc.ecneicskgk@yellusa (A.M.S.); moc.ecneicskgk@yelworcd (D.C.C.); moc.ecneicskgk@eirhtugn (N.G.)Find articles by Malkanthi EvansAbdul M. Sulley1KGK Science Inc., London, ON N6A 5R8, Canada; moc.ecneicskgk@yellusa (A.M.S.); moc.ecneicskgk@yelworcd (D.C.C.); moc.ecneicskgk@eirhtugn (N.G.)Find articles by Abdul M. SulleyDavid C. Crowley1KGK Science Inc., London, ON N6A 5R8, Canada; moc.ecneicskgk@yellusa (A.M.S.); moc.ecneicskgk@yelworcd (D.C.C.); moc.ecneicskgk@eirhtugn (N.G.)Find articles by David C", ". CrowleyJamie Langston2LifeSeasons, Inc., Springville, UT 84663, USA; moc.snosaesefil@eimaJFind articles by Jamie LangstonNajla Guthrie1KGK Science Inc., London, ON N6A 5R8, Canada; moc.ecneicskgk@yellusa (A.M.S.); moc.ecneicskgk@yelworcd (D.C.C.); moc.ecneicskgk@eirhtugn (N.G.)Find articles by Najla GuthrieAuthor information Article notes Copyright and License information PMC Disclaimer1KGK Science Inc., London, ON N6A 5R8, Canada; moc.ecneicskgk@yellusa (A.M.S.); moc.ecneicskgk@yelworcd (D.C.C.); moc.ecneicskgk@eirhtugn (N.G.)2LifeSeasons, Inc., Springville, UT 84663, USA; moc.snosaesefil@eimaJ*Correspondence: moc.ecneicskgk@snavemReceived 2020 May 11; Accepted 2020 Jun 11.Copyright © 2020 by the authors.Licensee MDPI, Basel, Switzerland", ". This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http: //creativecommons.org/licenses/by/4.0/).Associated DataSupplementary Materialsnutrients-12-01831-s001.pdf (67K)GUID: 890FB6C3-B8C5-40CD-A257-B7B50195676FAbstractThe lack of effective treatment for chronic discomfort without negative side effects highlights the need for alternative treatments. Pain Bloc-R is a natural health product composed of vitamins B6, B12, D, white willow bark extract, Angelica root extract, acetyl L-carnitine HCl, caffeine, L-theanine, Benfotiamine, and L-tetrahydropalmatine. The objective of this study was to compare the effects of Pain Bloc-R, acetaminophen, and placebo on unresolved aches and discomfort as assessed by the brief pain inventory (BPI) and modified Cornell musculoskeletal discomfort questionnaires", ". This randomized, double-blind, placebo-controlled, crossover study consisted of three 7-day periods with Pain Bloc-R, acetaminophen, or placebo, each separated by a 7-day washout. Twenty-seven healthy adults (ages 22–63 years) were randomized to receive the three interventions in different sequences. The BPI “pain at its worst” scores were significantly lower when participants took Pain Bloc-R than when they took acetaminophen (21.8% vs. 9.8% decrease, p = 0.026) after seven days of supplementation. Pain Bloc-R achieved a significant improvement in the “pain at its least” score, significantly decreased the interference of discomfort in walking, and significantly decreased musculoskeletal discomfort total scores (34%, p = 0.040) after seven days. In a post hoc subgroup analysis based on age and gender, male participants ≤45 years taking Pain Bloc-R reported significant reductions in pain severity and pain interference vs. acetaminophen", ". acetaminophen. Pain Bloc-R performed as well as acetaminophen in managing unresolved non-pathological pain in otherwise healthy individuals.Keywords: pain, ache, discomfort, natural health product, randomized controlled trial1. IntroductionChronic pain is one of the most common reasons for adults to seek medical care [1]. Across geographies and ages, musculoskeletal conditions account for the greatest proportion of chronic pain [2]. It is estimated that half of the adults in the United States live with a musculoskeletal condition, thereby costing 213 billion dollars in 2011 [3]. Chronic, non-specific musculoskeletal pain is a leading cause of functional limitations [3], reducing quality of life and perceived health [3,4]. Therefore, it is important to develop efficient and safe pain management interventions.Muscle pain and discomfort can result from strenuous activities", ". For example, muscle soreness can occur after days of unusual or particularly heavy work/exercise, which is characterized by stiffness, tenderness, and weakness of the musculature [5]. Another common example of unresolved discomfort is back muscle tension and pain induced by either anxiety or stress [6].Common interventions to target and resolve pain include reducing anxiety and muscle tension, decreasing the inflammatory response, and reducing the sensation of pain by regulating hormonal responses and neurotransmitters. Acetaminophen is used weekly by nearly one quarter of Americans to manage non-specific and unresolved pain, making it the most commonly used pain prescription and over-the-counter drug in the United States [7]. It is considered a safe first-line therapy by the Federal Drug Administration when taken in recommended amounts [8]", ". However, its presence in a wide range of medications for diverse indications makes it easy for consumers to overdose, which can cause acute liver failure [9]. This ease of accidental overdose with acetaminophen is well-documented and has made it not only a potential cause of acute liver failure, but indeed the leading cause of acute liver failure in the United States [10]. Non-steroidal anti-inflammatory drugs (NSAIDs) are another standard management strategy to help alleviate unresolved pain or soreness and to restore function of muscles [11]. While NSAIDs have a lesser potential for hepatotoxicity than acetaminophen, current evidence discourages their use in patients with existing liver injury [12]. They may also elicit other unfavorable side effects, such as upper gastrointestinal tract symptoms, kidney injury, hypertension, and congestive heart failure [13]", ". These adverse events can be so severe that they lead to hospitalization, and have made NSAIDs one of the most common drug classes leading to preventable hospitalization, being responsible for 11% of preventable drug-related hospitalizations [14]. These side effects may become more prevalent or more severe with long term use [13], as they may be needed for a person with non-specific occupational pain. The lack of an effective intervention for chronic discomfort or soreness without negative side effects highlights an urgent need for an alternative treatment.Pain Bloc-R is a natural health product composed of vitamin B6, vitamin B12, vitamin D, white willow bark extract, Angelica root extract, acetyl L-carnitine HCl, caffeine, L-theanine, Benfotiamine, and L-tetrahydropalmatine (L-THP). This cocktail of ingredients may ease discomfort by reducing inflammation and regulating hormones and neurotransmitters to promote muscle relaxation", ". Vitamin D, while not immediately considered for pain relief, has been shown to have anti-inflammatory effects in humans through regulation of cytokines, inhibition of nuclear factor-κB (NF-κB) and prostaglandins, and upregulation of mitogen-activated protein kinase 5 [15]. Similarly, white willow bark and Angelica dahurica root have been shown in animal models and in vitro to reduce inflammatory markers, including TNF-α, IL-6, and cyclooxygenase-2 (COX-2) [16,17]. L-theanine promotes the synthesis of the neurotransmitters gamma-aminobutyric acid (GABA) and dopamine, and plays a role in reducing anxiety and stress and one in promoting relaxation of muscle [18]. L-THP, a novel ingredient isolated from Chinese herbal medicine, has demonstrated an anti-hyperalgesic effect in mice, potentially by enhancing the function of dopamine receptors [19,20]. Caffeine has been found to improve pain relief when used as an adjuvant to conventional analgesics [21]", ". The acetyl L-carnitine HCl and Benfotiamine in Pain Bloc-R also have shown antioxidant effects in rats, which may reduce inflammatory responses [22,23].This randomized, double-blind, placebo-controlled, crossover study evaluated the efficacy of Pain Bloc-R in the management of unresolved, non-pathological aches and discomfort in otherwise healthy adults, which was assessed by brief pain inventory (BPI) and modified Cornell musculoskeletal discomfort (MD) questionnaires. In addition, product perception and tolerability were assessed by a product perception questionnaire. The effects of Pain Bloc-R were compared with acetaminophen as a comparator and placebo.2. Materials and Methods2.1. Study DesignThis study was approved by the Natural and Non-Prescription Health Products Directorate, Health Canada, Ottawa, Ontario on 25 April 2019. Research ethics board approval was granted on 10 May 2019 from the Institutional Review Board (IRB) Services, Aurora, Ontario", ". The study was conducted in compliance with the International Council for Harmonization of Technical Requirements for Pharmaceuticals for Human Use (ICH) Guideline for Good Clinical Practice (GCP) and in accordance with the Declaration of Helsinki guidelines and its subsequent amendments. The trial was registered at Clinicaltrials.gov ({\"type\": \"clinical-trial\",\"attrs\": {\"text\": \"NCT03965819\",\"term_id\": \"NCT03965819\"}}NCT03965819) and followed the CONSORT guidelines for randomized controlled trials [24] (Supplementary Table S1).This randomized, double-blind, placebo-controlled, crossover study was carried out at KGK Science Inc. clinic site, London, ON, Canada from 23 May 2019 to 29 August 2019", ". clinic site, London, ON, Canada from 23 May 2019 to 29 August 2019. All participants in the study provided written informed consent at the screening visit, prior to any study procedures being initiated.Participants met the following inclusion criteria: male or female; aged 18–65 years; BMI 18.0–32.5 kg/m2; experiencing unresolved aches and discomfort for at least two weeks due to occupational (e.g., manual laborer) or non-occupational activities; and willing to undergo a washout prior to enrollment if taking non-prescription medication", ". All participants agreed to complete questionnaires and diaries associated with the study and to comply with study procedures.Individuals were excluded if they suffered from a chronic disease condition causing chronic pain; used prescribed medications to relieve the pain and discomfort; had uncontrolled blood pressure or sugar levels; were cognitively impaired and/or unable to give informed consent; or had any other condition which in the medical investigator’s opinion may have adversely affected the individual’s ability to complete the study or its measures, or which may have posed significant risk to the individual.Clinical and qualitative assessments were conducted at all study visits. At all visits, participants’ diaries were reviewed for concomitant therapies, adverse events, and product use", ". The BPI and Cornell MD questionnaires were administered at the start and end of each 7-day study period, and a product perception questionnaire was administered at the end of each study period. Study diaries, the investigational products, and rescue medication were dispensed on the first day of each study period. Vital signs and anthropometric measurements were taken at each visit while laboratory parameters for all safety endpoints were assessed at the screening and end of each 7-day period.2.2. Investigational ProductPain Bloc-R consisted of the ingredients listed in Table 1. The comparator acetaminophen (DIN 02447479) contained non-medical ingredients similar to those present in the investigational product (rice bran, hypromellose, titanium dioxide, and sodium copper chlorophyllin, carnauba wax, polyethylene glycol, povidone, pregelatinized starch, and stearic acid) and was encapsulated for blinding purposes (325 mg/capsule)", ". The placebo was composed entirely of non-medical ingredients (rice bran, hypromellose, titanium dioxide, and sodium copper chlorophyllin). Pain Bloc-R, acetaminophen, and placebo were presented in non-gastro-resistant, green veggie capsules (hypromellose, titanium dioxide, and sodium copper chlorophyllin), without differences in size, color, taste, texture, or packaging.Table 1Composition of Pain Bloc-R.IngredientQuantity (per Capsule) *Vitamin D3 (as cholecalciferol) 500 IUVitamin B120.5 mgWhite willow bark extract (std.to 15% salicin) (Salix alba)150 mgAngelica root (Angelica dahurica) 50 mgAcetyl L-carnitine HCl50 mgCaffeine (from Green Coffee bean, Coffea arabica)37.5 mgL-Theanine37.5 mgBenfoPure Benfotiamine 25 mgPyridoxal 5 Phosphate17 mgL-Tetrahydropalmatine25 mgOpen in a separate windowNon-medical ingredients: rice bran, hypromellose, titanium dioxide, sodium copper chlorophyllin, maltodextrin, modified food starch (corn), sucrose, and silicon dioxide", ". * Participants were instructed to take two capsules of Pain Bloc-R per day.The study consisted of three 7-day supplementation periods with Pain Bloc-R, acetaminophen, and placebo respectively, each separated by a 7-day washout period (Figure 1).Open in a separate windowFigure 1Study design. The study design was a randomized, double blind, placebo-controlled, crossover study. Healthy participants (n = 27) were randomized equally to each of the study arms. The trial consisted of three intervention periods and two wash-out periods, lasting a total of five continuous weeks.All participants who met all inclusion without meeting any exclusion criteria at screening and baseline were randomized into study groups. During the supplementation period, one group received Pain Bloc-R, a second group received acetaminophen, and a third group received placebo. Each participant was dispensed their capsules in two bottles", ". Each participant was dispensed their capsules in two bottles. The bottles that were dispensed to the Pain Bloc-R and placebo groups contained the investigational product and placebo, respectively. For the comparator group, one bottle contained acetaminophen (325 mg) and the other bottle contained the placebo. Two bottles were used to maintain blinding and allocation concealment, whereby all participants were consistently required to take two capsules during each period of the study. A dose of 325 mg acetaminophen was selected because the rescue medication provided was also 325 mg of acetaminophen. By only providing 325 mg as the comparator dose, participants could take rescue medication as needed with minimal concern of overdose. In all cases, participants were instructed to take one capsule from each bottle at the time of day when discomfort is most often felt, with or without meals, beginning on the day following randomization (day 1)", ". Participants were instructed not to take more than one capsule from each bottle per day. If participants were experiencing pain two hours after taking their daily maximal dose of one capsule from each bottle, they were advised to take the rescue medication (regular strength acetaminophen capsules) without exceeding nine capsules per day. Participants were asked not to double-up on any unused capsules from a previous day.2.3. Randomization and BlindingEligible participants were assigned a randomization number by a blinded investigator per the order of the randomization list (www.randomization.com). Each randomization code represented an allocation to a dosing arm of the study. Following randomization participants were identified by their initials and date of birth and were assigned a participant number at their screening visit.The placebo and comparator product were matched to the investigational product and contained similar excipient to ensure blinding", ". The investigational product, comparator, and placebo were sealed in bottles that were identical in appearance and labelled per the requirements of ICH GCP guidelines and applicable local regulatory guidelines. Unblinded personnel not involved in any study assessments labelled the investigational product. A randomization schedule was created and provided to the investigator indicating the order of randomization. Investigators, other site personnel, and participants were blinded to the products.2.4. ComplianceParticipants were instructed to save all packages (unused or open) and return them at each visit to the clinic for the determination of compliance. Product compliance was determined by the number of consumed dosage units divided by the number of dosage units expected to have been taken, multiplied by 100", ". In the event of a discrepancy between the information in the study diary and the amount of study product returned, compliance was based on the product returned unless an explanation for the loss of product was provided. Participants found to have a compliance of <80% or >120% were counselled while those outside this range were considered as non-compliant.2.5. OutcomesThe study compared the effects of Pain Bloc-R, acetaminophen, and placebo on unresolved aches and discomfort after 7 days of supplementation.2.6. Brief Pain Inventory (BPI) QuestionnaireThe BPI questionnaire, originally developed by Cleeland and Ryan in 1994 and now distributed by MD Anderson Cancer Centre, is a 9-item self-administered assessment tool used to score an individual’s level of discomfort, discomfort severity and discomfort interference of unresolved aches and discomfort [25]", ". Part A of the questionnaire evaluates pain severity and asks the participants to rate their “worst,” “least,” “average,” and “right now” levels of pain on a scale of 0 (no pain) to 10 (as bad as you can imagine). Part B evaluates the pain interference levels and asks the participants to rate the impact of their pain on their general activity, mood, walking ability, normal work, relationships with other people, sleep, and enjoyment of life. Together, parts A and B aim to quantify pain levels and the resulting quality of life. The questionnaire was administered at each visit to monitor changes in participant’s pain over the course of each period.2.7. Modified Cornell Musculoskeletal Discomfort QuestionnaireThe Modified Cornell MD questionnaire, developed by the Human Factors and Ergonomics Laboratory at Cornell University, is used to assess physical discomfort and its impact on quality of life [26]", ". The questionnaire includes a list and image of body parts where discomfort could be experienced. This study used a slightly modified version of the questionnaire to exclude the word “pain,” as the study focused on participant discomfort felt by an otherwise healthy population. The questionnaire assessed the discomfort frequency scores of 0 (never), 1.5, 3.5, 5, and 10 (several times a day). The questionnaire then assessed discomfort severity score: whether the aches and discomfort were “slightly,” “moderately,” or “very” uncomfortable. Finally, the questionnaire determined whether the discomfort interfered with the participants’ day-to-day lives: “not at all,” “slightly interfered,” or “interfered a lot.” The discomfort score was calculated by multiplying the individual frequency, severity, and interference scores for each body part, and the products for the body parts for each participant were summed to yield a total discomfort score.2.8", ". Laboratory AnalysesSafety endpoints were analyzed from the blood drawn at screening, and at day 8, day 22, and day 36 by Dynacare (London, Ontario, Canada) using standardized procedures. The tests included the analysis of hemoglobin, hematocrit, platelet count, red blood cell count (RBC), red blood cell indices, red cell distribution width (RDW), white blood cell count (WBC), differentials (neutrophils, lymphocytes, monocytes, eosinophils, basophils), a liver function test (AST, ALT, total bilirubin), and a kidney function test (creatinine). Urine pregnancy tests were conducted at the KGK clinic for participants of childbearing potential at screening and baseline (day 0).2.9. Adverse EventsDuring the study, participants recorded any adverse event (AE) in their diary. AEs were documented in the study record and were classified as per the description, duration, intensity, frequency, and outcome", ". The medical investigator determined causality and intensity of all reported AEs (if appropriate). AEs were coded with the Medical Dictionary for Regulatory Activities terminology (MEDRA) System Organ Class, version 22.0.2.10. Statistical AnalysisBeing a pilot study, and following the rule of thumb of having at least 12 participants for a pilot study [27], a sample size of 27 participants was enrolled in the study, accounting for 20% attrition rate. Post hoc power calculations based on the per protocol population indicated that the minimally detectable differences in mean change in BPI “pain at its worst” score and BPI pain severity scores between any two groups were 1.61 and 0.89 respectively, given pooled standard deviations of 1.72 and 0.95 respectively, and given 80% power and 5% alpha", ". A sample size of 27 participants was enrolled in the study accounting for 20% attrition rate.The per protocol (PP) population consists of all participants who consumed at least 80% of intervention doses, did not have any major protocol violations, and completed all study visits and procedures connected with measurement of the primary variable. Only observed values were used for the analysis of the PP population. No imputation was performed for the PP population or for safety outcomes. Variables were tested for normality and log-normality, where log-normality distributed variables were analyzed in the logarithmic domain. Appropriate non-parametric tests were used to analyze intractably non-normal variables.The primary outcome was the change in unresolved aches and discomfort from pre-supplementation to day 7 between Pain Bloc-R, acetaminophen, and placebo as assessed by the scores derived from the BPI questionnaire", ". Secondary outcomes included (1) the changes in musculoskeletal discomfort (modified Cornell MD questionnaire) and (2) general discomfort (BPI questionnaire) scores from pre-supplementation to day 7 post-supplementation between Pain Bloc-R, acetaminophen, and placebo; (3) product perception; and (4) proportion of participants who consumed rescue medicine. Assessment of the scores for the primary and secondary outcomes 1–3 was conducted using mixed models. The models included intervention, sequence, and period as fixed effects, and subject as a random effect. Between-group p values were obtained from the model. Within-group p values for differences between pre and post-supplementation were obtained using paired Student’s t tests or Wilcoxon signed rank tests as appropriate. For secondary outcome 4, the proportion of participants consuming rescue medicine during the trial, was analyzed using a generalized estimating equations model", ". The model assumed binary distribution and included intervention, sequence, and period as fixed effects. A post hoc analysis on the effects of age and age by gender were explored by examining the respective subgroups. The subgroup analyses were conducted using the same methods described above.All statistical analyses were completed using R version 3.5.3 [28], RStudio version 1.2.1335 [29] for Microsoft Windows, nlme package (for mixed models) [30] and related packages. Probabilities ≤0.05 were considered statistically significant.3. Results3.1. Study Participant DispositionsParticipants ranged in age from 22–63 years, were mostly females, and were predominantly Western European White (Table 2). All participants were deemed healthy based on the assessment of their anthropometric parameters, vital signs (Table 2), and metabolic panel measurements (Table 3)", ". Of the 42 participants who were screened, twenty-seven eligible participants were randomized to receive three interventions in one of three sequences, with nine participants per sequence", ". Participants were similar in their demographics between the three sequences (except p < 0.05 for weight and body mass index (BMI), data not shown).Table 2Baseline characteristics for all participants enrolled (n = 27).Demographic CharacteristicsCharacteristicsMean ± SDAge (years) 41.44 ± 11.60Gender (n) Female15Male12Systolic Blood Pressure (mmHg)121.96 ± 11.96Diastolic Blood Pressure (mmHg)76.15 ± 8.41Heart Rate (bpm)67.46 ± 11.43 Weight (kg)78.33 ± 16.33BMI (kg/m2)26.22 ± 3.60Ethnicity [n(%)] Eastern European White1 (3.70%)Hispanic or Latino1 (3.70%)South American 1 (3.70%)Western European White24 (88.90%)Open in a separate windown, number; SD, standard deviation.Table 3Hematology and clinical chemistry markers for all participants enrolled (n = 27).Screening Hematology and Clinical ChemistryParameterMean ± SDAlanine Aminotransferase (ALT) (U/L)21.56 ± 9.81Aspartate Aminotransferase (AST) (U/L)21.11 ± 7.20Sodium (mmol/L)140.78 ± 2.08Potassium (mmol/L)4.68 ± 0.51Chloride", "(AST) (U/L)21.11 ± 7.20Sodium (mmol/L)140.78 ± 2.08Potassium (mmol/L)4.68 ± 0.51Chloride (mmol/L)103.07 ± 1.69Estimated Glomerular Filtration Rate (eGFR) (mL/min/1.73)99.19 ± 15.54Creatinine (µmol/L)73.00 ± 14.25Bilirubin (µmol/L)8.60 ± 4.63Random Glucose (mmol/L)5.03 ± 0.49TSH (mIU/L)1.84 ± 0.85Glycated Hemoglobin (HbA1c) (%)5.26 ± 0.30White Blood Cell count (×109/L)5.51 ± 1.27Platelets Count (×109/L)236.70 ± 51.05Red Blood Cell count (×1012/L)4.69 ± 0.44Hemoglobin (g/L)143.67 ± 11.77Open in a separate windown, number; SD, standard deviation; TSH, thyroid stimulating hormone.A total of 41 protocol deviations occurred in this study and eight participants were excluded from the PP analysis", ". Six participants who did not take rescue medication as directed and two participants who withdrew from the study were excluded from the PP population. The disposition of participants through the study is shown in Figure 2. The mean compliance for the three sequences was >95%, and not significantly different between products.Open in a separate windowFigure 2Disposition of study participants.3.2. General Pain SeverityBased on the pain severity subscale scores assessed by the BPI, 32% of participants taking Pain Bloc-R, 16% taking acetaminophen, and 5% of those taking placebo achieved the minimal clinical important improvement (MCII) of a 32.3% reduction in overall pain severity [31] (Figure 3). MCII is defined as the smallest improvement in an outcome that is deemed to be important to a patient or participant population [32]", ". Participants on Pain Bloc-R or acetaminophen had 26% and 11% greater improvements in their overall pain severity scores, respectively, compared to placebo.Open in a separate windowFigure 3Number of participants reaching a minimal clinically important improvement based on the BPI pain severity scores (at least 32.3%) and average pain scores (at least 27.7%) in the per protocol (PP) population.A total of 26% of participants taking Pain Bloc-R, 5% of those taking acetaminophen, and 11% of those taking placebo achieved the MCII of 27.7% required to show clinical relevance in response to the interventions based on average pain subscale scores (Figure 3). Participants on Pain Bloc-R experienced 16% greater relief of their average pain than those on placebo while those on acetaminophen experienced 5.2% less relief than those taking placebo.There were no significant differences in the change of scores for pain severity after seven days between interventions", ". There were significant decreases in pain severity scores with Pain Bloc-R and acetaminophen (p = 0.024 and p = 0.010, respectively) from baseline to day 7 (Table 4).Table 4The BPI pain severity score and change in pain severity score from pre-supplementation to day 7 in the PP population (n = 19). Pain Bloc-RMean ± SD Median (Min − Max)AcetaminophenMean ± SD Median (Min − Max)PlaceboMean ± SD Median (Min − Max)Pre-supplementation4.76 ± 1.844.47 ± 1.474.09 ± 1.84 4.75 (0.00 to 7.75)4.75 (1.25 to 6.50)4.50 (0.00 to 7.00)Post-supplementation (day 7)3.72 ± 1.893.97 ± 1.594.07 ± 1.96 3.50 (0.50 to 6.25)4.25 (0.75 to 7.00)4.00 (0.50 to 7.25)Change from Pre-supplementation to Post-supplementation (day 7)−1.04 ± 1.84−0.50 ± 0.75−0.03 ± 1.11−1.00 (−6.00 to 1.00)−0.50 (−2.25 to 0.75)0.00 (−3.25 to 1.75)Within Group p-Value +0.0240.0100.919Between Group p-Value *0.103 (r)0.288 (r)0.548 (r)Open in a separate windown, number; SD, standard deviation; Min, minimum; Max, maximum", ". + Within group p-values generated by the paired t-test. * Between group p-values were generated using a linear mixed effect model with treatment, sequence, and period as fixed effects and subject as a random effect. Between group p-values were adjusted using Tukey’s HSD. Between group p-values are acetaminophen versus Pain Bloc-R in column A, acetaminophen versus placebo in column B, and placebo versus Pain-Bloc-R in column C. (r) indicates values were ranked prior to generating ANOVA or ANCOVA.A post hoc analysis of a subgroup based on age revealed a significant 25.9% decrease from baseline in average pain score for participants ≤45 years old taking Pain Bloc-R (p = 0.046). These participants also reported a significant decrease in pain severity after taking Pain Bloc-R or acetaminophen for seven days (p < 0.05)", ". There were no significant changes in general pain severity reported by participants >45 years of age.When participants ≤45 years of age were further sub-grouped by gender, males reported a significant decrease in pain severity score when taking Pain Bloc-R compared to acetaminophen (p = 0.026) (Figure 4).Open in a separate windowFigure 4Change in pain severity score from pre-supplementation to post-supplementation (day 7) in the ≤45 years of age male PP population (n = 6). n, number; SD, standard deviation. Between group p-values were generated using a linear mixed effect model with treatment, sequence, and period as fixed effects and subject as a random effect. Between group p-values were adjusted using Tukey’s HSD. * p ≤ 0.05 considered statistically significant.3.3", ". * p ≤ 0.05 considered statistically significant.3.3. Interference with Daily FunctioningThere were no significant differences in the changes of scores for pain interference from baseline to day 7 between interventions, with the exception of less pain interference in walking ability with Pain Bloc-R than with acetaminophen (p = 0.005). The decrease of pain interference in walking ability with Pain Bloc-R was also trending towards significance (p = 0.068), which translated into a significant 36.7% improvement compared to acetaminophen (p = 0.005). A significant improvement from baseline to day 7 in the enjoyment of life score was only reported with acetaminophen (p = 0.020). Participants taking acetaminophen (p = 0.032) and placebo (p = 0.022) reported significant relief due to pain treatments", ". For participants ≤45 years, acetaminophen also resulted in significant relief due to pain treatment after seven days (p = 0.036).There was a significant decrease in pain interference score for participants ≤45 years old taking Pain Bloc-R (p = 0.045) from baseline to Day 7. In these participants, Pain Bloc-R significantly decreased pain interference with enjoyment of life compared to acetaminophen (p = 0.019). Participants taking acetaminophen or placebo had decreases in pain interference with relationships with other people (8.3% and 39.2%, respectively), which resulted in significant differences between acetaminophen vs. Pain Bloc-R (p = 0.010) and placebo vs. acetaminophen (p = 0.003).Male participants ≤45 years of age taking Pain Bloc-R reported a significant decrease in pain interference vs. acetaminophen (p = 0.036) or placebo (p = 0.008) (Figure 5A)", ". acetaminophen (p = 0.036) or placebo (p = 0.008) (Figure 5A). Moreover, pain interference with sleep (p = 0.011, Figure 5B) and enjoyment of life (p = 0.012, Figure 5C) was decreased with Pain Bloc-R vs. acetaminophen in these participants. Consistent with the observation for male participants, females ≤45 years of age taking Pain Bloc-R reported significantly improved pain interference with sleep vs. acetaminophen (p = 0.007).Open in a separate windowFigure 5Change in (A) pain interference score, (B) pain interference with sleep score, (C) pain interference with enjoyment of life score from pre-supplementation to post-supplementation (day 7) in the ≤45 years of age male PP population (n = 6). n, number; SD, standard deviation. Between group p-values were generated using a linear mixed effect model with treatment, sequence, and period as fixed effects and subject as a random effect. Between group p-values were adjusted using Tukey’s HSD", ". Between group p-values were adjusted using Tukey’s HSD. * p ≤ 0.05 considered statistically significant.In male participants >45 years of age, pain interference with enjoyment of life was decreased with Pain Bloc-R (p = 0.016) and placebo (p = 0.037). In these participants, placebo significantly decreased pain interference (p = 0.008) and interference with general activity (p = 0.035) after seven days. Acetaminophen significantly decreased pain interference with mood (p = 0.045) from baseline to day 7. Placebo significantly decreased pain interference with mood vs. Pain Bloc-R in female participants >45 years of age (p = 0.015).3.4. Management of Unresolved Aches and DiscomfortIn the PP population, “pain at its worst” scores were significantly lower when participants were taking Pain Bloc-R compared to acetaminophen (21.8% vs. 9.8% decrease, p = 0.026)", ". 9.8% decrease, p = 0.026). There were significant decreases in “pain at its worst” with Pain Bloc-R (p = 0.016) and acetaminophen (p = 0.037), respectively, after seven days of supplementation (Table 5). With Pain Bloc-R, there was also a significant decrease in “pain at its least” (29.2%, p = 0.035) and a trend for a decrease in “pain you have right now” (24.8%, p = 0.052). In participants ≤45 years of age, there were significant decreases in “pain at its least” score with Pain Bloc-R (48.7%, p = 0.046) and acetaminophen (37.9%, p = 0.049) from baseline to day 7.Table 5The BPI “pain at its worst” score and change in “pain at its worst” score from pre-supplementation to day 7 in the PP population (n = 19)", ". Pain Bloc-RMean ± SD Median (Min - Max)AcetaminophenMean ± SD Median (Min - Max)PlaceboMean ± SD Median (Min - Max)Pre-supplementation6.05 ± 2.155.89 ± 1.665.53 ± 2.41 6.00 (0.00 to 9.00)6.00 (3.00 to 9.00)6.00 (0.00 to 9.00)Post-supplementation (day 7) 4.74 ± 2.265.32 ± 1.975.37 ± 2.67 5.00 (0.00 to 8.00)5.00 (1.00 to 8.00)6.00 (0.00 to 9.00)Change from Pre-supplementation to Post-supplementation (day 7) −1.32 ± 2.16−0.58 ± 1.12−0.16 ± 2.17−1.00 (−8.00 to 2.00)−1.00 (−2.00 to 1.00)0.00 (−8.00 to 3.00)Within Group p-Value +0.0160.0370.754Between Group p-Value *0.026 (r)0.185 (r)0.345 (r)Open in a separate windown, number; SD, standard deviation; Min, minimum; Max, maximum. + Within group p-values generated by the paired t-test. * Between group p-values were generated using a linear mixed effect model with treatment, sequence, and period as fixed effects and subject as a random effect. Between group p-values were adjusted using Tukey’s HSD", ". Between group p-values were adjusted using Tukey’s HSD. Between group p-values are acetaminophen versus Pain Bloc-R in column A, acetaminophen versus placebo in column B, and placebo versus Pain-Bloc-R in column C. (r) indicates values were ranked prior to generating ANOVA or ANCOVA.3.5. Musculoskeletal DiscomfortUsing the Modified Cornell MD questionnaire, it was reported that the most common body areas with aches or discomfort were the neck (52.6% of participants), right shoulder (42.1%), upper back (47.4%), lower back (63.2%), and hip/buttocks (52.6%). No significant differences between interventions were reported for changes in muscular discomfort total scores or scores for specific sites, from baseline to day 7. However, musculoskeletal discomfort total body score only decreased significantly with Pain Bloc-R (34%, p = 0.040) after seven days (Table 6)", ". Treatment with Pain Bloc-R lowered discomfort at each of the most common pain sites listed except for the upper back, although the differences were not significant. In contrast, participants on acetaminophen reported a non-significant decrease in neck (21%) and right shoulder (6.5%) discomfort but a significant increase in lower back discomfort (46%, p = 0.024). There were no differences in MD score based on age or age by gender subgroups, with the exception of a decrease in total MD total score with acetaminophen from baseline to day 7 for participants ≤45 years of age (p = 0.028).Table 6The modified Cornell musculoskeletal discomfort (MD) total score and change in MD score from pre-supplementation to day 7 in the PP population (n = 19)", ". Pain Bloc-RMean ± SD Median (Min - Max)AcetaminophenMean ± SD Median (Min - Max)PlaceboMean ± SD Median (Min - Max)Pre-supplementation125.50 ± 105.85121.03 ± 93.01117.28 ± 105.23 81.50 (6.00 to 313.00)121.00 (14.50 to 363.50)59.25 (10.00 to 358.00)Post-supplementation (day 7) 82.76 ± 87.75100.97 ± 76.37103.61 ± 93.37 43.00 (1.50 to 291.50)72.00 (10.00 to 249.00)67.50 (1.50 to 270.50)Change from Pre-supplementation to Post-supplementation (day 7) −42.74 ± 78.86−20.05 ± 51.67−8.00 ± 41.36−19.00 (−291.50 to 21.50)−17.00 (−147.50 to 96.00)−1.50 (−104.50 to 69.50)Within Group p-Value +0.0400.0580.372Between Group p-Value *0.345 (r)0.712 (r)0.563 (r)Open in a separate windown, number; SD, standard deviation; Min, minimum; Max, maximum. + Within group p-values generated by the paired t-test. * Between group p-values were generated using a linear mixed effect model with treatment, sequence, and period as fixed effects and subject as a random effect", ". Between group p-values were adjusted using Tukey’s HSD. Between group p-values are acetaminophen versus Pain Bloc-R in column A, acetaminophen versus placebo in column B, and placebo versus Pain-Bloc-R in column C. (r) indicates values were ranked prior to generating ANOVA or ANCOVA.3.6. Use of Rescue Medicine and Product PerceptionNo significant differences were reported for the proportion of participants consuming rescue medication or product perception and tolerability at day 7 between interventions.3.7. Safety OutcomesThere were no clinically relevant changes in the vital signs, hematology, kidney or liver markers, or electrolytes from baseline values (Table 2 and Table 3).Thirty-six AE were reported by 15 participants in this study. Of these 24 were reported by participants on Pain Bloc-R, nine by those taking acetaminophen, and nine while on placebo", ". Twenty of these events were classified as “not related” or “unlikely” related while 16 were classified as “possibly” related to the interventional products. Of the latter, 10 (dizziness n = 2, nausea n = 3, drowsiness n = 4, and stomach pain n = 1) were reported while participants were on Pain Bloc-R, five (upset stomach n = 1, drowsiness n = 2, diarrhea n = 1, dizziness n = 1) while they were on acetaminophen, and one while on placebo. All AE were resolved by the end of study, except for one abnormal liver function test, which was deemed to be “unlikely” to be related to the investigational product and was resolved 28 days after the study.4. DiscussionThis randomized, double-blind, placebo-controlled, crossover study evaluated the efficacy of Pain Bloc-R in reducing unresolved, non-pathological aches and discomfort", ". Pain Bloc-R performed and acetaminophen in managing unresolved aches and discomfort, and even better than acetaminophen in reducing the pain interference in walking ability. Seven days of Pain Bloc-R supplementation led to significant reductions of 21.8% in pain severity and 34.1% in musculoskeletal discomfort without serious adverse events or significant changes in safety parameters. Furthermore, more participants reported clinically meaningful reductions in average pain and pain severity with Pain Bloc-R as compared to acetaminophen or placebo, with six participants reporting the MCII when taking Pain Bloc-R, three when taking acetaminophen, and only one when taking placebo", ". These findings support the potential role of Pain Bloc-R in managing unresolved aches and discomfort, as a safe and effective alternative to acetaminophen.Although both Pain Bloc-R and acetaminophen led to reductions in pain severity and interferences with certain daily functioning from pre to post-supplementation, the improvement in “pain at its worst” was significantly greater with Pain Bloc-R than acetaminophen (21.8% vs. 9.8%). This indicates the ability of Pain Bloc-R to reduce the magnitude of the aches and discomfort experienced by the participants, and this may have contributed to the significant 36.7% improvement in their walking score compared to when taking acetaminophen", ". It is also notable that with Pain Bloc-R, more participants reached an improvement beyond the MCII threshold, defined as the smallest improvement in the outcome that is deemed meaningful by participants [32], for BPI pain severity scores and average pain scores than acetaminophen.Discomfort in neck, right shoulder, upper back, lower back, and hip/buttocks was all prevalent in the study population. This is consistent with current evidence that shoulder and back pain are the common types of pain in the adult population [33]. With Pain Bloc-R, the 34% decrease in total musculoskeletal discomfort was supported by the lower discomforts in almost all the studied body parts except upper back", ". In comparison, acetaminophen did not achieve similar pain-alleviating effects.Interestingly, when subgroups based on age were examined in a post hoc analysis, participants ≤45 years of age reported significant reductions in pain interference with enjoyment of life when taking Pain Bloc-R compared to acetaminophen. Pain response including pain severity, average pain and “pain at its least” were significantly reduced for those participants after taking Pain Bloc-R for seven days. Acetaminophen also resulted in significant reductions in pain severity and “pain at its least” after seven days for participants ≤45 years of age. The effect of age on pain perception is inconsistent in existing literature and varies depending on the stimuli [34]. Further, there was a differential response to Pain Bloc-R based on gender within each age group", ". Further, there was a differential response to Pain Bloc-R based on gender within each age group. Studies have reported that women more frequently report pain than men [35], and the perception that women have a greater sensitivity to pain and more willingness to report pain [36]. Surprisingly, in the current study it was the male participants ≤45 years of age that reported significant improvements in overall pain interference, pain interference with sleep and enjoyment of life with Pain Bloc-R compared to acetaminophen. Previous studies have demonstrated gender-based differences in response to vitamin D, a Pain Bloc-R ingredient, in immune function [37] and cardiometabolic biomarkers [38]. The potential relationship between pain relief and age/gender observed in the current study warrants further investigation with a more robust sample size.The ability of Pain Bloc-R to deliver similar or better pain relief than acetaminophen is an important finding of this study", ". Acetaminophen is well established as a pain-relieving drug that exerts its analgesic effect by inhibiting cyclooxygenase (COX), which is responsible for the production of prostanoids [39,40]. Therefore, acetaminophen does not reduce inflammation or remedy the cause of pain, but only masks the sensation [40]. Currently, there have been no studies investigating the pain-alleviating effect of a formula with similar composition of Pain Bloc-R. However, with a variety of analgesic ingredients, Pain Bloc-R matched the efficacy of acetaminophen potentially by targeting multiple pain pathways with its ingredients. Vitamin D [15], white willow bark [16], and Angelica root extract [17] serve as anti-inflammatory agents. The antioxidant properties of acetyl L-carnitine and Benfotiamine can potentially reduce neuroinflammation and alleviate pain caused by peripheral neuropathy [41]", ". L-theanine can increase the release of dopamine [42], while L-tetrahydropalmatine (L-THP) can block dopamine uptake [19,20], thereby modulating pain perception.A novel ingredient in Pain Bloc-R is L-THP, which is an active constituent extracted from plant species of the genera Stephania and Corydalis [20]. Gaining recent popularity for its demonstrated potential in the treatment of cocaine addiction, L-THP has been shown to be a potent antagonist of dopamine receptors D1 and D2, and displays activity at other dopamine and serotonin receptors [20]. The analgesic and antinociceptive effects of L-THP have been demonstrated in several preclinical rodent studies [43,44,45]. The safety of L-THP has been examined and resulted in minimal changes of liver enzyme activities in dogs [46] and similar numbers of side effects compared with placebo in a 3.5-day intervention with 20 cocaine users [47]", ". Overall, Pain Bloc-R was safe and well-tolerated in the present study as determined by the low incidence of adverse events, all but one of which were resolved by the end of the study, and all hematology and clinical chemistry profiles remained within clinically normal ranges. In addition to these objective measures of product safety, participants felt that it had either a neutral or beneficial impact on their health, and felt they tolerated it well, as assessed by a favorable rating of 19.74 out of 35 on the product perception questionnaire. This rating was not significantly different between any groups, indicating that participants felt that Pain Bloc-R achieved its purpose as well as acetaminophen, and was similarly tolerable.The population in this study consisted of 27 healthy adults aged 22–63 years presenting with non-specific pain that had persisted for at least two weeks prior to baseline", ". It was not required that pain be linked to employment, but construction workers, manual laborers, and athletes were targeted for recruitment. This population was selected because these people are more likely to experience persistent non-specific pain due to repetitive exertions that workers are required to perform [48]. This population is also an important one to study because they make up a large portion of the workforce, while unresolved aches and discomfort are a main cause of functional limitations and lead to economical and medical burdens. As of October 2019, about 21 of 155 million Americans in the labor force were employed in the construction, manufacturing, and natural resources and mining sectors [49]", ". Developing a safe and effective management intervention for aches and discomfort is critical for this population.The strengths of the present study include the rigorous double-blind, randomized, crossover design, the extensive evaluation of aches and discomfort and assessment of safety, and the conservative statistical approach. The use of acetaminophen as a comparator also provided further insights into the advantages of Pain Bloc-R. The limitations of this study include a small sample size and little variation in participant demographics. For future studies, Pain Bloc-R should be investigated in a larger and more diverse population, with a sample size calculated based on the results of the current study. In addition, given that NSAIDs are another common option for the management of chronic aches and discomfort, futures studies should include other comparators such as ibuprofen and other anti-inflammatory medications.5", ". ConclusionsIn conclusion, aches and discomfort were decreased compared to pre-supplementation with Pain Bloc-R, and participants reported lowered interference with walking ability due to pain. Clinically meaningful reductions in average pain and pain severity were experienced in participants while on Pain Bloc-R as compared to acetaminophen or placebo. Pain Bloc-R was found to be safe and efficacious and should be considered as a viable alternative for the relief of unresolved, non-pathological aches and discomfort.AcknowledgmentsThe authors wish to thank our volunteers who participated in this study and for their compliance to the conduct of the study. We would like to acknowledge LifeSeasons, Inc. for taking a lead in initiating clinical trials working with trusted research groups like KGK Science Inc. to answer questions regarding dietary supplement safety and efficacy. Their final goal is to provide confidence to the individual and the practitioner as they make supplement choices", ". We wish to thank Annie Zhai, Mitchell Hendry, and Rebecca Przy for their help with formatting and generating tables and figures. We thank Erin Lewis for her diligence in editing and reviewing the manuscript.Supplementary MaterialsThe following are available online at https: //www.mdpi.com/2072-6643/12/6/1831/s1. Table S1: CONSORT 2010 checklist of information to include when reporting a randomized trial.Click here for additional data file.(67K, pdf)Author ContributionsConceptualization, M.E., J.L. and N.G.; methodology, M.E. and D.C.C.; formal analysis, M.E. and A.M.S.; investigation, D.C.C.; data curation, D.C.C.; writing—original draft preparation, M.E. and A.S.S.; writing—review and editing, M.E., A.S.S. and J.L.; visualization, M.E.; supervision, M.E. and D.C.C.; funding acquisition, J.L. All authors have read and agreed to the published version of the manuscript.FundingThis work was supported by LifeSeasons, 940 South 2000 West Suite 230, Springville, Utah 84663", ". LifeSeasons was involved in the design of the study and revising the manuscript but was not involved in conduct of the study, analysis of samples or data, or interpretation of findings.Conflicts of InterestJ.L. is an employee of LifeSeasons."]}